import "./taqrirView.css";
import flowercontent from "../../assets/contentcardflower.png";
import { useLocation } from "react-router-dom";

export default function TaqrirView() {
  const location = useLocation();
  const queryParams = new URLSearchParams(location.search);
  const index = queryParams.get("index") || "Default Title";
  const itemtitle = queryParams.get("itemtitle") || "Default Title";
  const from = queryParams.get("from") || "Default Title";

  return (
    <div className="taqrirView">
      <div className="main"></div>
      <h3 className="titleOfTaqrir">
        {/* {index}
        -
        {from} */}
        {itemtitle}
      </h3>
      <div className="content">
        {/* {index} */}
        {/* - */}
        {/* {from} */}
        <p>
        {index==1 ? 
        `
        اَعْــــــــوُذُ بِاللّٰهِ مِنَ الشَّــــــــــــــــــيْطٰنِ الرَّجِيْــــــــــــــــــمِ
بِسْمِ اللّٰهِ الرَّحْـمٰنِ الرَّحِيْـمِ
اَللّٰـــــــــــــهُمَّ صَلِّ وَ سَــــــــــــــلِّمْ وَ بَارِكْ عَلٰي سَــــــــــــــيِّدِنَا مُـحَــــــــــــــــمَّدٍ وَّ اٰلِـهٖ وَ اَصْـحَـابِهٖ  بِعَدَدِ كَلِـــــــــــــــمَاتِـكَ ط
موضوع درس: 
تجلیل مولود شریف رحمت للعالمین ، سیدنا و سندنا و شفیعنا محمد مصطفی رسول الله  صلی الله علیه وسلم را از منابع ذیل به بررسی میگیریم؛
1)	تجلیل المولود الشریف  فی القرآن العظیم
2)	تجلیل المولود الشریف فی الاحادیث الشریفه 
3)	تجلیل المولود الشریف  عند الصحابة الکرام رضوان الله علیهم اجمعین.
4)	تجلیل المولود الشریف عندالمجتهدین و العلماء السلف الصالحین رحمة الله علیهم

1-	 تجلیل المولود الشریف فی القرآن العظیم:

1.	{سُوۡرَةُ الشَّرح : سوره 94 } وَرَفَعْنَا لَكَ ذِكْرَكَ (4) و آوازه تو را بلند ساختیم!
توضیح : این آیه مبارک از ۱۲ حرف الف و با تشکیل  گردیده است و به ما اشاره میدهد که الله(ج) در ۱۲ ماه یا یکسال همیشه شأن رسول اللهﷺ را بلند نموده است و رسول الله ﷺ چهار صفت دارد و آیه مبارکه فوق آیه چهارم است یعنی در چهار حالت در اول ، آخر ، ظاهر و باطن شأن رسول الله ﷺ را الله(ج) بلند کرده است. 
مثلا: در اول، در آخرت، در ظاهر و در باطن.

الف - (بلند نمودن شأن رسول الله ﷺ در اول: 
{سُوۡرَةُ الاٴنبیَاء : سوره ۲۱ } وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ    (107) ما تو را جز برای رحمت جهانیان نفرستادیم.
توضیح : در اول کائنات به تمام کائنات شأن حبیب اش ﷺ را معرفی نموده و بلند کرد و فرمود که ای عالمین این شخصیت مطهر محمد مصطفی ﷺ برای همه شما رحمت است و این بود تجلیل از شان رسول اللهﷺ در اول . 
 
ب - بلند نمودن شأن رسول اللهﷺ در آخرت :
{سُوۡرَةُ الضُّحىٰ : سوره ۹۳ } مَا وَدَّعَكَ رَبُّكَ وَمَا قَلٰى  (3) که خداوند(ج) هرگز تو را وانگذاشته و مورد خشم قرار نداده است!
توضیح: وَدَّعَ فعل ماضی متعدی است، به معنی فارق و همچنان ترک ؛ پس نتیجه میگیریم الله(ج) هرگز و حتی برای یک لحظه بسیار کوتاه هم حبیب اش محمد مصطفی ﷺ را وا نگذاشته یعنی ترک و از خود دور نکرده است .
وَلَلْاٰخِرَةُ خَيْرٌ لَّكَ مِنَ الْاُوْلٰى  (4) و مسلّماً آخرت برای تو از دنیا بهتر است!
توضیح : هر لحظه بعدی که بر رسول اللهﷺ میگذرد رحمت الله(ج) بر او افزون میگردد و آنچه رسول الله ﷺ بخواهد الله(ج) برایش اعطا میکند چنانچه در آیه ذیل میفرماید: وَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضٰى  (5) و بزودی پروردگارت آنقدر به تو عطا خواهد کرد که خشنود شوی!
ج - تجلیل شأن رسول الله ﷺ در ظاهر: 
{سُوۡرَةُ آل عِمرَان : سوره ۳ } قُلْ اِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ ۭوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ  (۳۱) بگو: «اگر خداوند(ج) را دوست می‌ دارید، از من پیروی کنید! تا خداوند(ج) (نیز) شما را دوست بدارد؛ و گناهانتان را ببخشد؛ و خداوند(ج) آمرزنده مهربان است.»
توضیح : در ظاهر شأن حبیب اش ﷺ را چنین تجلیل میکند؛ اگر کسی بخواهد به الله(ج) نزدیک شود باید از طریق رسول الله ﷺ نزدیک شود و باید اتباع رسول الله ﷺ را بکند و این حقیقتاً که تجلیل شأن رسول الله ﷺ است وبس، یعنی بدون اتباع و اطاعت رسول الله ﷺ ما به حق نزدیک شده نمیتوانیم و اگر از رسول الله ﷺ اتباع و اطاعت کردیم نتیجه {سُوۡرَةُ النِّسَاء : سوره ۴ } وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَاُولٰۗىِٕكَ مَعَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۗءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ اُولٰۗىِٕكَ رَفِيْقًا (۶۹) و کسی که خداوند(ج) و پیامبرﷺ را اطاعت کند، (در روز رستاخیز،) همنشین کسانی خواهد بود که خداوند(ج)، نعمت خود را بر آنان تمام کرده؛ از پیامبران و صدّیقان و شهدا و صالحان؛ و آنها رفیقهای خوبی هستند!
توضیح : در نتیجه الله(ج) ما را به دوستی میگیرد و در جمع نیکان امت محشور میگرداند . 
د - تجلیل شأن رسول الله ﷺ در باطن:
{سُوۡرَةُ آل عِمرَان : سوره 3 } وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۗءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ  ۭ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰي ذٰلِكُمْ اِصْرِيْ ۭ قَالُوْٓا اَقْرَرْنَا  ۭ قَالَ فَاشْهَدُوْا وَاَنَا مَعَكُمْ مِّنَ الشّٰهِدِيْنَ   (۸۱)  و (به خاطر بیاورید) هنگامی را که خداوند(ج)، از پیامبران (و پیروان آنها)، پیمان مؤکّد گرفت، که هرگاه کتاب و حکمت به شما دادم، سپس پیامبری به سوی شما آمد که آنچه را با شماست تصدیق می ‌کند، به او ایمان بیاورید و او را یاری کنید! سپس (خداوند(ج)) به آنها گفت: «آیا به این موضوع، اقرار دارید؟ و بر آن، پیمان مؤکّد بستید؟» گفتند: «(آری) اقرار داریم!» (خداوند(ج) به آنها) گفت: «پس گواه باشید! و من نیز با شما از گواهانم.»
توضیح : در باطن  الله(ج) شأن حبیب اش محمد مصطفیﷺ را در عالم ارواح و با گرفتن پیمان مؤکّد از تمام انبیاء(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  و امت های آنها تجلیل نمود و شأن اش را بلند نمود، و برای انبیاء(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  خاطر نشان ساخت که امام و رهنمای همه شما محمد مصطفی ﷺ است . 


2.	{سُوۡرَةُ یُونس : سوره ۱۰} يٰٓاَيُّھَا النَّاسُ قَدْ جَاۗءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۗءٌ لِّمَا فِي الصُّدُوْرِ ڏ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ     (۵۷) ای مردم! اندرزی از سوی پروردگارتان برای شما آمده است؛ و درمانی برای آنچه در سینه ‌هاست؛ (درمانی برای دلهای شما؛) و هدایت و رحمتی است برای مؤمنان!.
توضیح : آیه مبارکه فوق ( ۵۷ سوره ۱۰) از ۷۶ حروف مجموعاً تشکیل  گردیده است. ۱۷ حرف الف و با در آن شامل میباشد و ۱۱ حرف در آن نیست. و اگر عدد 4  یعنی چهار صفت رسول الله صلی الله علیه وسلم را تفریق کنیم پس 
(۷۶- ۴ (  = ۷۲ میشود یعنی بهترین عالمینﷺ در روز ۷۲ ام و یا ۱۲ ربیع الاول به دنیا تشریف فرما شده است . و اگر بین هم ضرب کنیم ۴×۱۷ = ۶۸ میشود و حالا از ۶۸ پنج را تفریق میکنیم  (۵ تعداد حروف اسم مبارک محمد ﷺ است) و پنج همچنان اشاره به ۵ خلفاء راشدین است یعنی {حضرت ابوبکر الصدیق (رض) ، حضرت عمر الفاروق(رض) ،حضرت عثمان (رض) ، حضرت علی(رض) و حضرت امام حسن(رض) }  = ۶۳ یعنی عمر مبارک ظاهر  ایشان (صلی الله علیه وسلم) ۶۳ سال بود . و حالا در آیه بعدی سوره یونس(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  تحقیق میکنیم ؛ 



3.	{سُوۡرَةُ یُونس : سوره ۱۰} قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْا  ۭ ھُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ  (۵۸) بگو: «به فضل و رحمت خداوند(ج) باید خوشحال شوند؛ که این، از تمام آنچه گردآوری کرده‌اند، بهتر است!» 
توضیح:
 اولاً :- وروي عن النبي صلى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَرَأَ "فَبِذَلِكَ فَلْتَفْرَحُوا" بِالتَّاءِ، وَهِيَ قِرَاءَةُ يَزِيدَ بْنِ الْقَعْقَاعِ وَيَعْقُوبَ وَغَيْرِهِمَا، وَفِي الْحَدِيثِ (لِتَأْخُذُوا مَصَافَّكُمْ). وَالْفَرَحُ لَذَّةٌ فِي الْقَلْبِ بِإِدْرَاكِ الْمَحْبُوبِ. وَقَدْ ذُمَّ الْفَرَحُ فِي مَوَاضِعَ، كَقَوْلِهِ: ﴿لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ﴾(١) [القصص: ٧٦] وقوله: ﴿إنه لفرح فخور﴾(٢) [هود: ١٠] وَلَكِنَّهُ مُطْلَقٌ. فَإِذَا قُيِّدَ الْفَرَحُ لَمْ يَكُنْ ذَمًّا، لِقَوْلِهِ: [فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فضله] تفسیر امام قرطبی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  
ترجمه : از رسول الله ﷺ روایت شده است که ایشان این طور قرآءت کرده اند "فَبِذَلِكَ فَلْتَفْرَحُوا"  ترجمه : به فضل و رحمت الله(ج) خوش شوید ، یعنی از (ت) مخاطب استفاده کرده اند و این قراءت (يَزِيدَ بْنِ الْقَعْقَاعِ وَيَعْقُوبَ وَغَيْرِهِمَا) میباشد. توضیح این حدیث مبارک: وَفِي الْحَدِيثِ «لِتَأْخُذُوا مَصَافَّكُمْ» لقوله صلى الله عليه و آله «لتأخذوا مصافكم»؛ حضرت رسول الله ﷺ می ‌خواستند به همگی بگویند. نگفتند «خذوا مصافکم»، فرمودند «لتاخذوا»؛ یعنی هم شما و هم کسی که نیست باید این امر را اجراء کند. «فالتاء تفيد الخطاب و اللام تفيد الغيبة و بمجموع الامرين يستفاد العموم»؛ یعنی عموم برای حاضر و غائب؛ باید مخاطب و غیر مخاطب. «و لو قال «خذوا» لاوهم خصوص الجماعة المخاطبة، و عليه قراءته صلى الله عليه و آله «فلتفرحوا»، الفاء في فلتفرحوا مزيدة»؛ این از مواردی است که قرائة النبی ﷺ  است. 
نکته : بخاطر داشته باشیم که الله(ج) فرح به هرچیز را نه اینکه خوش ندارد بلکه مذمت کرده اند مثلا؛ {سُوۡرَةُ القَصَص : سوره ۲۸} اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰي فَبَغٰى عَلَيْهِمْ  ۠  وَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۗاُ بِالْعُصْبَةِ اُولِي الْقُوَّةِ  ۤ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ  (۷۶) قارون از قوم موسی بود، اما بر آنان ستم کرد؛ ما آنقدر از گنجها به او داده بودیم که حمل کلید های آن برای یک گروه زورمند مشکل بود! (به خاطر آورید) هنگامی را که قومش به او گفتند: «این همه شادی مغرورانه مکن، که خداوند(ج) شادی‌ کنندگان مغرور را دوست نمی ‌دارد! نتیجه : خوشی بوجود و ولادت رسول الله ﷺ از جمله امور است که الله(ج) آنرا خوش دارد و ما را نیز امر میکند که به آن خوش باشیم و این امر مطلقا مقبول است.
ثانیاً :- وأخْرَجَ أبُو الشَّيْخِ، عَنِ ابْنِ عَبّاسٍ في الآيَةِ قالَ: فَضْلُ اللَّهِ العِلْمُ، ورَحْمَتُهُ مُحَمَّدٌ ﷺ، قالَ اللَّهُ: ﴿وما أرْسَلْناكَ إلا رَحْمَةً لِلْعالَمِينَ﴾ {الأنبياء آیه ۱۰۷} 
توضیح :  حضرت ابن عباس(رض) که امام مفسرین است و آنها تفسیر قرانکریم را مستقیماً از رسول الله ﷺ  آموخته اند و آنحضرت ﷺ برایشان آموختن قرآن را دعا کرده بود و فرمودند: که خداوند(ج) ترا فقهی بسازد در دین. وقتیکه از آنها در مورد تفسیر این آیت پرسیدند؟ ایشان گفتند: (فضل) بمعنی علم است و( رحمت) یعنی وجود رسول اللهﷺ است و اینکه خداوند(ج) ایشان را رحمت برای عالمین فرستاده است {سُوۡرَةُ الاٴنبیَاء : سوره ۲۱ } وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ   (۱۰۷). پس خداوند متعال(ج) میفرماید که شاد باشید و تجلیل کنید و این امر خداوند(ج) است یعنی که خوش بودن از آمدن و تولد آنحضرت ﷺ برای ما فرض است و امر مطلق است.
ثالثاً:-  آیه ۵۸ سوره ۱۰ مجموعا از ۴۹ حروف تشکیل گردیده است ، و ۱۸ حرف الف و با در آن است و ۱۰ حرف را ندارد . 
توضیح:
-	مجموعاً از ۴۹ حروف تشکیل گردیده است ، حروف ۴۹ یعنی اینکه ؛  با گرفتن محافل مولودی شریف به امت تعلیم قرآن شریف و حدیث شریف بدهید، و سوره ۴۹ سوره حجرات است و تماماً اخلاق و تعلیم برای امت است .
-	حالا 18 حرف در آیه ۵۸ سوره یونس شریف است ، پس ۱۸×۴=۷۲ یعنی رسول الله ﷺ در روز ۷۲ سال هجری قمری تولد گردیده است .
نکته: اینکه ۱۸ را در عدد چهار ضرب میکنیم، (4) یعنی چهار صفت رسول الله ﷺ است. پهلوی دیگر 10  حرف در آیه ۵۸ سوره یونس (ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  نیست، پس به آیت دهم این سوره مراجعه میکنیم 
{دَعْوٰىھُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُھُمْ فِيْهَا سَلٰمٌ  ۚ وَاٰخِرُ دَعْوٰىھُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ  (۱۰)} گفتار (و دعای) آنها در بهشت این است که: «خداوندا، منزهی تو!» و تحیّت آنها در آنجا: سلام؛ و آخرین سخنشان این است که: «حمد، مخصوص پروردگار عالمیان است!»
توضیح : یعنی در محافل مولودی الشریف باید تسبیح ، تمجید و تحمید الله(ج) صورت گیرد ، و پروگرام های باشد که سبب سلامتی  و اصلاح فکر ، قلب و روان  امت گردد نه اینکه  سبب فساد قلب ، فکر و اخلاق گردد و همچنان نهایت نیت از گرفتن محافل مولودی شریف باید از خاطر رضایت و خوشنودی الله(ج) باشد ، اگر این چنین نبود ، چون در آیه ۵۸ سوره یونس، ۱۰ حرف نیست ، یعنی (ولیا مرشدا = ۱۰ حرف میشود) پس این چنین اشخاص و محافل دارای ولی و مرشد نبوده و سبب هدایت و رشد نمیگردد.
رابعاً:- 
-	کدام طائفه به مولود رسول الله ﷺ خوشحال میشوند ؟ 
برای جواب این سؤال مراجعه میکنیم در آیه ۵۷ سوره یونس  ۱۱ حرفیکه نیست ، بر اساس علوم و اعجاز عددی قرآنکریم قرار ذیل توضیح میگردد:
۱۱×۳ =۳۳ پس ۳+۳=۶ یعنی ما جواب این سوال را در سوره احزاب (۳۳) آیه ۶ بررسی میکنیم؛ 
{اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۭ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيٰۗىِٕكُمْ مَّعْرُوْفًا    ۭ كَانَ ذٰلِكَ فِي الْكِتٰبِ مَسْطُوْرًا   (۶)} رسول الله ﷺ نسبت به مؤمنان از خودشان سزاوارتر است؛ و همسران او مادران آنها [= مؤمنان‌] محسوب می ‌شوند؛ و خویشاوندان نسبت به یکدیگر از مؤمنان و مهاجران در آنچه الله(ج) مقرّر داشته اولی هستند، مگر اینکه بخواهید نسبت به دوستانتان نیکی کنید (و سهمی از اموال خود را به آنها بدهید)؛ این حکم در کتاب (الهی) نوشته شده است. 
توضیح : رسول الله ﷺ بر مومنین رؤف و رحيم است و به مومنین از نفس های شان کرده هم اولی و بهتر است، پس همین گروه مومنین اند که به ولادت محبوب خود خوش میشوند و جشن میگیرند و طعام میدهند و سیرت و راه  و روش این هستی عظیم را به امت اش تذکر میدهند .
-	کدام طائفه از تجلیل مولود شریف انکار میکنند و مکروه میدانند ؟ 
این بار نیز به اعجاز عددی اکتفا میکنیم و آنرا مورد بررسی قرار میدهیم؛ سوره یونس (۱۰) ام سوره است و آیت مورد بحث ما ۵۸ ام آیت است پس هردو عدد را باهم جمع میکنیم؛ {۵۸+۱۰= ۶۸ } و حالا عدد ۵ ( محمّد = ۵ حرف است) را از ۶۸ تفریق میکنیم و میماند ۶۳ پس میرویم به سوره ۶۳ که سوره منافقون است و جواب خود را در سوره منافقون جستجو میکنیم، سوره منافقون صفات منافقین را در کُل بیان میکند ولی در آیت ۷ آن چنین می فرماید:
{هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰي مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْا   ۭ وَلِلّٰهِ خَزَاۗىِٕنُ السَّمٰوٰتِ وَالْاَرْضِ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ} آنها کسانی هستند که می‌ گویند: «به افرادی که نزد رسول اللهﷺ  هستند انفاق نکنید تا پراگنده شوند!» (غافل از اینکه) خزاین آسمانها و زمین از آن الله(ج) است، ولی منافقان نمی‌ فهمند!
توضیح : منافقین نه تنها اینکه بر مولود خوشحال نمی شوند بلکه کوشش میکنند که امت مولود شریف را از اطراف مولود شریف  [ رسول الله ﷺ ] دور کنند و مکر های مختلف را به کار می برند و در لباس های مختلف آشکار میشوند و امت را از رسول الله ﷺ میراند و راه های تجمعات و تذکر به مولود شریف را ناپسند و مکروه و بدعت معرفی میکنند و نمی گزارند که امت از محبوب ﷺ مستفید شوند و در معرض رحمت الله(ج) قرار بگیرد. در حالیکه ﺍﻭﻟﯿﻦ ﮐﺴﯽ ﮐﻪ ﺑﻪ ﺭﻭﺯ ﻣﯿﻼﺩ ﭘﯿﺎﻣﺒﺮ ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭ ﺳﻠﻢ ﺍﻫﺘﻤﺎﻡ ﻭﺭﺯﯾﺪ ﻭ ﺑﻪ ﺁﻥ ﺍﻫﻤﯿﺖ ﺧﺎﺻﯽ ﺩﺍده است و ﺍﻭﻟﯿﻦ ﮐﺴﯽ ﮐﻪ ﺭﻭﺯ ﺗﻮﻟﺪ ﺣﻀﺮﺕ (ﺭﺳﻮﻝ ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭﺳﻠﻢ) ﺭﺍ ﺧﺎﺹ ﮔﺮﺩﺍﻧﯿﺪ، ﺻﺎﺣﺐ ﻣﻮﻟﻮﺩ ﺷﺮﯾﻒ ﯾﻌﻨﯽ ﺫﺍﺕ ﭘﺮﺍﻧﻮﺍﺭ ﺣﻀﺮﺕ ﻣﺤﻤّﺪ ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭﺳﻠﻢ ﻣﯽ ﺑﺎﺷﺪ، ﺯﯾﺮﺍ ﮐﻪ ﺩﺭ ﺻﺤﯿﺢ ﻣﺴﻠﻢ ﮐﺘﺎﺏ ﺍﻟﺼﯿﺎﻡ ﺁﻣﺪﻩ ﺍﺳﺖ ﮐﻪ ﺁﻧﮕﺎﻩ ﮐﻪ ﺍﺯ ﺁﻥ ﺣﻀﺮﺕ ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭﺳﻠﻢ ﺩﺭ ﻣﻮﺭﺩ ﺭﻭﺯﻩ ﺭﻭﺯ ﺩﻭﺷﻨﺒﻪ ﭘﺮﺳﯿﺪﻩ ﺷﺪ ﻓﺮﻣﻮﺩﻧﺪ: « ﺩﻭﺷﻨﺒﻪ ﺭﻭﺯﯼ ﺍﺳﺖ ﮐﻪ ﻣﻦ ﺩﺭ ﺁﻥ ﺑﻪ ﺩﻧﯿﺎ ﺁﻣﺪﻩ ﺍﻡ» (ﺻﺤﯿﺢ ﻣﺴﻠﻢ ﺑﻪ ﺷﺮﺡ ﻧﻮﻭﯼ ﺟﻠﺪ ﭼﻬﺎﺭﻡﺻﻔﺤﻪ ۳۰۶ ﻭ ۳۰۷ ﻭ ﻣﺴﻨﺪ ﺍﻣﺎﻡ ﺃﺣﻤﺪ ﺑﻦ ﺣﻨﺒﻞ ﺟﻠﺪ ﭘﻨﺠﻢ ﺻﻔﺤﻪ ۲۹۹) ﻭ ﺍﯾﻦ ﺻﺤﯿﺢ ﺗﺮﯾﻦ ﻭ ﺻﺮﯾﺢ ﺗﺮﯾﻦ ﻧﺺ ﻭ ﺩﻟﯿﻞ ﺩﺭ ﻣﺸﺮﻭﻋﯿﺖ ﻣﺠﻠﺲ ﻣﻮﻟﻮﺩﯼ ﺷﺮﯾﻒ ﺍﺳﺖ. 
بخاطر داشته باشیم که وجود انبیاء(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  نعمت است و شکر همچون نعمت عظیم و بالاخص وجود مطهر و پر انوار رسول الله ﷺ فرض است و بس . چنانچه الله(ج) در کلام مبارک اش چنین لطف مینماید. 
4.	{سُوۡرَةُ المَائدة: سوره 5} وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۗءَ وَجَعَلَكُمْ مُّلُوْكًا ڰ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ  (20)  (به یاد آورید) هنگامی را که موسی(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  به قوم خود گفت: «ای قوم من! نعمت خداوند(ج) را بر خود متذکّر شوید هنگامی که در میان شما، پیامبرانی قرار داد؛ (و زنجیر بندگی و اسارت فرعونی را شکست) و شما را حاکم و صاحب اختیار خود قرار داد؛ و به شما چیزهایی بخشید که به هیچ یک از جهانیان نداده بود.
توضیح : وجود پیامبران از نعمت های عظمای الله(ج) بر امت است و شکر این نعمت باید صورت بگیرد، چنانچه الله(ج) می فرماید:

{سُوۡرَةُ النّحل : سوره ۱۶ } فَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًا  ۠ وَّاشْكُرُوْا نِعْمَتَ اللّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ    (۱۱۴) پس، از آنچه الله(ج) روزیتان کرده است، حلال و پاکیزه بخورید؛ و شکر نعمت الله(ج) را بجا آورید اگر او را می ‌پرستید!
توضیح : اینجا امر است که ما باید شکر نعمت های الله(ج) بجا آوریم و چه نعمتِ عظیم تر از وجود مطهر حضرت محمد مصطفی ﷺ است ؟ پس بیشک و تردید محافل مولودیه شریفه گرفته شود تا امت این نعمت عظیم را معرفت حاصل کنند و شکر نعمت بجا آورده تا سبب خوشنودی الله(ج) گردد.  
وجود انبیاء(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  در امت سبب رستگاری و مایه تذکر به حق است و هرچه بنده را به حق وصل کند سبب فلاحت است و باید از آن شکر گزاری کرد و به امت معرفی نمود و امت را به متابعت از آن تشویق نمود، مجالس باید گرفت، ختم و خیرات باید گرفت، تبلیغ باید کرد تا باشد که مردم به آن نعمت معرفت حاصل نماید و محبت پیدا نماید، که درین صورت اطاعت صورت گرفته و سبب خشنودی الله(ج) و رسول الله ﷺ میگردد .چنانچه الله(ج) در شان حبیب اشﷺ می فرماید
{سُوۡرَةُ الاٴنفَال: سوره 8} وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْ ۭ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ  (33) ولی (ای پیامبر! ﷺ) تا تو در میان آنها هستی، خداوند(ج) آنها را مجازات نخواهد کرد؛ و (نیز) تا استغفار می‌ کنند، خداوند(ج) عذابشان نمی ‌کند .
توضیح : مادامیکه اطاعت و محبت رسول الله ﷺ در دل ما باشد و بر ما حاکم باشد ما مورد خشم الله سبحان(ج) قرار نمیگیریم و یکی از راه های که محبت رسول الله ﷺ در قلب و اذهان امت مسلمه نفوذ مینماید همانا تجلیل درست و موافق شرع و تذکر و یاد آوری روز عظیم تاریخ انسانیت و در کل در عالمین که مولود شریف رسول الله ﷺ است ، میباشد. چنانچه الله(ج) در آیت ذیل به سیدنا موسی (ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  هدایت می فرماید که به امت خود روز های الله(ج) و یا وقایع عظیم  تاریخ را بازگو کن و تذکر ده که مایه عبرت و هدایت میگردد . پس شما فکر کنید ، آیا روز مولود شریف عظیم ترین روز تاریخ بشریت نیست؟!  دقیقا که است . پس حتما باید تجلیل گردیده و به امت تذکر داده شود تا امت از شان رهبر اش ﷺ آگاهی حاصل نماید تا باشد که با جان و دل در اطاعت ایشان بپردازد تا سبب رضایت الله(ج) و رسول الله ﷺ گردد و یقینا که هیچ شبهه و مکروه درین کار نیست .
5.	{سُوۡرَةُ إبراهیم: سوره ۱۴}: وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآاَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ وَذَكِّرْهُمْ  ڏ بِاَيّٰىمِ اللّٰهِ  ۭ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ  (٥) ما موسی(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  را با آیات خود فرستادیم؛ (و دستور دادیم:) قومت را از ظلمات به نور بیرون آر! و «ایّام اللّه» را به آنان یاد آور! در این، نشانه‌هایی است برای هر صبر کننده شکر گزار! 
توضیح :  به مردم اهمیت ایام الله بیان گردد که چگونه بعضی از اقوام هلاک و ریشه کن شدند و نام و نشان شان از بین رفت ولی بعضی دیگر باقی اند و نسل اندر نسل ادامه دارند .چنانچه الله(ج) در آیه ۱۰۰ سوره  هود (۱۱) شریف می فرماید : 

ذٰلِكَ مِنْ اَنْۢبَاۗءِ الْقُرٰي نَقُصُّهٗ عَلَيْكَ مِنْهَا قَاۗىِٕمٌ وَّحَصِيْدٌ (۱۰۰) این از اخبار شهرها و آبادیهاست که ما برای تو بازگو می ‌کنیم؛ که بعضی (هنوز) برپا هستند، و بعضی درو شده ‌اند (و از میان رفته‌ اند)!
توضیح: (وَذَكِّرْهُم بِأَيّٰىمِ اللَّه): وقوعات بزرگ تاریخ در امت های گذشته ، روز های فرح و عذاب در اقوام گذشته، برای توضیح و عوامل و درس های مشمول آن وقایع تجمعات گرفته شود به مردم توضیح داده شود به مردم تذکر داده شود، اطعام الطعام شود ولی به أيام الله(ج) تذكر داده شود نه اينكه؛ به غيبت و زشتي بپردازند. و دقیقا یکی از اهم ترین ایام الله (ج) همانا ولادت پر انوار سردار کونین محمد مصطفی ﷺ است و باید به امت معرفی گردد و سیرت اش به تحقیق گرفته شود و به امت تفهیم گردد و در همچون محافل جز خیر وبرکت دیگر هیچ نیست، چنانچه الله(ج) به اهمیت روزهای که انبیاء(علیهم ﺍﻟﺴﻼﻡ)  در آن تولد گردیده اند سلام و سلامتی قرار داده اند و می فرمایند؛ 
6.	{سُوۡرَةُ مَریَم : سوره ۱۹}  وَسَلٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوْتُ وَيَوْمَ يُـبْعَثُ حَيًّا (۱۵) سلام بر او، آن روز ایکه تولّد یافت، و آن روز ایکه می ‌میرد، و آن روز ایکه زنده برانگیخته می ‌شود! 
توضیح : آیه در شان حضرت یحیی (ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  است ، وقتی سلام بر تولد ، وفات و بر انگیخته شدن حضرت یحیی(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  باشد و به نزد الله(ج) اهمیت داشته باشد ، بدون شک که هر لحظه رسول الله ﷺ به نزد الله(ج) اهمیت دارد و به آن سلامتی می فرستد چون حضرت محمد مصطفی ﷺ حبیب الله(ج) است و امام الانبیاء (ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  است . پس به تحقیق  محافل میلادیه مبارکه به صورت اعلی تجلیل گردد و هدف از تجلیل باید جهت آگاهی امت باشد نه اینکه محافل خلاف شرع بگیرند و ضیاع وقت صورت گیرد و سبب گمراهی امت گردد.  چنانچه الله(ج) درین آیه مبارکه ذیل مقاصد نجوی ها و تجمعات را بیان میدارد ؛
7.	 {سُوۡرَةُ النِّسَاء : سوره 4} لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىھُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوْفٍ اَوْ اِصْلَاحٍۢ بَيْنَ النَّاسِ ۭ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۗءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا (114) در بسیاری از سخنانِ درِگوشی (و جلسات محرمانه) آنها، خیر و سودی نیست؛ مگر کسی که (به این وسیله،) امر به کمک به دیگران، یا کار نیک، یا اصلاح در میان مردم کند؛ و هر کس برای خشنودی پروردگار(ج) چنین کند، پاداش بزرگی به او خواهیم داد. توضیح : ختم مولود گرفته شود ولی غیبت و سخنان بیهوده و زشت گفته نشود بلکه به امت ایام الله(ج) حوادث مهم که در قرآن شریف بصورت داستان های بشارت دهنده و ترساننده ذکر شده  را توضیح دهند تا سبب رستگاری امت شود ، چون مومن پند پذیر است . و باید به صدقه، کار های معروف، و اصلاح بین الناس تشویق و ترغیب  صورت بگیرد و بدون شک همچنین محافل میلادیه مبارکه سبب پند و عبرت و اصلاح در میان مردم میگردد .چنانچه الله(ج) در آیه ذیل شان پند پذیر بودن  مومن را بیان میکند .
{سُوۡرَةُ الذّاریَات : سوره ۵۱ } وَّذَكِّرْ فَاِنَّ الذِّكْرٰى تَنْفَعُ الْمُؤْمِنِيْنَ   (۵۵) و پیوسته تذکّر ده، زیرا تذکّر مؤمنان را سود می ‌بخشد. 
توضیح : تذکر ده چون در ایام الله(ج) داستان های امت های گذشته پند و عبرت و  نصیحت است برای مومنان .چنانچه الله(ج) می فرماید: 
{سُوۡرَةُ یُوسُف : سوره ۱۲} لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِي الْاَلْبَابِ  ۭ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ (111) در سرگذشت آنها درس عبرتی برای صاحبان اندیشه بود! اینها داستان دروغین نبود؛ بلکه (وحی آسمانی است، و) هماهنگ است با آنچه پیش روی او (از کتب آسمانی پیشین) قرار دارد؛ و شرح هر چیزی (که پایه سعادت انسان است)؛ و هدایت و رحمتی است برای گروهی که ایمان می ‌آورند. 

2-	 تجلیل المولود الشریف فی الاحادیث الشریفه:
‌و بخاطر داشته باشیم ﮐﻪ ﻣﺠﻠﺲ ﺷﺮﯾﻒ ﻣﻮﻟﻮﺩﯼ ؛ ﺩﺭ ﻭﺍﻗﻊ ﺗﻌﺒﯿﺮی اﺳﺖ ﺍﺯ ﺷﺎﺩﯼ ﻭ ﺳﺮﻭﺭ ﺑﻪ ﺣﻀﺮﺕ ﷺ ﻭ ﺑﻪ ﺗﺤﻘﯿﻖ ﮐﺎﻓﺮ ﻫﻢ ﺍﺯ ﺍﯾﻦ ﺳﺮﻭﺭ ﻭ ﺷﺎﺩﯼ ﻧﺴﺒﺖ ﺑﻪ ﺁﻥ ﺣﻀﺮﺕ ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭﺳﻠﻢ ﺑﻬﺮﻩ ﻣﻨﺪ ﺷﺪﻩ ﺍﺳﺖ ؛ 
الف)    ﺩﺭ ﮐﺘﺎﺏ ﺻﺤﯿﺢ ﺑﺨﺎﺭﯼ شریف ﺁﻣﺪﻩ ﺍﺳﺖ ﮐﻪ ﺍﺯﻋﺬﺍﺏ اﺑﻮﻟﻬﺐ ﺩﺭ ﺭﻭﺯﻫﺎﯼ ﺩﻭﺷﻨﺒﻪ ﮐﺎﺳﺘﻪ ﻣﯽ ﺷﻮﺩ ﻭ ﺁﻥ ﻫﻢ ﺑﻪ ﺳﺒﺐ ﺁﺯﺍﺩ ﮐﺮﺩﻥ ﮐﻨﯿﺰﺵ ﺛﻮﯾﺒﻪ ﺑﻮﺩ، ﺁﻧﮕﺎﻩ ﮐﻪ ﺧﺒﺮ ﻭﻻﺩﺕ ﺑﺎﺳﻌﺎﺩﺕ ﺣﻀﺮﺕ ﺭﺳﺎﻟﺖ ﷺ ﺭﺍ ﺑﻪ ﺍﻭ ﻣﮋﺩﻩ داد ﯾﻌﻨﯽ: ﻫﺮﮔﺎﻩ ﮐﺎﻓﺮﯼ ﻣﺜﻞ ﺍﺑﻮﻟﻬﺐ ﮐﻪ ﺩﺭﺑﺎﺭﻩ ﺍﻭ ﺩﺭ ﻗﺮﺁﻥ ﭼﻨﯿﻦ ﻧﺎﺯﻝ ﺷﺪﻩ ( ﺗَﺒَّﺖ ﯾَﺪﺁ ﺃﺑﯽ ﻟَﻬَﺐٍ ﻭَ ﺗَﺐَّ) ﻫﻼﮎ ﺑﺎﺩ ﺩﻭ ﺩﺳﺖ ﺍﺑﯽ ﻟﻬﺐ ﻭﻫﻼﮎ ﺑﺎﺩ ﺍﺑﯽ ﻟﻬﺐ ( ﺁﯾﻪ 1 ﺳﻮﺭﻩ ﻣﺴﺪ) ﺩﺭ ﺭﻭﺯﻫﺎﯼ ﺩﻭﺷﻨﺒﻪ ﺍﺯ ﻋﺬﺍﺑﺶ ﮐﺎﺳﺘﻪ ﻣﯽ ﺷﻮﺩ ﺑﻪ ﺳﺒﺐ ﺷﺎﺩﯼ ﻭﺳﺮﻭﺭ ﺍﻭ ﺍﺯ ﻭﻻﺩﺕ ﭘﯿﺎﻣﺒﺮ ﺍﮐﺮﻡ ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭﺳﻠﻢ ﭘﺲ ﮔﻤﺎﻥ ﺗﻮ ﭼﯿﺴﺖ ﺩﺭﺑﺎﺭﻩ ﮐﺴﯽ ﮐﻪ ﺩﺭ ﺗﻤﺎﻡ ﻋﻤﺮﺵ ﺑﻪ ﺃﺣﻤﺪ ﷺ ﻣﺴﺮﻭﺭ ﻭ ﺷﺎﺩﻣﺎﻥ ﺑﻮﺩﻩ ﻭ ﺑﺎ ﺍﯾﻤﺎﻥ ﻭ ﻣﻮﺣّﺪ ﻣﺮﺩﻩ ﺍﺳﺖ

ﺍﯾﻦ ﺭﻭﺍﯾﺖ ﺭﺍ ﺍﻣﺎﻡ ﺑﺨﺎﺭﯼ(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﺩﺭ ﺻﺤﯿﺢ ﺧﻮﺩ ﺩﺭ ﮐﺘﺎﺏ ﺍﻟﻨﮑﺎﺡ ﺑﺎﺏ ۲۱ ﺣﺪﯾﺚ ۵۱۰۱ ﺁﻭﺭﺩﻩ ﺍﺳﺖ ﻭ ﺣﺎﻓﻆ ﺍﺑﻦ ﺣﺠﺮﻋﺴﻘﻼﻧﯽ ﺩﺭ ﻓﺘﺢ ﺍﻟﺒﺎﺭﯼ ﺟﺰﺀ ﻧﻬﻢ ﺻﻔﺤﻪ ۱۸۰ ﻧﻘﻞﮐﺮﺩﻩ ﺍﺳﺖ. ﺍﻣﺎﻡ ﻋﺒﺪﺍﻟﺮﺯﺍﻕ ﺻﻨﻌﺎﻧﯽ ﺩﺭ ﺍﻟﻤﺼﻨﻒ ﺟﻠﺪ ۷ﺻﻔﺤﻪ ۴۷۸ ﻭ ﺣﺎﻓﻆ ﺃﺑﻮﺑﮑﺮ ﺑﯿﻬﻘﯽ ﺩﺭ ﮐﺘﺎﺏ ﺩﻻﺋﻞ ﺍﻟﻨﺒﻮﺓ ﻭ ﺍﺑﻦ ﮐﺜﯿﺮ ﺩﺭ ﺍﻟﺴﯿﺮﺓ ﺍﻟﻨﺒﻮﯾﺔ ( ﺟﻠﺪ ۲ﺻﻔﺤﻪ ۲۷۳ ﻭ ﻣﺤﯿﯽ ﺍﻟﺴﻨﺔ ﺃﺑﻮﻣﺤﻤﺪ ﺣﺴﯿﻦ ﺑﻐﻮﯼ ﺩﺭ( ﺷﺮﺡ ﺍﻟﺴﻨﺔ ) ﺟﻠﺪ ۵ ﺻﻔﺤﻪ ۱۹۲ ﻭ ﻋﺎﻣﺮﯼ ﺩﺭ ( ﺑﻬﺠﺔ ﺍﻟﻤﺤﺎﻓﻞ) ﺟﻠﺪ ۱ ﺹ ۴۱ ﻭ ﺍﺑﻦ ﻫﺸﺎﻡ ﻭ ﺳﻬﯿﻠﯽ ﺩﺭ ﺍﻟﺮﻭﺽ ﺍﻷﻧﻒ  ﺟﻠﺪ ۵ ﺻﻔﺤﻪ ۱۹۲ ﺁﻥ ﺭﺍ ﺭﻭﺍﯾﺖ ﮐﺮﺩﻩﺍﻧﺪ .
 ﺩﺭ ﻫﻤﯿﻦ ﻣﻮﺭﺩ ﺣﺎﻓﻆ ﺣﺪﯾﺚ ﺷﻤﺲ ﺍﻟﺪﯾﻦ ﻣﺤﻤﺪ ﺑﻦ ﻧﺎﺻﺮ ﺍﻟﺪﯾﻦ ﺩﻣﺸﻘﯽ ﻣﺘﻮﻓﯽ ﺑﻪ ﺳﺎﻝ ۸۴۲ ﻫ ﺩﺭﮐﺘﺎﺑﺶ ﺑﻪ ﻧﺎﻡ  ﻣﻮﺭﺩ ﺍﻟﺼﺎﺩﯼ ﻓﯽ ﻣﻮﻟﺪ ﺍﻟﻬﺎﺩﯼ  ﭼﻨﯿﻦ ﺳﺮﻭﺩﻩ ﺍﺳﺖ : (ﺇﺫﺍ ﮐﺎﻥ ﻫﺬﺍ ﮐﺎﻓﺮﺍً ﺟﺎﺀَ ﺩﻣّﻪ ﺑﺘﺒّﺖ ﯾﺪﺍﻩ ﻓﯽ ﺍﻟﺠﺤﯿﻢ ﻣﺨﻠﺪﺍ ﺃﺗﯽ ﺃﻧّﻪ ﻓﯽ ﯾﻮﻡ ﺍﻻﺛﻨﯿﻦ ﺩﺍﺋﻤﺎً ﯾﺨﻔﻒ ﻋﻨﻪ ﻟﻠﺴﺮﻭﺭ ﺑﺄﺣﻤﺪﺍ ﻓﻤﺎ ﺍﻟﻈﻦ ﺑﺎﻟﻌﺒﺪ ﺍﻟﺬﯼ ﮐﺎﻥ ﻋﻤﺮﻩ ﺑﺄﺣﻤﺪ ﻣﺴﺮﻭﺭﺍً ﻭﻣﺎﺕ ﻣﻮﺣّﺪﺍ) ﺍﯾﻦ ﺣﺪﯾﺚ ﺍﮔﺮ ﭼﻪ ﻣﺮﺳﻞ است (ﺣﺪﯾﺚ ﻣﺮﺳﻞ ﺣﺪﯾﺜﯽ ﺍﺳﺖ ﮐﻪ ﺩﺭ ﺭﻭﺍﯾﺖ ﺁﻥ ﺻﺤﺎﺑﯽ ﺣﺬﻑ ﺷﺪﻩ ﺑﺎﺷﺪ ﻭ ﺗﺎﺑﻌﯽ ﺑﮕﻮﯾﺪ: ﻗﺎﻝ ﺍﻟﻨﺒﯽ ﷺ ﮐﺬﺍ. (ﮐﻠﯿﺪﺣﺪﯾﺚ ﺷﻨﺎﺳﯽ ﺻﻔﺤﻪ ۴۷) ﺍﺳﺖ ﻭﻟﯽ ﭼﻮﻥ ﺍﻣﺎﻡ ﺑﺨﺎﺭﯼ(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﺁﻧﺮﺍ ﺁﻭﺭﺩﻩ ﺍﺳﺖ ﻭ ﻋﻠﻤﺎ ﻭ ﺣﺎﻓﻈﺎﻥ ﺣﺪﯾﺚ ﺑﺮ ﺁﻥ ﺍﻋﺘﻤﺎﺩ ﮐﺮﺩﻩ ﺍﻧﺪ ﻭ ﻫﻤﭽﻨﯿﻦ ﺩﺭ ﺑﺎﺏ ﻣﻨﺎﻗﺐ ﻭ ﺧﺼﺎﺋﺺ ﺁﻭﺭﺩﻩ ﺷﺪﻩ ﺍﺳﺖ ﻭ ﻧﻪ ﺩﺭ ﻣﺒﺎﺣﺚ ﺣﻼﻝ ﻭ ﺣﺮﺍﻡ ؛ﺑﻨﺎﺑﺮﺍﯾﻦ ﻗﺎﺑﻞ ﻗﺒﻮﻝ ﺍﺳﺖ. ﻭ ﻃﺎﻟب العلمان ﻣﯽ ﺩﺍﻧﻨﺪ ﮐﻪ ﺍﺳﺘﺪﻻﻝ ﺑﻪ ﺣﺪﯾﺚ ﺩﺭ ﺍﺛﺒﺎﺕ ﻣﻨﺎﻗﺐ ﺑﺎ ﺍﺳﺘﺪﻻﻝ ﺑﻪ ﺣﺪﯾﺚ ﺩﺭ ﺑﯿﺎﻥ ﺍﺣﮑﺎﻡ ﺑﻪ ﯾﮏ ﺷﯿﻮﻩ ﻧﯿﺴﺖ ﺑﻠﮑﻪ ﻓﺮﻗﺸﺎﻥ ﻭﺍﺿﺢ ﺍﺳﺖ . ﯾﻌﻨﯽ ﺑﺮﺍﯼ ﺍﺛﺒﺎﺕ ﺣﮑﻢ ﺣﻼﻟﯿﺖ ﯾﺎ ﺣﺮﺍﻣﯿﺖ ﯾﮏ ﭼﯿﺰ ، ﻧﯿﺎﺯ ﺑﻪ ﺣﺪﯾﺜﯽ ﺑﺎ ﻣﺮﺗﺒﻪ ﺻﺤﯿﺢ ﯾﺎ ﺣَﺴَﻦ ﺍﺳﺖ ﻭﻟﯽ ﺩﺭ ﻣﺒﺎﺣﺚ ﺗﺮﻏﯿﺐ ﻭ ﺗﺮﻫﯿﺐ ﻭ ﻓﻀﺎﯾﻞ ﺍﻋﻤﺎﻝ ﻭ ﻧﯿﺰ ﻣﻨﺎﻗﺐ ﭼﻨﯿﻦ ﺷﺮﺍﯾﻄﯽ ﺍﻟﺰﺍﻣﯽﻧﯿﺴﺖ. ﻭ ﺍﻣﺎ ﺩﺭﺑﺎﺭﻩ ﺑﻬﺮﻩ ﻣﻨﺪﯼ ﮐﺎﻓﺮﺍﻥ ﺍﺯ ﺍﻋﻤﺎﻝ ﻧﯿﮏ ﺷﺎﻥ ﺑﯿﻦ ﻋﻠﻤﺎﺀ ﺍﺧﺘﻼﻑ ﻧﻈﺮ ﺍﺳﺖ ﻭ ﺩﺭ ﺍﯾﻨﺠﺎ، ﺟﺎﯼ ﺑﺴﻂ ﻭ ﮔﺴﺘﺮﺵ ﺁﻥ ﻧﯿﺴﺖ .

ب)  ﺣﻀﺮﺕ ﺭﺳﻮﻝ ﺍﮐﺮﻡ ﷺﺭﻭﺯ ﺗﻮﻟﺪ ﺧﻮﺩﺵ ﺭﺍ ﺑﺰﺭﮒ ﻭ ﮔﺮﺍﻣﯽ ﻣﯽ ﺩﺍﺷﺘﻨﺪ ﻭ ﺧﺪﺍﻭﻧﺪ ﻣﺘﻌﺎﻝ(ج) ﺭﺍ ﺩﺭ ﺁﻥ ﺭﻭﺯ ﺷﮑﺮ ﮔﺰﺍﺭﯼ ﻣﯽ ﮐﺮﺩ ﺑﻪ ﺧﺎﻃﺮ ﻧﻌﻤﺖ ﺑﺰﺭﮔﯽ ﮐﻪ ﺑﻪ ﺍﻭ ﺩﺍﺩﻩ ، ﻭ ﭼﻨﯿﻦ ﻭﺟﻮﺩ ﻣﺒﺎﺭﮐﯽ ﺑﻪ ﺍﻭ ﺑﺨﺸﯿﺪﻩ ﮐﻪ ﻫﻤﻪ ﻣﻮﺟﻮﺩﺍﺕ ﺑﻪ ﺳﺒﺐ ﺍﻭ ﺑﻬﺮﻩ ﻣﻨﺪ ﻭ ﺑﺮﺧﻮﺭﺩﺍﺭ ﺷﺪﻩ ﺍﻧﺪ ﻭ ﺑﺎ ﺭﻭﺯﻩ ﮔﺮﻓﺘﻦ ﺭﻭﺯ ﺗﻮﻟﺪ ﺧﻮﺩ ؛ ﺍﯾﻦ ﺗﻌﻈﯿﻢ ﻭ ﺑﺰﺭﮔﺪﺍﺷﺖ ﺭﺍ ﺑﻪ ﻣﺎ ﻧﺸﺎﻥ ﺩﺍﺩ .
ﻫﻤﺎﻧﮕﻮﻧﻪ ﮐﻪ ﺩﺭ ﺣﺪﯾﺚ ﺻﺤﯿﺢ ﺑﻪ ﺭﻭﺍﯾﺖ ﺍﺑﯽ ﻗﺘﺎﺩﺓ (ﺭﺿﯽ ﺍﻟﻠﻪ ﻋﻨﻪ) ﺁﻣﺪﻩ ﺍﺳﺖ ﮐﻪ ﺍﺯ ﺭﺳول الله ﷺ ﺩﺭﺑﺎﺭﻩ ﺭﻭﺯﻩ ﮔﺮﻓﺘﻦ ﺩﺭ ﺭﻭﺯ ﺩﻭﺷﻨﺒﻪ ﺳﻮﺍﻝ ﺷﺪ ﺩﺭ ﺟﻮﺍﺏ ﻓﺮﻣﻮﺩﻧﺪ : ( ﺩﺭ ﺁﻥ ﺭﻭﺯ ﻣﻦ ﻣﺘﻮﻟﺪ ﺷﺪﻩ ﺍﻡ ﻭ ﺩﺭ ﺁﻥ ﺭﻭﺯ ﺑﺮ ﻣﻦ ﻗﺮﺁﻥ ﻧﺎﺯﻝ ﺷﺪ) و این است تجلیل مولود شریف . ﺑﻪ ﺭﻭﺍﯾﺖ ﺍﻣﺎﻡ ﻣﺴﻠﻢ ﺩﺭ ﺻﺤﯿﺢ ﺧﻮﺩﺵ ، ﮐﺘﺎﺏ ﺍﻟﺼﯿﺎﻡ، ﺭﻭﺯﻩ ﮔﺮﻓﺘﻦ ﺁﻥ ﺣﻀﺮﺕ ﷺ ﺭﻭﺯ ﺗﻮﻟﺪ ﺧﻮﺩ ﺭﺍ، ﺑﻪ ﻣﻌﻨﺎﯼ ﺗﻮﺟﻪ ﻣﺨﺼﻮﺹ ﺑﻪ ﺁﻥ ﻧﻤﻮﺩﻥ ﺍﺳﺖ ﻭ ﺗﻌﺒﯿﺮﯼ ﺍﺳﺖ ﺍﺯ ﺑﺰﺭﮔﺪﺍﺷﺖ ﻭ ﺍﺣﺘﺮﺍﻡ ﺁﻥ. ﻭ ﺍﯾﻦ ﺑﺰﺭﮔﺪﺍﺷﺖ ﺑﻪ ﺻﻮﺭﺗﻬﺎﯼ ﻣﺨﺘﻠﻔﯽ ﺍﺑﺮﺍﺯ ﻣﯽ ﺷﻮﺩ ﻭ ﻟﯿﮑﻦ ﻣﻌﻨﺎﯼ ﻣﻮﺟﻮﺩ ﺩﺭ ﻫﻤﻪ ﺁﻧﻬﺎ ﯾﮑﺴﺎﻥ ﺍﺳﺖ ؛ ﭼﻪ ﺑﻪ ﺻﻮﺭﺕ ﺭﻭﺯﻩ ﮔﺮﻓﺘﻦ ﺑﺎﺷﺪ ﯾﺎ ﻏﺬﺍ ﺩﺍﺩﻥ ﺑﻪ ﺩﯾﮕﺮﺍﻥ ﯾﺎ ﺍﺟﺘﻤﺎﻉ ﻧﻤﻮﺩﻥ ﺑﺮﺍﯼ ﺫﮐﺮ ﮐﺮﺩﻥ ﯾﺎ ﺻﻠﻮﺍﺕ و درود شریف  ﺑﺮ ﭘﯿﺎﻣﺒﺮﷺ  ﻓﺮﺳﺘﺎﺩﻥ ﯾﺎ ﺷﻨﯿﺪﻥ ﻭﺻﻒ ﺷﻤﺎﺋﻞ ﻣﺒﺎﺭﮎ ﺍﻭ ﻭ ﺻﻔﺎﺕ ﻣﺨﺼﻮﺻﺶ و تعلیم سیرت او مبارکﷺ به امت هایش و سبل مختلف .
ت)  ﺍﻣﯿﺮﺍﻟﻤﺆﻣﻨﯿﻦ ﺩﺭ ﺣﺪﯾﺚ ، ﺣﺎﻓﻆ ﺍﺑﻦ ﺣﺠﺮ ﻋﺴﻘﻼﻧﯽ ﺭﺣﻤﻪ ﺍﻟﻠﻪ ﻣﯽ ﮔﻮﯾﺪ : ﺑﺮﺍﯼ ﻣﻦ ﺁﺷﮑﺎﺭ ﺷﺪﻩ ﺍﺳﺖ ﮐﻪ ﻣﺠﻠﺲ ﻣﻮﻟﻮﺩﯼ ﺑﺮ ﺍﺻﻠﯽ ﺛﺎﺑﺖ و ﺍﺳﺘﻮﺍﺭ ﺍﺳﺖ ﻭ ﺁﻥ ﺍﺻﻞ ﺍﯾﻦ ﺍﺳﺖ ﮐﻪ ﺩﺭ ﺻﺤﯿﺢ ﺑﺨﺎﺭﯼ شریف ﻭ ﻣﺴﻠﻢ شریف ﺁﻣﺪﻩ است ﮐﻪ ﭘﯿﺎﻣﺒﺮ ﷺ ﺁﻧﮕﺎﻩ ﮐﻪ ﺑﻪ ﻣﺪﯾﻨﻪ منوره ﺗﺸﺮﯾﻒ ﺁﻭﺭﺩند .  ﯾﻬﻮﺩﯾﺎﻥ ﻣﺪﯾﻨﻪ ﺭﺍ ﺩﯾﺪ ﮐﻪ ﺭﻭﺯ ﻋﺎﺷﻮﺭﺍ ﺭﺍ ﺭﻭﺯﻩ ﻣﯽ ﮔﯿﺮﻧﺪ ﺍﺯ ﺁﻧﻬﺎ ﭘﺮﺳﯿﺪ : ﭼﺮﺍ ﺍﯾﻦ ﺭﻭﺯ ﺭﺍ ﺭﻭﺯﻩ ﻣﯽ ﮔﯿﺮﯾﺪ ؟  ﺁﻧﻬﺎ ﭘﺎﺳﺦ ﺩﺍﺩﻧﺪ : ﻋﺎﺷﻮﺭﺍ ﺭﻭﺯﯼ ﺍﺳﺖ ﮐﻪ ﺧﺪﺍﻭﻧﺪ(ج) ﻓﺮﻋﻮﻥ ﺭﺍ ﻏﺮﻕ ﮐﺮﺩ ﻭ حضرت ﻣﻮﺳﯽ (ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)   ﺭﺍ ﻧﺠﺎﺕ ﺩﺍﺩ . ﻣﺎ ﻫﻢ ﺑﺮﺍﯼ ﺷﮑﺮﮔﺰﺍﺭﯼ ﺧﺪﺍﻭﻧﺪ(ج)، ﺍﯾﻦ ﺭﻭﺯ ﺭﺍ ﺭﻭﺯﻩ میگیریم ﺩﺭ ﺁﻥ ﻫﻨﮕﺎﻡ ﺣﻀﺮﺕ ﺭﺳﻮﻝ ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭﺳﻠﻢ ﻓﺮﻣﻮﺩﻧﺪ: ﻣﺎ ﺑﻪ ﻣﻮﺳﯽ(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  ﻧﺴﺒﺖ ﺑﻪ ﺷﻤﺎ ﺷﺎﯾﺴﺘﻪ ﺗﺮﯾﻢ (« ﺣﺪﯾﺚ ﺷﻤﺎﺭﻩ ( ۲۰۰۴) ﺍﺯﺻﺤﯿﺢ ﺑﺨﺎﺭﯼ ﻭ ﺣﺪﯾﺚ ﺷﻤﺎﺭﻩ ( ۱۲۷- ۱۱۳۰) ﺍﺯ ﺻﺤﯿﺢ ﻣﺴﻠﻢ شریف.
ﺑﻨﺎﺑﺮﺍﯾﻦ ﺍﺯ ﺍﯾﻦ ﺣﺪﯾﺚ شریف ﺍﺳﺘﻔﺎﺩﻩ ﻣﯽ ﺷﻮﺩ ﮐﻪ ﻋﻤﻞ ﺷﮑﺮﮔﺰﺍﺭﯼ ﺧﺪﺍﻭﻧﺪ(ج) ﺑﻪ ﺧﺎﻃﺮ ﺩﺍﺩﻥ ﻧﻌﻤﺘﯽ ﯾﺎ ﺑﺮﻃﺮﻑ ﻧﻤﻮﺩﻥ ﻣﺼﯿﺒﺖ ﯾﺎ ﻋﺬﺍﺑﯽ ﺩﺭ ﺭﻭﺯﯼ ﻣﻌﯿّﻦ ﻭ ﻧﯿﺰ ﺗﮑﺮﺍﺭ ﺷﮑﺮﮔﺰﺍﺭﯼ ﺩﺭ ﻫﻤﺎﻥ ﺭﻭﺯ ﺩﺭ ﻫﻤﻪ ﺳﺎﻟﻬﺎ ﻭ ﺑﺮﺍﯼ ﻫﻤﯿﺸﻪ ،ﺻﺤﯿﺢ ﻭ ﺟﺎﯾﺰ ﻣﯽ ﺑﺎﺷﺪ،  ﻭﺍﻟﺒﺘﻪ ﺷﮑﺮﮔﺰﺍﺭﯼ ﺧﺪﺍﻭﻧﺪ(ج) ﺑﻪ ﻃﺮﻕ ﻣﺨﺘﻠﻒ ﺣﺎﺻﻞ ﻣﯽ ﺷﻮﺩ ﺍﺯ ﺁﻥ ﺟﻤﻠﻪ :ﺳﺠﺪﻩ ﮐﺮﺩﻥ ﺑﺮﺍﯼ ﺍﻭ ﻭ ﺭﻭﺯﻩ ﮔﺮﻓﺘﻦ ﻭ ﺻﺪﻗﻪ ﺩﺍﺩﻥ ﻭ ﺗﻼﻭﺕ ﻗﺮﺁﻥ ﻭ ... ﻭ ﮐﺪﺍﻣﯿﻦ ﻧﻌﻤﺖ ﺑﺰﺭﮔﺘﺮ ﺍﺳﺖ ﺍﺯﻧﻌﻤﺖ ﺁﻓﺮﯾﻨﺶ ﭘﯿﺎﻣﺒﺮ ﺭﺣﻤﺖ ﺣﻀﺮﺕ ﺭﺳﻮﻝ ﺍﻟﻠﻪ ﷺ است ﮐﻪ ﺧﺪﺍﻭﻧﺪ ﺟﻞ ﺟﻼﻟﻪ ﺑﻪ ﺳﺒﺐ ﺑﻌﺜﺖ ﺁﻥ ﺫﺍﺕ ﻣﺒﺎﺭﮎ ﺑﺮ ﻣﺆﻣﻨﺎﻥ ﻣﻨﺖ ﻧﻬﺎﺩﻩ، ﺁﻧﺠﺎ ﮐﻪ ﻣﯽ ﻓﺮﻣﺎﯾﺪ :  لَقَدْ مَنَّ اللّٰهُ عَلَي الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْھِمْ رَسُوْلًا مِّنْ اَنْفُسِھِمْ (ﺳﻮﺭﻩ ﺁﻝ ﻋﻤﺮﺍﻥ ﺁﯾﻪ ۱۶۴) ﯾﻌﻨﯽﻫﺮ ﺁﯾﯿﻨﻪ ﻧﻌﻤﺖ ﻓﺮﺍﻭﺍﻥ ﺩﺍﺩ ﺧﺪﺍوند(ج) ﺑﺮ ﻣﺆﻣﻨﺎﻥ ، ﺁﻧﮕﺎﻩ ﮐﻪ ﻓﺮﺳﺘﺎﺩ ﺩﺭ ﻣﯿﺎﻥ ﺍﯾﺸﺎﻥ ﭘﯿﻐﻤﺒﺮﯼ ﺍﺯ ﻗﻮﻡ ﺍﯾﺸﺎﻥ. 








3-	 تجلیل المولود الشریف  عند الصحابه (کرام رضوان الله علیهم اجمعین) 
گرامیداشت واحتفال از مولود النبیﷺ  توسط اصحاب آنحضرت ﷺ؛ 
آیا اصحاب کرام(رض) هم از آمدن رسول الله ﷺ  شکر گذاری میکردند ؟ بلی؛ 
1-	 در صحیح مسلم شریف ؛ سنن نسائی شریف ؛ مسند امام احمد ابن حنبل از امیر معاویه(رض) روایت است که: ( ۵۳۷۷)  - أَخْبَرَنَا سَوُّارُ بْنُ عَبْدِ اللَّهِ ، قَالَ: حَدَّثَنَا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ ، عَنْ أَبِي نَعَامَةَ ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ مُعَاوِيَةُ رَضِيَ اللَّهُ عَنْهُ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَى حَلْقَةٍ يَعْنِي مِنْ أَصْحَابِهِ فَقَالَ: مَا أَجْلَسَكُمْ ؟ قَالُوا : جَلَسْنَا نَدْعُو اللَّهَ وَنَحْمَدُهُ عَلَى مَا هَدَانَا لِدِينِهِ، وَمَنَّ عَلَيْنَا بِكَ، قَالَ : آللَّهُ مَا أَجْلَسَكُمْ إِلَّا ذَلِكَ ؟ قَالُوا : آللَّهُ مَا أَجْلَسَنَا إِلَّا ذَلِكَ ، قَالَ : أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهَمَةً لَكُمْ ، وَإِنَّمَا أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَامُ فَأَخْبَرَنِي أَنَّ اللَّهَ عَزَّ وَجَلَّ يُبَاهِي بِكُمُ الْمَلَائِكَةَ {درجة الحديث: صحیح }
ترجمه: امیر معاویه(رض) روایت کردند: روزی رسول اکرم ﷺ از حجره مبارک شان بیرون شدند (إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَى حَلْقَةٍ يَعْنِي مِنْ أَصْحَابِهِ) دیدند که در مسجد نبوی اصحاب کرام رضوان الله علیهم اجمعین حلقه کردند و باهم جمع شدند رسول گرامی اسلامﷺ پرسیدند: «فقَالَ : مَا أَجْلَسَكُمْ ؟» چرا شما اینجا گِرد آمدید ؟ گفتند: «قَالُوا : جَلَسْنَا نَدْعُو اللَّهَ وَنَحْمَدُهُ عَلَى مَا هَدَانَا لِدِينِهِ » بخاطریکه الله(ج) ما را به دین  اش هدایت کرد، «وَمَنَّ عَلَيْنَا بِكَ:» و ما را با وجود شما منت گذاشت. یعنی گِرد آمدیم تا خداوند(ج) را ندا کنیم و حمد و شکر گذاری او را ادأ کنیم که ما را با وجود شما منت بخشیده است.  آنحضرت ﷺ پرسیدن: چرا شما اینکار را کردین؟ اصحاب کرام(رض) گفتند:  «وَمَنَّ عَلَيْنَا بِكَ» که الله(ج) شما را بما بخشید.
توضیح : اگر این تجلیل مولود شریف نیست ، پس چیست ؟ مولود شریف چیست همین شکر گذاری از خداوند(ج) است بخاطر فضل و رحمتش. 
باز هم رسول خدا ﷺ پرسید «قَالَ : آللَّهُ مَا أَجْلَسَكُمْ إِلَّا ذَلِكَ ؟» قسم بخداوند(ج), قسم بخورید به الله(ج) که آیا تنها دلیل اجتماع و شکر گذاری تان همین بوده که مولود مرا تجلیل کنید؟ اصحاب کرام رضوان الله علیهم اجمعین گفتند: بلی «قَالُوا: آللَّهُ مَا أَجْلَسَنَا إِلَّا ذَلِكَ ، » دلیل اجتماع ما جز این نبود. رسول الله ﷺ  فرمود: «قَالَ : أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ تُهَمَةً لَكُمْ » شما فکر نکنید که براستی (به حقیقت سخن) شما باور ندارم و یا تهمتی میبندم ؛   تأکید و قسم دادن من به شما در عقب این همه دلیلی وجود دارد، اصحاب کرام(رض) پرسیدند دلیل این همه چی بود یا رسول اللهﷺ؟ ایشان فرمودند: « وَإِنَّمَا أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَامُ فَأَخْبَرَنِي أَنَّ اللَّهَ عَزَّ وَجَلَّ يُبَاهِي بِكُمُ الْمَلَائِكَةَ » ای صحابه های من! اینکه شما در روی زمین یعنی در مسجد نبوی گِرد آمده بودید و تجلیل از مولود من  میکردید خداوند(ج) در آنجا با ملائکه هایش شما را یاد میکرد و آنجا برای شما درود و دعا میشد.
 اگر این جلسه میلادیه مبارکه توسط صحابه کرام(رض) رسول اللهﷺ نیست پس چیست ؟  تجلیل این جلسه میلاد النبیﷺ در مسجد النبویﷺ رخ داد و هدف اش شکر اینکه الله(ج) به صحابه کرام(رض) رسول الله ﷺ  را بخشیده است . پس ماهم با متابعت از صحابه(رض) این روز مبارک را تجلیل میکنیم و خوش میباشیم و محافل میگیریم .  
2-	 امام حاکم در مستدرک نوشته که این کتاب حدیث است و نظر به شرایط که احادیث در کتاب بخاری و مسلم شریف جمع آوری شده درین کتاب هم جمع آوری شده.
امام حاکم در المستدرک خود نقل کرده که ابن عوث روایت کرده که؛  فقال ابن عباس(رض) ابن عبدالمطلب : که واقعه بعد از غزوه تبوک رخ داده بود به گفتهء ابن حجر عسقلانی که بعد از غزوه تبوک صحابه های کرام(رض) با رسول الله ﷺ یکجا گرد هم آمدند و خریم ابن عوث نقل میکند که ما با رسول الله ﷺ بودیم که حضرت عباس(رض) گفت یا رسول الله ﷺ من میخواهم نعت شما را بخوانم رسول خدا ﷺ ایشان را دعا داد و اجازه خواندن داد که درین اجتماع بزرگ حدود (۳۰۰۰۰) سی هزار اصحاب  کرام(رض) حضور داشتند، رسول الله ﷺ نگفت که این بدعت است؛ شرک است؛ و یا اینکه ما از غزوه آمدیم، ضرورت نیست یا نخوان این در مزاج رسول اللهﷺ نبود بلکه رسول اللهﷺ  حضرت عباس(رض) را دعا داد و فرمود بخوان ، و آنوقت حضرت عباس(رض) این نعت را خواند. 
. وأنت لمـا ولدت أشـرقت الأ رض (وقتی تو تولد (این یعنی تجلیل مولود شریف) شدی زمین بدرخشید )
.  وضـاءتْ بنوركَ الأفق (و افق به نور وجود مبارک ات روشن شد )
. فنحن في ذلك الضياء وفي النـور(و ما در آن روشنائی و ضیا )
.   وسـبل الرشـادِ نخترق (و راه های رشاد و هدایت از بیراهه نجات یافتیم و هدایت شدیم )
یعنی یا رسول الله ﷺ  وقتی میلاد تو رخ داد ولدت یعنی وقتیکه تو تولد شدی وقتیکه میلاد تو رخ داد زمین درخشیدن گرفت و نور به آسمان رسید. که این شعر طویل است؛ نعت طویلی است و هر خط این نعت میلاد رسول الله ﷺ  را بیان میکند. و این شعر نبود جز میلاد.  میلاد چیست  میلاد بیان واقعات است که با تولدی آنحضرت ﷺ رخ داد. حضرت ابن عباس(رض) در حضور سی هزار نفر از اصحابه کرام(رض)  این نعت را خواند ، این را امام قرطبی در جامع الحاکم القران؛ امام طبرانی در مجمع الکبریا؛ مجمع الزواید امام هیثمی؛ امام ذهبی؛ ابن قدامه ؛ المغنی؛ حاکم روایت کردند. یعنی ۱۲ سند دارد. سی هزار (30000) صحابه کرام(رض) یکجا میلاد النبیﷺ  را تجلیل کردند، تجلیل یعنی بزرگداشت مطالعه زندگی کسی، حفظ خاطرات یا گذشته زندگی کسی، بدین معنیست که چیزی را بیاد آوردند یعنی کسیکه فوت میکند کسانیکه زنده هستند یاد آوری آن و دعا برایشان و آشکار نمودن خوشحالی آنها چی میکردند ؟ آنها یاد آوری میکردند از واقعات که در هنگام تولد آنحضرت ﷺ رخ داده بود جمع میشدند و یاد آوری تولد پیامبر ﷺ میلاد النبی است و این چیزی است که اصحاب کرام(رض) میکردند.








4-	 تجلیل مولود الشریف عند علماء السلف الصالح (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ) 
ﺑﺪﯾﻨﮕﻮﻧﻪ ﺍﺳﺖ ﮐﻪ ﺍﻣﺎﻣﺎﻥ ﺑﺰﺭﮒ ﺍﺳﻼﻡ ﺍﺗﻔﺎﻕ ﻧﻈﺮ ﺩﺍﺭﻧﺪ ﺑﺮ ﺍﺳﺘﺤﺒﺎﺏ ﻋﻤﻞ ﭘﺎﺩﺷﺎﻩ ﺻﺎﻟﺢ ﻭ ﻧﯿﮑﻮﮐﺎﺭ ﻣﻈﻔﺮﺍﻟﺪﯾﻦﺍﻷﺭﺑﯿﻠﯽ  (ﺭﺣﻤﻪ ﺍﻟﻠﻪ) ﮐﻪ ﺑﻪ ﻣﻨﺎﺳﺒﺖ ﻣﯿﻼﺩ ﭘﯿﺎﻣﺒﺮﺟﺸﻦ ﺑﺮﭘﺎ می ﻧﻤﻮﺩ ﻭ ﺍﻣﻮﺍﻝ ﺯﯾﺎﺩﯼ ﺩﺭﯾﻦ ﺭﺍﻩ ﺧﺮﺝ می ﻧﻤﻮﺩ ﻭ ﺍﯾﻦ ﺍﻣﺎﻣﺎﻥ ﺩﺭ ﺍﯾﻦ ﻗﻀﯿﻪ ﯼ ﺧﺎﺹ ﻣﻘﺎﻡ ﺍﺟﺘﻬﺎﺩ ﺩﺍﺷﺘﻨﺪ ﺯﯾﺮﺍ ﮐﻪ ﺁﻧﻬﺎ ﺍﺯ ﻋﺎﻟﻤﺎﻥ ﺑﺰﺭﮒ ﺑﻮﺩﻧﺪ ﻭ ﺩﺭﺟﻪ ﯼ ﺍﺟﺘﻬﺎﺩ ﻣﻘﯿﺪ ﺩﺍﺷﺘﻨﺪ ﺍﮔﺮﭼﻪ بعضی شان ﻣﺠﺘﻬﺪ ﻣﻄﻠﻖ ﻧﺒﻮﺩﻧﺪ،  ﻭ ﻫﻤﺎﻧﮕﻮﻧﻪ ﮐﻪ ﺍﻣﺎﻡ ﻏﺰﺍﻟﯽ ﺭﺣﻤﻪ ﺍﻟﻠﻪ ﺩﺭﮐﺘﺎﺑﺶ (ﺍﻟﻤﺴﺘﺼﻔﯽ) ﺗﺼﺮﯾﺢ ﮐﺮﺩﻩ ﺍﺳﺖ، ﺗﺠﺰﯾﻪ ﺍﺟﺘﻬﺎﺩ ﺟﺎﯾﺰ ﺍﺳﺖ ﻭ ﻫﯿﭻ ﻋﺎﻟﻢ ﺑﺰﺭﮔﻮﺍﺭﯼ ﮐﻪ ﺑﺮ ﺍﻭ ﺍﻋﺘﻤﺎﺩ ﮐﺮﺩﻩ ﺷﻮﺩ، ﺍﯾﻦ ﮔﻔﺘﻪ ﯼ ﺍﻣﺎﻡ ﻏﺰﺍﻟﯽ(رح) ﺭﺍ ﺍﻧﮑﺎﺭ ﻧﮑﺮﺩﻩ ﺍﺳﺖ ﻭ ﻫﻤﺎﻧﺎ ﭘﯿﺎﻣﺒﺮ ﷺ ﻓﺮﻣﻮﺩ ( ﻣﺎ ﺭﺍﻩ ﺍﻟﻤﺴﻠﻤﻮﻥ ﺣﺴﻨﺎ ﻓﻬﻮ ﻋﻨﺪﺍﻟﻠﻪ ﺣﺴﻦ) آنچه را مسلمون حسن می پندارند پس آن نزد الله(ج) حسن است . 
اﻣﺎ ﺩﻟﯿﻞ ﺍﺛﺒﺎﺕ ﻣﻮﻟﻮﺩﯼ ﺗﻮﺳﻂ ﻣﺠﺘﻬﺪﯾﻦ ( ﺑﻌﺪ ﺍﺯ ﺛﺒﻮﺕ ﺩﺭﺟﻪ ﺍﺟﺘﻬﺎﺩ ﺁﻧﻬﺎ ﻭﻋﻤﻞ ﺑﻪ ﻧﻈﺮﯾﺎﺗﺸﺎﻥ ) ﺑﺴﯿﺎﺭ ﺭﻭﺷﻦ ﻭ ﺁﺷﮑﺎﺭ ﺍﺳﺖ. ﻫﻤﻪﻣﺎ ﻣﯽ ﺩﺍﻧﯿﻢ ﮐﻪ ﻓﺮﺩ ﻓﺮﺩ ﻋﻠﻤﺎﺀ ﺑﺰﺭﮒ ﺑﻪ ﺍﯾﻦ ﺟﺸﻦ ﻣﺒﺎﺭﮎ ﺭﺍﺿﯽ ﺑﻮﺩﻩ ﺍﻧﺪ ، ﻭ ﺍﻣﺎ ﮐﺴﺎﻧﯽ ﮐﻪ ﻣﯽ ﮔﻮﯾﻨﺪ (ﺍﯾﻦ ﺟﺸﻦ ﻭ ﻣﺠﻠﺲ ﺷﺎﺩﯼ ﺩﺭ ﺩﻭﺭﻩ ﭘﯿﺎﻣﺒﺮ ﷺ ﻧﺒﻮﺩﻩ ﺍﺳﺖ ﺑﻨﺎﺑﺮﺍﯾﻦ ﺑﺮﭘﺎﯾﯽ ﺁﻥ ﻏﯿﺮ ﻣﺸﺮﻭﻉ ﺍﺳﺖ) ، ﮔﻔﺘﻪ ﺁﻧﻬﺎﻣﺮﺩﻭﺩ ﺍﺳﺖ ﺯﯾﺮﺍ ﺑﻌﺪ ﺍﺯ ﺍﯾﻨﮑﻪ ﺍﺳﺘﺤﺒﺎﺏ ﺍﯾﻦ ﻋﻤﻞ ﻣﺒﺎﺭﮎ ﺛﺎﺑﺖ ﺷﺪ،  و توسط سلف صالح که همانا صحابه کرام (رض) ثابت است ، ﺳﻠﻒ ﺻﺎﻟﺢ ﺑﻪ ﺍﻣﻮﺭﯼ ﻣﺸﻐﻮﻝ ﺑﻮﺩﻧﺪ ﮐﻪ خود تجلیل و حرمت به مولود شریف بوده است ﻭ ﺁﻥ ﻋﺒﺎﺭﺕ ﺍﺯ ﺍﺭﺷﺎﺩ ﻧﻤﻮﺩﻥ ﻭ ﺟﻬﺎﺩ ﮐﺮﺩﻥ ﺁﻧﻬﺎ اﺳﺖ. ﺁﯾﺎ ﻧﻤﯽ ﺩﺍﻧﻨﺪ ﮐﻪ ﺭﺳﻮﻝ الله ﷺ ﺩﺭ ﻣﺪﺕ ۹ ﺳﺎﻝ ﺑﻌﺪ ﺍﺯ ﻫﺠﺮﺕ، ﺑﺎ ﻣﺸﺮﮐﯿﻦ ۶۳ ﻧﺒﺮﺩ ﺍﻧﺠﺎﻡ ﺩﺍﺩ ﻭ ﺷﺨﺺ ﻣﺒﺎﺭﮐﺶ ﺩﺭ ۲۶ ﺗﺎ ﺍﺯ ﺁﻧﻬﺎ ﺣﺎﺿﺮ ﺑﻮﺩﻩ ﺍﺳﺖ ﺑﺎ ﻭﺟﻮﺩ ﺍﯾﻦ ﺍﻣﻮﺭ ﻣﻬﻢ ، باز هم ﻓﺮﺻﺘﯽ برای تجلیل مولود شریف پیدا میکنند و آنرا تجلیل میکنند چنانچه حادثه بعد از غزوه تبوک ذکر گردید، ﮐﺴﯽ ﮐﻪ ﺍﯾﻦ ﺍﺟﺘﻤﺎﻋﺎﺕ ﻣﺒﺎﺭﮎ ﺭﺍ ﺿﻼﻟﺖ ﻭ ﮔﻤﺮﺍﻫﯽ ﺑﻪ ﺣﺴﺎﺏ ﺁﻭﺭﺩ، ﺑﻪ ﺗﺤﻘﯿﻖ ﺧﻮﺩﺵ ﮔﻤﺮﺍﻩ ﺷﺪﻩ ﻭ ﺍﺯ ﺭﺍﻩ ﺻﺤﯿﺢ ﻭ ﺩﺭﺳﺖ ، ﻣﻨﺤﺮﻑ ﮔﺸﺘﻪ ﺍﺳﺖ. ﺍﻭ ﺩﺭ ﻭﺍﻗﻊ ﺩﺭﺑﺎﺭﻩ ﺍﺧﻼﻕ ﭘﯿﺎﻣﺒﺮ ﷺ ﻭ ﺗﺎﺭﯾﺦ ﺍﻭ، ﺗﻔﮑﺮ ﻭ ﺍﻧﺪﯾﺸﻪ ﻧﮑﺮﺩﻩ ﺍﺳﺖ. ﺁﻧﮕﺎﻩ ﮐﻪ ﺑﻪ ﺣﺴﺎﻥ ﺑﻦ ﺛﺎﺑﺖ (ﺭﺿﯽ ﺍﻟﻠﻪ ﻋﻨﻪ) ﺍﻣﺮ ﻧﻤﻮﺩ ﮐﻪ ﻣﺸﺮﮐﯿﻦ ﺭﺍ ﻫﺠﻮ ﻭﻣﺬﻣﺖ ﮐﻨﺪ ﻭ ﺷﻌﺮﺍﯼ ﺁﻧﻬﺎ ﺭﺍ ﮐﻪ ﺍﺳﻼﻡ ﻭ ﻣﺴﻠﻤﯿﻦ ﺭﺍﻫﺠﻮﻣﯽ ﮐﺮﺩﻧﺪ، ﺟﻮﺍﺏ ﻣﻨﺎﺳﺐ ﺩﻫﺪ ( ﺻﺤﯿﺢ ﺑﺨﺎﺭﯼ، ﮐﺘﺎﺏ ﺑﺪﺃ ﺍﻟﺨﻠﻖ ﺣﺪﯾﺚ ۳۲۱۳).
ﮐﺎﺷﺘﻦ ﻭ ﭘﺮﻭﺭﺵ ﺩﺍﺩﻥ ﻣﺤﺒﺖ ﺳﯿﺪﻧﺎ ﻣﺤﻤﺪ مصطفی نور الهدی ﷺ ﻭ ﺩﯾﻦ ﺍﻭ ﺩﺭ ﻗﻠﻮﺏ ﻧﺴﻠﻬﺎﯼ ﻣﺨﺘﻠﻒ ﺧﺼﻮﺻﺎً ﮐﻮﺩﮐﺎﻥ ﻭ ﻧﻮﺟﻮﺍﻧﺎﻥ ﻭﺍﺟﺐ ﺍﺳﺖ ﻭ ﺩﺭ ﻋﺼﺮﻣﺎ ﺍﯾﻦ ﻣﺮﺍﺳﻢ ﻭ ﺍﺟﺘﻤﺎﻋﺎﺕ ﻧﻘﺶ ﻣﻬﻤﯽ ﺑﺮﺍﯼ ﺭﺳﯿﺪﻥ ﺑﻪ ﺍﯾﻦ ﻫﺪﻑ ﺑﺰﺭﮒ ﺍﯾﻔﺎﺀ ﻣﯽ ﮐﻨﻨﺪ ﻭ ﻣﻘﺪﻣﻪ ﻫﺮ ﺍﻣﺮ ﻭﺍﺟﺒﯽ، ﻭﺍﺟﺐ ﺍﺳﺖ .
ﭘﯿﺎﻣﺒﺮ (ﺻﻠﯽ ﺍﻟﻠﻪ ﻋﻠﯿﻪ ﻭﺳﻠﻢ) ﺍﻣﺖ ﺭﺍ ﺑﻪ ﭘﯿﺮﻭﯼ ﺍﺯ ﺳﻮﺍﺩ ﺃﻋﻈﻢ ﻣﺴﻠﻤﺎﻧﺎﻥ ﻭ ﻋﻤﻮﻡ ﻣﺆﻣﻨﺎﻥ، ﺗﺸﻮﯾﻖ ﻭ ﺗﺮﻏﯿﺐ ﻓﺮﻣﻮﺩﻩ ﻭ ﺍﺯ ﺗﮑﺮﻭﯼ ﻭ ﺩﻭﺭﯼ ﺍﺯ ﺟﻤﺎﻋﺖ ﻣﺴﻠﻤﺎﻧﺎﻥ، ﺑﺮﺣﺬﺭ ﺩﺍﺷﺘﻪ ﻭ ﺗﻬﺪﯾﺪ ﮐﺮﺩﻩ ﺍﺳﺖ ﻟﺬﺍ اﺟﻤﺎﻉ ﺍﻣﺎﻣﺎﻥ ﺩﯾﻦ ﺑﺮ ﺑﺮﭘﺎﯾﯽ ﺍﯾﻦ ﻣﺮﺍﺳﻢ ﺑﺮﻗﺮﺍﺭ ﺍﺳﺖ ﻭ ﺍﮔﺮ ﻓﺮﺽ ﺷﻮﺩ ﻫﻤﮕﯽ ﺑﺮ ﺁﻥ ﺍﺟﻤﺎﻉ ﻧﺪﺍﺭﻧﺪ ﻫﻤﺎﻧﺎ ﺍﮐﺜﺮﯾﺖ ﻗﺮﯾﺐ ﺑﻪ ﺍﺗﻔﺎﻕ ﺁﻧﻬﺎ ﮐﻪ ﺍﺯ ﻓﺴﺎﺩ ﺩﺭ ﺍﻋﺘﻘﺎﺩ ﺑﻪ ﺩﻭﺭ ﻫﺴﺘﻨﺪ ﺑﺎ ﺁﻥ ﻣﻮﺍﻓﻘﺖ ﮐﺮﺩﻩ ﺍﻧﺪ .
ﻫﺮ ﻋﻤﻠﯽ ﮐﻪ ﺩﻻﻟﺖ ﮐﺘﺎﺏ ﻭ ﺳﻨﺖ ﺷﺎﻣﻞ ﺁﻥ ﺷﻮﺩ ﯾﺎ ﺑﻪ ﻭﺳﯿﻠﻪ ﺍﺟﻤﺎﻉ ﺣﺎﺻﻞ ﺷﻮﺩ ﯾﺎ ﺍﺯ ﺍﺟﺘﻬﺎﺩ ﻣﺠﺘﻬﺪﯾﻦ ﺑﺪﺳﺖ ﺁﯾﺪ، ﺑﺪﻋﺖ ﻧﯿﺴﺖ ﺑﻠﮑﻪ ﻫﻤﺎﻧﻨﺪ ﺳﺘﺮ ﻋﻮﺭﺕ ﺩﺭ ﻧﻤﺎﺯ ﺍﺳﺖ ﺑﺎ ﭘﺎﺭﭼﻪ ﺍﯼ ﮐﻪ ﺩﺭ ﺩﻭﺭﻩ ﺳﻠﻒ ﻧﺒﻮﺩﻩ ﺍﺳﺖ ﯾﺎ ﻣﺜﻞ ﺧﺪﻣﺖ ﮐﺮﺩﻥ ﺑﻪ ﻓﻘﯿﺮﺍﻥ ﺍﺳﺖ ﺑﺎ ﻣﺎﺩﻩ ﺍﯼ ﮐﻪ ﻗﺒﻼً ﻭﺟﻮﺩ ﻧﺪﺍﺷﺘﻪ ﺍﺳﺖ ﯾﺎ ﺗأﻟﯿﻒ ﻧﻤﻮﺩﻥ ﮐﺘﺎﺑﯽ ﺍﺳﺖ ﮐﻪ ﻣﺴﻠﻤﺎﻧﺎﻥ ﺑﻪ ﺁﻥ ﻧﯿﺎﺯﻣﻨﺪ اﻧﺪ  ﺍﮔﺮ ﯾﮑﯽ ﺍﺯ ﮐﺴﺎﻧﯽ ﮐﻪ ﺻﺎﺣﺐ موتر ﺍﺳﺖ، ﺷﺨﺺ ﻓﻘﯿﺮﯼ ﺭﺍ ﺩﺭ ﺭﺍﻩ ﺳﻮﺍﺭ ﮐﻨﺪ ﻭ ﺑﻪ ﺍﻭ ﻏﺬﺍﯾﯽ ﺩﻫﺪ که ﺩﺭﺩﻭﺭﻩ ﺳﻠﻒ ﻧﺒﻮﺩﻩ ﺍﺳت ﻭ ﻧﯿﺰ ﭘﻮﻝ ﮐﺎﻏﺬﯼ ﺑﻪ ﺍﻭ ﺻﺪﻗﻪ ﺩﻫﺪ، ﺩﺭ ﺍﯾﻨﺠﺎ ﺑﻨﺎ ﺑﻪ ﮔﻔﺘﻪ ﯼ ﻣﺨﺎﻟﻔﯿﻦ حق ، ﭼﻨﯿﻦ ﺷﺨﺺ ﻧﯿﮑﻮﮐﺎﺭﯼ ، ﻣﺮﺗﮑﺐ ﺑﺪﻋﺖ ﺷﺪﻩ ﺍﺳﺖ (ﻣﺒﺘﺪﻉ ﺍﺳﺖ) ﺯﯾﺮﺍ ﮐﻪ موتر ﺍﻭ ﻭ ﻏﺬﺍﯾﺶ ﻭ ﭘﻮﻟﺶ ﻫﯿﭽﮑﺪﺍﻡ ﺩﺭ ﺩﻭﺭﻩ ﺳﻠﻒ ﻧﺒﻮﺩﻩ ﺍﺳﺖ ﻭ ﺁﻥ ﺍﻣﺮ ﻋﺠﯿﺒﯽ ﺍﺳﺖ !!! ﺑﺪﺍﻧﯿﺪ ﮐﻪ ﺩﯾﻦ ﺍﺳﻼﻡ ﺩﯾﻨﯽ ﺍﺳﺖ ﺟﺎﻭﯾﺪﺍﻥ ﻭ ﻫﯿﭻ ﺩﯾﻨﯽ ﺑﻌﺪ ﺍﺯ ﺁﻥ ﻧﯿﺴﺖ ﭘﺲ ﺑﻪ ﺍﻣﻮﺭ ﺯﯾﺎﺩﯼ ﺍﺯ ﻣﺨﺘﺮﻋﺎﺕ ﻭﭼﯿﺰﻫﺎﯼ ﻧﻮ ﭘﯿﺪﺍ، ﻧﯿﺎﺯ ﺩﺍﺭﺩ ﻭ ﺑﺮﺍﯼ ﻣﺴﻠﻤﺎﻥ ﻋﺎﻗﻞ ﺟﺎﯾﺰ ﻧﯿﺴﺖ ﮐﻪ ﻫﺮ ﺁﻧﭽﻪ ، ﮐﻪ ﺩﺭ ﺳﺎﺑﻖ ﻧﺒﻮﺩﻩ ﺍﺳﺖ ﺭﺍ ﺑﺪﻋﺖ ﺷﺮﻋﯽ ﻭﮔﻤﺮﺍﻫﯽ ﺑﻪ ﺣﺴﺎﺏ ﺁﻭﺭﺩ 
از جمله نظریات علماء کرام (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  چند مورد را در ذیل طور فشرده و نمونه ذکر میکنیم و الا در مورد مولود محمد مصطفی نورالهدی ﷺ بیشتر اند. 
1-	 امام شاه ولی الله محدث دهلوی (رحمه الله علیه) (متوفی ۱۱۷۴ ه ق) 
شاه ولی الله محدث دهلوی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)   مینگارد : من به روز میلاد النبی ﷺ در مکه مکرمه حاضر بودم در حالیکه مردم به آنحضرت ﷺ درود میفرستند و ذکر ارهاصات ایشان را میداشتند ، به کشف انوار ساطعه را مشاهده کردم که از عالم بالا به پایان می آمد و تامل کردم بعداً در یافتم که این انوار از جانب ملائک موکل بر محفل میلاد بوده است و به مشاهده ام در رسیده که انوار ملائک با انوار رحمة للعالمین در می آمیختند .(شاه ولی الله الدر الثمین ص ۴۰)
2-	 ﺣﺎﻓﻆ ﺍﻟﺤﺪﯾﺚ ﺟﻼﻝ ﺍﻟﺪﯾﻦ ﺳﯿﻮﻃﯽ(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﻣﯽ ﮔﻮﯾﺪ : 
ﻋﻤﻞ ﻣﻮﻟﻮﺩﯼ ﮐﻪﻋﺒﺎﺭﺕ ﺍﺳﺖ ﺍز ﺍﺟﺘﻤﺎﻉ ﻣﺮﺩﻡ ﻭ ﺗﻼﻭﺕ ﺑﺨﺸﯽ ﺍﺯ ﺁﯾﺎﺕ ﻗﺮﺁﻥ ﻣﺠﯿﺪ ﻭ ﺭﻭﺍﯾﺖ ﺗﻌﺪﺍﺩﯼ ﺍﺯ ﺃﺣﺎﺩﯾﺚ ﻭ ﺃﺧﺒﺎﺭ ﻭﺍﺭﺩ ﺷﺪﻩ ﺩﺭ ﻣﻮﺭﺩ ﻭﻻﺩﺕ ﺑﺎ ﺳﻌﺎﺩﺕ ﺣﻀﺮﺕ ﺭﺳﻮﻝ ﷺ ﻫﻤﭽﻨﯿﻦ ﺫﮐﺮ ﺁﻥ ﻋﻼﻣﺎﺕ ﻭﻧﺸﺎﻧﻪ ﻫﺎﯾﯽ ﮐﻪ ﺩﺭ ﻫﻨﮕﺎﻡ ﻭﻻﺩﺕ ﺍﻭﺑﻪ ﻭﻗﻮﻉ ﭘﯿﻮﺳﺘﻪ ﻭ ﺳﭙﺲ ﻏﺬﺍ ﺩﺍﺩﻥ ﺑﻪ ﺟﻤﺎﻋﺖ ﺣﺎﺿﺮﯾﻦ؛ ﺩﺭ ﺩﯾﺪﮔﺎﻩ ﻣﻦ ﭼﻨﯿﻦ ﻣﺠﻠﺴﯽ ﺍﺯ ﺟﻤﻠﻪ ﺑﺪﻋﺘﻬﺎﯼ ﺣﺴﻨﻪ ﺍﺳﺖ ﮐﻪ ﺍﻧﺠﺎﻡ ﺩﻫﻨﺪﻩ ﺁﻥ ﺑﻪ ﺧﺎﻃﺮ ﺁﻥ ﺛﻮﺍﺏ ﻣﯽ ﺑﺮﺩ ﻭ ﻣﺄﺟﻮﺭ ﺍﺳﺖ . ﺯﯾﺮﺍ ﮐﻪ ﺩﺭ ﺍﯾﻦ ﻣﺠﻠﺲ ، ﺑﺰﺭﮔﺪﺍﺷﺖ ﻣﻨﺰﻟﺖ ﻭ ﻣﻘﺎﻡ ﭘﯿﺎﻣﺒﺮ ﺭﺣﻤﺖ ﷺ ﻭ ﻧﯿﺰ ﺍﻇﻬﺎﺭ ﺳﺮﻭﺭ ﻭ ﺷﺎﺩﻣﺎﻧﯽ ﺑﻪ ﻣﻨﺎﺳﺒﺖ ﺗﻮﻟﺪ ﺁﻥ ﺣﻀﺮﺕ ﷺ ﺻﻮﺭﺕ ﻣﯽ ﭘﺬﯾﺮﺩ از پادشاهان ﮐﺴﯽ ﮐﻪ ﻣﺠﻠﺲ ﻣﻮﻟﻮﺩﯼ ﺑﺮﭘﺎ ﻧﻤﻮﺩ ؛ ﭘﺎﺩﺷﺎﻩ ﺍﺭﺑﻞ؛ ﻣﻈﻔﺮﺍﻟﺪﯾﻦ ﺍﺑﻮﺳﻌﯿﺪ ﮐﻮﮐﺒﺮﯼ ﻣﺘﻮﻓﯽ ﺑﻪ سال ۶۳۰ ﻫ . ﺑﻮﺩ ﮐﻪ ﯾﮑﯽ ﺍﺯ ﭘﺎﺩﺷﺎﻫﺎﻥ ﻧﯿﮑﻮ ﺧﺼﺎﻝ ﺑﻮﺩ ﺑﻪ ﻃﻮﺭﯼ ﮐﻪ ﺍﺑﻦ ﮐﺜﯿﺮ ﺩﻣﺸﻘﯽ ﺩﺭ ﺗﻌﺮﯾﻒ ﻭ ﺗﻤﺠﯿﺪ ﺍﻭ ﻣﯽﮔﻮﯾﺪ : ﭘﺎﺩﺷﺎﻫﯽ ﺑﺎ ﺷﻬﺎﻣﺖ ﻭ ﺷﺠﺎﻉ ﻭ ﻋﺎﻗﻞ ﻭ ﻋﺎﻟﻢ ﻭﻋﺎﺩﻝ ﺑﻮﺩ ﮐﻪ ﻫﺮ ﺳﺎﻝ ﺩﺭ ﺟﺸﻦ ﻣﻮﻟﻮﺩﯼ ﭘﯿﺎﻣﺒﺮ ﺳﯿﺼﺪﻫﺰﺍﺭ ﺩﯾﻨﺎﺭ ﺧﺮﺝ ﻣﯽﮐﺮﺩ. 
ﺳﭙﺲ ﻋﻼﻣﻪ ﺳﯿﻮﻃﯽ(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﻣﯽﮔﻮﯾﺪ :ﻣﺸﺮﻭﻋﯿﺖ ﻣﺠﻠﺲ ﻣﻮﻟﻮﺩﯼ ﺑﺮﺍﺳﺎﺱ ﺍﺻﻠﯽ ﻏﯿﺮ ﺍﺯ ﺍﺻﻞ ﺷﯿﺦ ﺍﺑﻦ ﺣﺠﺮ ﻋﺴﻘﻼﻧﯽ ، ﺑﺮﺍﯼ ﻣﻦ ﻣﻌﻠﻮﻡ ﺷﺪﻩ ﺍﺳﺖ ﻭ ﺁﻥ ﺍﺻﻞ ﺍﯾﻦ ﺍﺳﺖ ﮐﻪ ﺍﻣﺎﻡ ﺑﯿﻬﻘﯽ ﺭﺣﻤﻪ ﺍﻟﻠﻪ ﺍﺯ ﺃﻧﺲ (ﺭﺿﯽ ﺍﻟﻠﻪ ﻋﻨﻪ)  ﺭﻭﺍﯾﺖ ﻣﯽ ﮐﻨﺪ ﮐﻪ ﭘﯿﺎﻣﺒﺮ ﷺ ﺑﻌﺪ ﺍﺯ ﻧﺒﻮﺕ ﺑﺮﺍﯼ ﺧﻮﺩﺵ ﻋﻘﯿﻘﻪ ﻗﺮﺑﺎﻧﯽ ﻧﻤﻮﺩ . (ﺩﺭﺑﺎﺭﻩ ﺻﺤﺖ ﺳﻨﺪ ﺍﯾﻦ ﺣﺪﯾﺚ ﺑﻨﮕﺮﯾﺪ ﺑﻪ ﺗﺤﻔﺔ ﺍﻟﻤﺤﺘﺎﺝ ﺟﻠﺪ ۹ – ﺹ ۴۵۹ ﻭ ﺇﻋﺎﻧﺔ ﺍﻟﻄﺎﻟﺒﯿﻦ ﺟﻠﺪ ۲ ﺹ ۳۸۲) ﻭ ﺍﯾﻦ ﺩﺭ ﺣﺎﻟﯽ ﺑﻮﺩ ﮐﻪ ﻋﺒﺪﺍﻟﻤﻄﻠﺐ ﺟﺪّ ﺍﻭ ﻧﯿﺰ ﺩﺭ ﻫﻔﺘﻤﯿﻦ ﺭﻭﺯ ﺗﻮﻟﺪﺵ ﺑﺮﺍﯼ ﺍﻭ ﻗﺮﺑﺎﻧﯽ ﺳﺮ ﺑﺮﯾﺪﻩ ﺑﻮﺩ ﻭ ﻋﻘﯿﻘﻪ ﺑﺮﺍﯼ ﺑﺎﺭ ﺩﻭﻡ ﺗﮑﺮﺍﺭ ﻧﻤﯽ ﺷﻮﺩ ﺍﺯ ﺍﯾﻦ ﺣﺪﯾﺚ ﺍﺳﺘﻨﺒﺎﻁ ﻣﯽ ﺷﻮﺩ ﮐﻪ ﺍﯾﻦ ﻋﻤﻞ ﭘﯿﺎﻣﺒﺮ ﷺ؛ ﺍﻇﻬﺎﺭ ﺷﮑﺮ ﻭ ﺳﭙﺎﺱ ﺑﻪ ﺣﻀﻮﺭ ﺧﺪﺍﻭﻧﺪ(ج) ﺍﺳﺖ ﮐﻪ ﺍﻭ ﺭﺍ ﺭﺣﻤﺖ ﺑﺮﺍﯼ ﻋﺎﻟﻤﯿﺎﻥ ﮔﺮﺩﺍﻧﯿﺪﻩ ﺍﺳﺖ ﻭ ﻫﻤﭽﻨﯿﻦ ﻭﺿﻊ ﻗﺎﻧﻮﻥ ﻭ ﺷﺮﻉ ﺍﺳﺖ ﺑﺮﺍﯼ ﺍﻣﺘﺶ ؛ ﺑﻨﺎﺑﺮﺍﯾﻦ ﺑﺮﺍﯼ ﻣﺎ ﻣﺴﺘﺤﺐ ﺍﺳﺖ ﺍﻇﻬﺎﺭ ﺷﮑﺮﮔﺰﺍﺭﯼ ﺑﻪ ﻣﻨﺎﺳﺒﺖ ﺗﻮﻟﺪ ﺣﻀﺮﺕ ﺭﺳﻮﻝ ﺍﻟﻠﻪ ﷺ ﺑﻪ ﻭﺳﯿﻠﻪ ﺟﻤﻊ ﻧﻤﻮﺩﻥ ﺑﺮﺍﺩﺭﺍﻥ ﺩﯾﻨﯽ ﺩﺭﯾﮏ ﻣﮑﺎﻥ ﻭ ﻃﻌﺎﻡ ﺩﺍﺩﻥ ﺁﻧﻬﺎ ﻭﺍﻧﺠﺎﻡ ﺍﻋﻤﺎﻝ ﺧﯿﺮ ﻭ ﻧﯿﮑﻮ. 
و امام سیوطی (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ) نیز می فرماید ؛ امام جلال‌الدین سیوطی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ) همچنان در کتاب «الوسائل فی شرح الشمائل» برای جشن مولودی فضائل و مناقبی را بیان کرده است که آن را دمیاطی در کتابش چنین نقل کرده است: قال سلطان العارفین جلال الدین السیوطی فی کتابه الوسائل فی شرح الشمائل ما من بیت او مسجد او محلة قریء فیه مولد النبی الا حفت الملائکة باهل ذلک المکان وعمهم الله بالرحمة والمطوقون بالنور یعنی جبریل ومیکائل واسرافیل وقربائیل وعینائیل والصافون والحافون والکروبیون فانهم یصلون علی ما کان سببا لقراءة مولد النبی. قال وما من مسلم قریء فی بیته مولد النبی الا رفع الله تعالی القحط والوباء والحرق والآفات والبلیات والنکبات والبغض والحسد وعین السوء واللصوص عن اهل ذلک البیت فاذا مات هون الله تعالی علیه جواب منکر ونکیر وکان فی مقعد صدق عند ملیک مقتدر. 
ترجمه : سلطان عارفان جلال‌الدین سیوطی در کتاب «الوسائل فی شرح الشمائل» گفته است: در هر خانه، مسجد، یا محله‌ای که در آن مولودی پیامبر خوانده شود، فرشتگان اهل آن مکان را همه در حیطه رحمت الهی و نور قرار می‌دهد. مقصود از  فرشتگان ، جبرئیل ، میکائیل ، اسرافیل ، قربائیل ، عینائیل ، صافون و حافون و کربیون ( علیهم السلام اجمعین) است؛ زیرا آنها درود می ‌فرستند بر کسانی که سبب مولودی خوانی پیامبرﷺ می ‌شودند. و نیز گفته است: در هر خانه مسلمانی که مولودی پیامبرﷺ خوانده شود، خداوند متعال(ج) گرسنگی، وُبا، آتش‌سوزی، آفات و بلیات، کینه، حسادت، چشم بد، شر دزد را از اهل آن خانه بر می ‌دارد. هنگامی که بمیرد، خداوند(ج) پاسخ منکر و نکیر را بر وی آسان می‌ کند و او در جایگاه راست ‌گویان (صدیقین) در نزد خداوند(ج) خواهد بود.  دمیاطی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ) نیز سند این روایت را حسن می‌داند و می‌گوید: وحسن ان یعق عن نفسه کما مر لخبر انه ﷺعق عن نفسه بعد النبوة قال فی فتح الجواد و ادعاء النووی بطلانه مردود بل هوحدیث حسن. 
ترجمه : نیکو است که از جانب خود عقیقه نماید؛ چنانچه در روایتی که گذشت رسول اللهﷺاز جانب خودش بعد از بعثت عقیقه انجام داد. در کتاب «فتح الجواد» گفته است: ادعای نووی بر باطل بودن این روایت مردود است بلکه این روایت حدیث حسن است.   دمياطي كيست ؟ هو شرف الدين عبد المؤمن خلف بن أبي الحسن بن شرف بن الخضر بن موسى المعروف بالحافظ الدمياطي (۶۱۳ هـ / ۷۰۵ هـ)، ولد بقرية تونة بجوار مدينة دمياط .
از شاگردانش : المزي، البرزالي، الذهبي، ابن سيد الناس، السبكي، ابن كثير
3-	 ﺍﻣﺎﻡ ﺍﻟﻘﺮﺍﺀ ﻭ ﺣﺎﻓﻆ ﺍﻟﺤﺪﯾﺚ شمس ‌الدین محمد بن محمد جزری شافعی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  (متوفای۸۳۳هـ) از علمای قرن نهم اهل سنت در کتاب «التعریف بالمولد الشریف» روایت تخفیف عذاب ابولهب را (که به خاطر خبر تولد پیامبرﷺ کنیزش را در راه خداوند(ج) آزاد کرد) در جهنم ذکر کرده و پس از آن تصریح می ‌کند اگر کار ابولهب کافر باعث تخفیف عذاب وی شود، پاداش آن مسلمان موحدی که در ایام ولادت حضرت خوشحال می‌شود، بهشت خواهد بود و بر این نکته سوگند یاد می‌کند.این سخن وی را سیوطی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  در کتاب «الحاوی للفتاوی» نقل کرده است: ثم رایت امام القراء الحافظ شمس الدین بن الجزری قال فی کتابه المسمی عرف التعریف بالمولد الشریف ما نصه: قد رؤی ابو لهب بعد موته فی النوم فقیل له ما حالک؟ فقال: فی النار الا انه یخفف عنی کل لیلة اثنین وامص من بین اصبعی ماء بقدر هذا واشار لراس اصبعه وان ذلک باعتاقی لثویبة عند ما بشرتنی بولادة النبی ﷺ وبارضاعها له.فاذا کان ابو لهب الکافر الذی نزل القرآن بذمة جوزی فی النار بفرحه لیلة مولد النبی ﷺ به فما حال المسلم الموحد من امة النبیﷺ یسر بمولدهویبذل ما تصل الیه قدرته فی محبته ﷺ لعمری انما یکون جزاؤه من الله الکریم ان یدخله بفضله جنات النعیم. 
ترجمه : امام  القراء، حافظ شمس ‌الدین بن جزری را دیدم که در کتاب «عرف التعریف بالمولد الشریف» می‌گوید: ابولهب را بعد از مرگش در خواب دیدند و از حالش سوال کردند گفت: در آتش هستم، فقط در شب ‌های دوشنبه بر من تخفیف می ‌دهند و از بین انگشتانم کمی آب جاری می ‌شود (اشاره کرد به سر انگشتانش) و این به خاطر این است که من هنگامی که تولد رسول اللهﷺ را از ثویبه کنیز خود شنیدم وی را آزاد کردم و چون او به ایشان شیر داد.
 اگر ابولهب کافر (همان کسی که قرآن در مذمتش وارد شده) به خاطر خوشحالی در تولد ایشان در جهنم پاداش داده می‌شود، پس حال مسلمان یگانه‌ پرست از امت پیامبر که در تولد ایشان خوشحالی کند و آنچه را در توان دارد در راه محبت آن حضرت خرج نماید، چه خواهد بود. به الله(ج) سوگند، همانا پاداش این شخص از خداوند(ج) این است که او را به فضل خودش به بهشت نعمت وارد سازد. 


ﻧﮑﺘﻪ ﻣﻬﻢ: ﺁﻧﭽﻪ ﻣﻌﻠﻮﻡ ﺍﺳﺖ ﮐﻪ ﺩﺭ ﺩﯾﺎﻧﺖ ﺍﺳﻼﻡ ﺩﻭ ﻋﯿﺪ ﺑﯿﺸﺘﺮ ﻧﯿﺴﺖ ﯾﮑﯽ ﻋﯿﺪ ﻗﺮﺑﺎﻥ ﻭ ﺩﯾﮕﺮﯼ ﻋﯿﺪ ﻓﻄﺮ ؛ ﻭ ﻣﺎ ﻗﺎﺋﻞ ﺑﻪ ﺁﻥ ﻧﯿﺴﺘﯿﻢ ﮐﻪﺭﻭﺯ ﺗﻮﻟﺪﺣﻀﺮﺕ ﷺ ﻧﯿﺰ ﻋﯿﺪ ﺍﺳﺖ ﺑﻠﮑﻪ ﻣﻌﺘﻘﺪﯾﻢ ﮐﻪ ﺍﯾﻦ ﺭﻭﺯ ﻣﺒﺎﺭﮎ ،ﺑﺰﺭﮔﺘﺮ ﻭ ﺑﺎﻋﻈﻤﺖ ﺗﺮ ﺍﺯ ﻋﯿﺪ ﺍﺳﺖ ﻭ ﺍﮔﺮﭼﻪ ﻣﺎ ﺁﻧﺮﺍ ﻋﯿﺪ ﻧﻤﯽ ﻧﺎﻣﯿﻢ ﺯﯾﺮﺍ ﮐﻪ ﻭﻻﺩﺕ ﺁﻥ ﺣﻀﺮﺕ ﷺ ؛ ﻋﯿﺪﻫﺎ ﻭ ﺷﺎﺩﯼ ﻫﺎ ﺭﺍ ﺑﻪ ﻫﻤﺮﺍﻩ ﺁﻭﺭﺩ ﻭﻫﻤﻪ ﺭﻭﺯﻫﺎﯼ ﺑﺰﺭﮒ ﺩﺭ ﺍﺳﻼﻡ ﺍﺯ ﺣﺴﻨﺎﺕ ﺍﯾﺸﺎﻥ ﻣﺤﺴﻮﺏ ﻣﯽ ﺷﻮﺩ ﻭ ﺍﮔﺮ ﻭﻻﺩﺕ ﺑﺎﺳﻌﺎﺩﺕ ﺍﻭ ﷺ  ﻧﺒﻮﺩ ، ﺑﻌﺜﺖ ﻧﯿﺰ ﺍﺗﻔﺎﻕ ﻧﻤﯽ ﺍﻓﺘﺎﺩ ﻭ ﻧﺰﻭﻝ ﻗﺮﺁﻥ ﻭﺍﺳﺮﺍﺀ ﻭ ﻣﻌﺮﺍﺝ ﻭﻫﺠﺮﺕ ﻭ ﭘﯿﺮﻭﺯﯼ ﺩﺭ ﺟﻨﮓ ﺑﺪﺭ ﻭ ﻓﺘﺢ ﻣﮑﻪ ﻭ ....ﻫﯿﭽﮑﺪﺍﻡ ﺍﻧﺠﺎﻡ ﻧﻤﯽ ﭘﺬﯾﺮﻓﺖ ﺯﯾﺮﺍ ﮐﻪ ﻫﻤﻪ ﺍﯾﻨﻬﺎ ﻭﺍﺑﺴﺘﻪ ﻭ ﻣﺮﺑﻮﻁ ﺑﻪ ﺁﻥ ﺣﻀﺮﺕ ﷺ ﻭ ﻭﻻﺩﺕ ﺑﺎﺳﻌﺎﺩﺕ ﺍﻭﷺ ﻣﯽ ﺑﺎﺷﺪ ﮐﻪ ﻣﺜﻤﺮ ﺍﯾﻦ ﻫﻤﻪﺧﯿﺮﺍﺕ ﺑﺰﺭﮒ ﺍﺳﺖ .ﭘس ﻭﺍﺿﺢ ﺍﺳﺖ ﮐﻪ ﻫﺮ ﻋﯿﺪ ﺩﺭ ﯾﮏ ﺳﺎﻝ ، ﯾﮏ ﺑﺎﺭ ﺑﯿﺸﺘﺮ ﻧﯿﺴﺖ ﻭﻟﯽ ﺟﺸﻦ ﻣﻮﻟﻮﺩﯼ ﻭ ﺗﻮﺟﻪ ﺑﻪ ﺳﯿﺮﻩ ﺷﺮﯾﻒ ﺣﻀﺮﺕ ﷺ ﺑﺎﯾﺴﺘﯽ ﮐﻪ ﻫﻤﯿﺸﻪ ﺗﮑﺮﺍﺭ ﺷﻮﺩ ﻭ ﻣﻘﯿﺪ ﺑﻪ ﻫﯿﭻ ﺯﻣﺎﻧﯽ ﻭ ﻫﯿﭻ ﻣﮑﺎﻧﯽ ﻧﺒﺎﺷﺪ.
4-	 ﺷﯿﺦ ﺍﺑﻦ ﺣﺠﺮ ﻫﯿﺘﻤﯽ(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﺍﺯ ﺍﻣﺎﻡ ﺍﺑﻮ ﺷﺎﻣﻪ ﮐﻪ ﺍُﺳﺘﺎﺩ ﺍﻣﺎﻡ ﻧﻮﻭﯼ ﺑﻮﺩﻩ (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ) ﻧﻘﻞ ﻣﯿﮑﻨﺪ ﮐﻪ ﻓﺮﻣﻮﺩﻩ : ﺍﺯ ﺯﯾﺒﺎ ﺗﺮﯾﻦ ﺑﺪﻋﺖ ﻫﺎﯼ ﺍﯾﻦ ﺩﻭﺭﺍﻥ ﻣﺮﺍﺳﻤﯽ ﺍﺳﺖ ﮐﻪ ﻫﺮ ﺳﺎﻝ ﺑﻪ ﻣﻨﺎﺳﺒﺖ ﻭﻻﺩﺕ ﺭﺳﻮﻝ ﺍﻟﻠﻪ ﷺ ﺑﺮﮔﺰﺍﺭ ﻣﯿﺸﻮﺩ ، ﺍﯾﻦ ﻣﺮﺍﺳﻢ ﺿﻤﻦ ﺩﺭ ﺑﺮﮔﺮﻓﺘﻦ ﻧﯿﮑﯽ ﺑﻪ ﻓﻘﺮﺍ ﻭ ﻣﺴﺘﻤﻨﺪﺍﻥ، ﺑﺮ ﻣﺤﺒّﺖ ﻭﻋﻈﻤﺖ ﭘﯿﺎﻣﺒﺮ ﷺ ﺩﺭ ﺩﻝ ﺑﺮﮔﺰﺍﺭﮐﻨﻨﺪﮔﺎﻥ ﺩﻻﻟﺖ ﺩﺍﺭﺩ، ﺯﯾﺮﺍ ﺩﺭ ﺑﺮﺍﺑﺮ ﻧﻌﻤﺖ ﻣﯿﻼﺩ ﺑﺎ ﺳﻌﺎﺩﺗﺶ، ﮐﻪ ﺧﺪﺍﻭﻧﺪ(ج) ﻭﯼ ﺭﺍ ﺧﻠﻖ ﮐﺮﺩﻩ ﻭ ﺑﺮ ﻭﺟﻪ ﺭﺣﻤﺖ ﺑﺮﺍﯼ ﻣﺮﺩﻣﺎﻥ ﺑﻪ ﭘﯿﺎﻣﺒﺮﯼ ﻣﺒﻌﻮﺙ ﻧﻤﻮﺩﻩ ﺑﻪ ﺷﮑﺮﺍﻧﻪ ﯼ ﺍﻟﻬﯽ ﻣﯿﭙﺮﺩﺍﺯﯾﻢ . ﻓﺘﺢ ﺍﻟﻤﺒﯿﻦ .
5-	 ﺍﺑﻦ ﺍﻟﺤﺎﺝ (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﻣﯿﻔﺮﻣﺎﯾﺪ : ﺑﺮ ﻣﺎ ﺍُﻣّﺖ ﺍﺳﻼﻣﯽ ﻻﺯﻡ ﺍﺳﺖ ﺩﺭ ﺭﻭﺯ ﺩﻭﺷﻨﺒﻪ ﺩﻭﺍﺯﺩﻫﻢ ﺭﺑﯿﻊ ﺍﻻﻭّﻝ ﻋﺒﺎﺩﺍﺕ ﻭ ﺣﺴﻨﺎﺕ ﺭﺍ ﺍﻓﺰﺍﯾﺶ ﺩﻫﯿﻢ ﻭ ﺑﻪﺷﮑﺮﺍﻧﻪ ﻭ ﺳﭙﺎﺱ ﺧﺪﺍ ﮐﻪ ﺑﻪ ﻣﺎ ﻧﻌﻤﺘﻬﺎﯼ ﺯﯾﺎﺩﯼ ﺍﺭﺯﺍﻧﯽ ﺩﺍﺩﻩ ﺑﭙﺮﺩﺍﺯﯾﻢ ﻣﺨﺼﻮﺻﺎً ﺑﺰﺭﮔﺘﺮﯾﻦ ﻧﻌﻤﺖ ﺍﻟﻬﯽ ﮐﻪ ﻭﻻﺩﺕ ﺣﻀﺮﺕﻣﺤﻤﺪ ﺍﻟﻤﺼﻄﻔﯽ ﷺ ﻣﯿﺒﺎﺷﺪ . ﮐﺘﺎﺏ ﺍﻟﻤﺪﺧﻞ
6-	 ﺷﯿﺦ ﺃﺣﻤﺪ ﺯﯾﻨﯽ ﺩﺣﻼﻥ ﺷﯿﺦ ﺍﻻﺳﻼﻡ ﺑﻠَﺪ ﺍﻟﺤﺮﺍﻡ(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﻣﯿﻔﺮﻣﺎﯾﺪ :ﯾﮑﯽ ﺍﺯ ﺭﻭﺷﻬﺎﯼ ﺍﺣﺘﺮﺍﻡ ﮔﺬﺍﺷﺘﻦ ﺑﺮﺍﯼ ﺣﻀﺮﺕ ﻣﺤﻤﺪ ﷺ ﺁﻧﺴﺖ ﮐﻪ ﺩﺭ ﺷﺐ ﻭﻻﺩﺕ ﺍﯾﺸﺎﻥ ﺷﺎﺩ ﻭ ﺧﻮﺷﺤﺎﻝ ﺑﻮﺩ ﻭ ﺑﻪ ﺧﻮﺍﻧﺪﻥ ﻣﻮﻟﻮﺩ ﻧﺎﻣﻪ ﻭ ﺫﮐﺮ ﺍﻭﺻﺎﻑ ﻭ ﺧﺼﺎﯾﻞ ﻭﯼ ﭘﺮﺩﺍﺧﺖ . ﮐﺘﺎﺏ ﺍﻟﺪﺭﺭ ﺍﻟﺴﻨﯿﻪ .
7-	 ﺣﺎﻓﻆ ﻋﺮﺍﻗﯽ (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﻣﯿﻔﺮﻣﺎﯾﺪ : ﺑﺮﮔﺰﺍﺭﯼ ﻣﺮﺍﺳﻢ ﻭﻟﯿﻤﻪ ﻭ ﺩﺍﺩﻥ ﻃﻌﺎﻡ ﺑﻪ ﻓﻘﺮﺍ ﺩﺭ ﺗﻤﺎﻡ ﺍﻭﻗﺎﺕ ﻣﺴﺘﺤﺐﺍﺳﺖ ﭼﻪ ﺑﻬﺘﺮﮐﻪ ﺁﻥ ﻣﺮﺍﺳﻢ ﺑﺎ ﺳﺮﻭﺭ ﻭ ﺷﺎﺩﯼ ﻇﻬﻮﺭ ﻧﻮﺭ ﻧﺒﻮّﺕ ﷺ ﺩﺭ ﺍﯾﻦ ﻣﺎﻩ ﻣﺒﺎﺭﮎ ﺗﻮﺃﻡ ﺑﺎﺷﺪ، ﻭ ﺍﺯ ﺍﯾﻨﮑﻪﻣﺮﺍﺳﻢ ﻣﻮﻟﻮﺩﯼ ﺧﻮﺍﻧﯽ ﺑﺪﻋﺖ ﻭ ﻧﻮﻇﻬﻮﺭ ﺍﺳﺖ ﻻﺯﻡ ﻧﻤﯿﺂﯾﺪ ﮐﻪ ﻣﮑﺮﻭﻩ ﯾﺎ ﺣﺮﺍﻡ ﺑﺎﺷﺪ ﭼﻮﻥ ﺑﺮﺧﯽ ﺍﺯ ﺑﺪﻋﺘﻬﺎ ﻣﺴﺘﺤﺐ ﯾﺎ ﻭﺍﺟﺐﻫﺴﺘﻨﺪ . (ﺷﺮﺡﺍﻟﻤﻮﺍﻫﺐ ﺍﻟﻠﺪﻧﯿّﻪ ﻟﻠﺰﺭﻗﺎﻧﯽ)
8-	 ﺷﯿﺦ ﺍﻻﺳﻼﻡ ﺍﺑﻦ ﺣﺠﺮ ﻋﺴﻘﻼﻧﯽ(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ﻣﯿﻔﺮﻣﺎﯾﺪ : ﻣﻮﻟﻮﺩﯼ ﺧﻮﺍﻧﯽ ﺑﺪﻋﺖ ﺍﺳﺖ ﻭ ﺩﺭ ﻋﺼﺮ ﺳﻠﻒ ﺻﺎﻟﺢ ﻣﺮﺳﻮﻡ ﻧﺒﻮﺩﻩ، ﻭﻟﯽ ﺑﺎ ﻭﺟﻮﺩ ﺍﯾﻦ ﺩﺍﺭﺍﯼ ﺟﻨﺒﻪﻫﺎﯼ ﺧﻮﺏ ﻭ ﺑﺪ ﺍﺳﺖ، ﺑﻨﺎﺑﺮ ﺍﯾﻦ ﻫﺮﮐﺲ ﺟﻬﺖ ﻣﺜﺒﺖ ﻣﻮﻟﻮﺩﯼ ﺧﻮﺍﻧﯽ ﺭﺍ ﺭﻋﺎﯾﺖ ﮐﻨﺪ ﻭ ﺍﺯ ﺍﻋﻤﺎﻝ ﺑﺪ ﻭ ﻣﺨﺎﻟﻒ ﺑﺎ ﺷﺮﯾﻌﺖ ﺑﭙﺮﻫﯿﺰﺩ ﺍﯾﻦ ﻣﺮﺍﺳﻢ ﺍﺯ ﻧﻮﻉ ﺑﺪﻋﺘﻬﺎﯼ ﺣﺴﻨﻪ ﻭ ﺻﺤﯿﺤﻪ ﺑﺸﻤﺎﺭ ﻣﯿﺂﯾﺪ، ﻭ ﺩﺭﻏﯿﺮ ﺍﯾﻨﺼﻮﺭﺕ ﺍﮔﺮ ﺗﻮﺃﻡ ﺑﺎ ﻣﺴﺎﺋﻞ ﺣﺮﺍﻡ ﻭ ﺧﻼﻑ ﺷﺮﯾﻌﺖ ﺑﺎﺷﺪ ﺧﻮﺏ ﻭ ﭘﺴﻨﺪﯾﺪﻩ ﻧﯿﺴﺖ، ﺳﭙﺲ ﻣﯿﻔﺮﻣﺎﯾﺪ : ﻣﻦﻣﺮﺍﺳﻢ ﻣﻮﻟﻮﺩﯼ ﺧﻮﺍﻧﯽ ﺭﺍ ﺍﺯ ﺍﺻﻞ ﺣﺪﯾﺚ ﺻﺤﯿﺢ ﺍﺳﺘﺨﺮﺍﺝﮐﺮﺩﻩ ﺍﻡ ﮐﻪ ﻣﯿﻔﺮﻣﺎﯾﺪ : ﭘﯿﺎﻣﺒﺮﺍﺳﻼﻡ ﷺ ﺑﻪ ﻣﺪﯾﻨﻪ ﺁﻣﺪ ﻭﯾﻬﻮﺩﯾﻬﺎ ﺭﺍ ﺩﯾﺪ ﮐﻪ ﺩﺭ ﺭﻭﺯ ﻋﺎﺷﻮﺭﺍ ﺭﻭﺯﻩ ﺍﻧﺪ، ﭘﯿﺎﻣﺒﺮ ﷺ ﺳﺆﺍﻝ ﻓﺮﻣﻮﺩ : ﺍﻣﺮﻭﺯ ﭼﻪ ﺭﻭﺯﯾﺴﺖ ﮐﻪ ﺷﻤﺎ ﺩﺭ ﺁﻥ ﺭﻭﺯﻩ ﻣﯿﮕﯿﺮﯾﺪ؟ ﻋﺮﺽ ﮐﺮﺩﻧﺪ : ﺍﻣﺮﻭﺯ ﺭﻭﺯﯾﺴﺖ ﮐﻪ ﺧﺪﺍﻭﻧﺪ(ج) ﻓﺮﻋﻮﻥ ﻭ ﻓﺮﻋﻮﻧﯿﺎﻥ ﺭﺍ ﺩﺭ ﺩﺭﯾﺎ ﻏﺮﻕ ﻧﻤﻮﺩ ﻭ ﺣﻀﺮﺕ ﻣﻮﺳﯽ(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ) ﻭ ﺍﺻﺤﺎﺑﺶ ﺭﺍ ﺍﺯ ﺩﺳﺖ ﺁﻧﻬﺎ ﻧﺠﺎﺕ ﺩﺍﺩ، ﻟﺬﺍ ﺣﻀﺮﺕ ﻣﻮﺳﯽ(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)   ﺑﻪ ﻋﻨﻮﺍﻥ ﺷﮑﺮ ﺧﺪﺍوند(ج) ﺍﯾﻦ ﺭﻭﺯ ﺭﺍ ﺭﻭﺯﻩ ﻣﯿﮕﺮﻓﺖ، ﭘﺲ ﻣﺎ ﻧﯿﺰ ﺁﻧﺮﻭﺯ ﺭﺍ ﺭﻭﺯﻩ ﻣﯿﮕﯿﺮﯾﻢ، ﺁﻧﮕﺎﻩ ﭘﯿﺎﻣﺒﺮﺍﺳﻼﻡ ﷺ ﻓﺮﻣﻮﺩ : ﻣﻦ ﻧﺴﺒﺖ ﺑﻪ ﻣﻮﺳﯽ(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  ﺍﺯ ﺷﻤﺎ ﻧﺰﺩﯾﮏ ﺗﺮ ﻭ ﺷﺎﯾﺴﺘﻪ ﺗﺮﻡ ﭼﻮﻥ ﻣﻮﺳﯽ ﺑﺮﺍﺩﺭ ﻣﻦ ﺍﺳﺖ، ﭘﯿﺎﻣﺒﺮ ﷺ ﺍﺯ ﻧﺠﺎﺕ ﯾﺎﻓﺘﻦ ﺣﻀﺮﺕ ﻣﻮﺳﯽ(ﻋﻠﯿﻪ ﺍﻟﺴﻼﻡ)  ﺷﺎﺩﻣﺎﻥ ﺷﺪ ﻭ ﺩﺭ ﻣﻘﺎﺑﻞ ﺍﯾﻦ ﭘﯿﺮﻭﺯﯼ ﺷﮑﺮ ﺧﺪﺍﻭﻧﺪ(ج) ﺭﺍ ﺑﻪ ﺟﺎﯼ ﺁﻭﺭﺩ ﻭ ﺭﻭﺯ ﻋﺎﺷﻮﺭﺍ ﺭﺍ ﺭﻭﺯﻩ ﮔﺮﻓﺖ ﻭ ﻓﺮﻣﻮﺩ ﮐﻪ ﻣﺴﻠﻤﺎﻧﺎﻥ ﻧﯿﺰ ﺩﺭ ﺍﯾﻦ ﺭﻭﺯ، ﺭﻭﺯﻩ ﺑﮕﯿﺮﻧﺪ . ﺩﺭ ﺭﻭﺍﯾﺎﺕ ﺩﯾﮕﺮ ﻣﻮﺟﻮﺩ ﺍﺳﺖ ﮐﻪ ﻓﺮﻣﻮﺩ ﺍﮔﺮ ﺳﺎﻝ ﺁﯾﻨﺪﻩ ﺯﻧﺪﻩ ﺑﻤﺎﻧﻢ ﺭﻭﺯ ﻧﻬﻢ ﺭﺍﻧﯿﺰ ﺭﻭﺯﻩ ﻣﯿﮕﯿﺮﻡ . ﻣﺴﻠﻢ ﻭ ﺑﺨﺎﺭﯼ شریف.
ﺍﻣﺎﻡ ﻋﺴﻘﻼﻧﯽ ﻣﯿﻔﺮﻣﺎﯾﺪ : ﺍﺯ ﺍﯾﻦ ﺣﺪﯾﺚ ﺍﺳﺘﻨﺒﺎﻁ ﻣﯿﺸﻮﺩ ﺧﺪﺍوند(ج) ﺭﺍ ﺑﺎﯾﺪ ﺩﺭ ﺭﻭﺯﻫﺎﯾﯽ ﮐﻪ ﻧﻌﻤﺘﯽ ﺭﺍ ﻋﻄﺎ ﻓﺮﻣﻮﺩﻩ ﻭ ﯾﺎ ﭘﯿﺸﺎﻣﺪ ﻧﺎﮔﻮﺍﺭﯼ ﺭﺍ ﺍﺯ ﺑﯿﻦ ﺑﺮﺩﻩ ﺷﮑﺮ ﻧﻤﻮﺩ، ﻭ ﺍﯾﻦ ﺷﮑﺮﺍﻧﻪ ﻫﺮ ﺳﺎﻝ ﻭ ﺩﺭﻫﻤﺎﻥ ﺭﻭﺯ ﺑﺎﯾﺪ ﺗﮑﺮﺍﺭﮔﺮﺩﺩ، ﺳﭙﺎﺱ ﻭ ﺷﮑﺮﮔﺰﺍﺭﯼ ﺧﺪﺍﻭﻧﺪ ﻣﺘﻌﺎﻝ(ج) ﺑﺎ ﻫﺮ ﻧﻮﻉ ﻋﺒﺎﺩﺗﯽ ﺍﺯ ﻗﺒﯿﻞ ﺳﺠﺪﻩ، ﺭﻭﺯﻩ، ﺻﺪﻗﻪ ﻭ ﺍﺣﺴﺎﻥ ﻭﺗﻼﻭﺕ ﻗﺮﺁﻥ ﺗﺤﻘﻖ ﭘﺬﯾﺮﺍﺳﺖ، ﭘﺲ ﭼﻪ ﻧﻌﻤﺘﯽ ﺑﺰﺭﮔﺘﺮ ﺍﺯﺷﮑﺮﮔﺰﺍﺭﯼ ﺑﻪ ﻣﻨﺎﺳﺒﺖ ﻭﻻﺩﺕ ﺣﻀﺮﺕ ﻣﺤﻤﺪ ﻤﺼﻄﻔﯽ ﷺ ﺍﺳﺖ، ﺑﻨﺎﺑﺮ ﺍﯾﻦ ﺑﺮﮔﺰﺍﺭﯼ ﻣﺮﺍﺳﻢ ﻣﻮﻟﻮﺩﯼ ﺩﺭ ﺭﻭﺯ ﺩﻭﺍﺯﺩﻫﻢ ﺭﺑﯿﻊ ﺍﻻﻭّﻝ، ﺍﺯ ﺑﺎﺏ ﺷﮑﺮ ﻧﻌﻤﺖ ﺍﻟﻬﯽ(ج) ﻻﺯﻡ ﻭ‌ ﺿﺮﻭﺭﯼ ﺍﺳﺖ ( ﺍﻟﻔﺘﺎﻭﯼ ﺍﻟﮑﺒﺮﯼ، ﺍﻟﺤﺎﻭﯼ ﻟﻠﻔﺘﺎﻭﯼ)
9-	 حافظ ابوالخیر سخاوی شافعی (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ) (متوفای ۹۰۲هـ) صاحب الكتاب الكواكب ابوالخیر سخاوی شافعی (متوفای ۹۰۲هـ) نیز تصریح نموده بر این که مسلمانان در سراسر عالم و شهرهای بزرگ جشن میلاد آن حضرت ﷺ را با انجام کارهای خیر برگزار می ‌کنند. سخن وی را صالحی شامی این ‌گونه نقل کرده است: قال الحافظ ابو الخیر السخاوی - رحمه الله تعالی - فی فتاویه: عمل المولد الشریف لم ینقل عن احد من السلف الصالح فی القرون الثلاثة الفاضلة، وانما حدث بعد، ثم لا زال اهل الاسلام فی سائر الاقطار والمدن الکبار یحتفلون فی شهر مولده ﷺ بعمل الولائم البدیعة المشتملة علی الامور البهجة الرفیعة ویتصدقون فی لیالیه بانواع الصدقات ویظهرون السرور ویزیدون فی المبرات ویعتنون بقراءة مولده الکریم ویظهر علیهم من برکاته کل فضل عمیم. انتهی. 
ترجمه :  حافظ ابوالخیر سخاوی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  در فتاوایش گفته است: جشن میلاد پیامبر ﷺ از هیچ یکی از گذشتگان صالح در سه قرن برتر نقل نشده بلکه بعد از آن به وجود آمده (نظر ایشان است در حالیکه تجلیل مولود شریف از صحابه کرام صادر شده است واقعه حادثه غزوه تبوک در فوق ذکر گردیده است.) و سپس مسلمانان در سراسر عالم و شهرهای بزرگ در ماه میلاد آن حضرت ﷺ ولیمه و اطعام می ‌دهند و اموری که باعث خوشحالی می ‌شوند انجام می ‌دهند. همانند: صدقه دادن در شب میلاد، خیرات و اطعام به فقراء و قرائت مولودی. با این کار خداوند متعال(ج) بر آنها برکات خودش را ظاهر می ‌سازد.
10-	جنیدی بغدادی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ، ایشان صرف حضور در جشن میلاد پیامبر ﷺ را رسیدن به ایمان می ‌داند. سخن وی را دمیاطی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  چنین نقل کرده است: قال الجنیدی البغدادی رحمه الله من حضر مولد الرسول و عظم قدره فقد فاز بالایمان. ترجمه: جنیدی بغدادی گفته است: کسی که به جشن مولودی پیامبرﷺ حاضر شود و جایگاهش را بزرگ بداند، به ایمان دست پیدا می‌کند.
11-	 امام یافعی (ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  به نقل دمیاطی(ﺭﺣﻤﻬﻢ ﺍﻟﻠﻪ)  ، یافعی نیز تصریح می‌کند، کسی که در میلاد پیامبرﷺ اطعام و احسان می‌کند و مردم را برای این مراسم دعوت می‌کند، خداوند(ج) او را با صدیقان، شهداء و صالحین محشور می ‌کند و جایش در بهشت است: وقال الامام الیافعی الیمنی من جمع لمولد النبی اخوانا وهیا طعاما واخلی مکانا وعمل احسانا وصار سببا لقراءة مولد الرسول بعثه الله یوم القیامة مع الصدیقین والشهداء والصالحین ویکون فی جنات النعیم. امام یافعی یمنی گفته است:  
ترجمه :هر کسی برای مراسم مولودی پیامبر، برادران دینی‌اش را جمع کند، برای آنها طعامی آماده نماید، و مکانی را برای مراسم آماده سازد و اعمال نیک انجام دهد، و سبب مولودی‌ خوانی و مدیحه‌ سرایی شود، خداوند(ج) او را در روز قیامت با صدیقان، شهدا و صالحین محشور می‌کند و در بهشت از نعمات الهی بهرمند خواهد بود.  
12-	امام ابو ذرعه عراقی رحمه الله (متوفی ۸۲۶ ه ق) 
سؤال : آیا فعل میلاد مستحب است یا مکروه و آیا بر این امر دلیلی وجود دارد و آیا شخصی به امر مبادرت ورزیده است که به وی اقتداء نماییم؟
جواب : اطعام الطعام در همه اوقات مستحب است خصوصاً که در ماه ربیع الاول به ولادت و ظهور ذات اقدس نبی کریم ﷺ پیوسته شود و لازم نیست بدعت را حرام به اثبات رسانیم ، زیرا بسا از مستحب بلکه واجب میباشد. تشنیف الاذان ص ۱۳۶. 
13-	 امام نصیر الدین ابن الطباخ رحمه الله : اگر کسی به نیت ثواب و بخاطر شادمانی به میلاد پیامبر ﷺ صدقه کند و یا هم عبادات دیگری را انجام دهد ، جایز بوده و فاعلش را خداوند جل جلاله اجر نیک میدهد . (سبل الهدی و الرشاد ج 1 ص ۳۶۳)
14-	 امام قسطلانی رحمه الله صاحب ارشاد الساری (متوفی ۹۲۳ ه ق ) 
همیشه از اهل اسلام که محفل میگیرند و در ماه ربیع الاول صدقات میکنند و در این ماه اظهار فرحت و سرور میدارند و زیادت در نیکی ها میکنند و اعتنا به قرائت میلاد پیامبرﷺ دارند بر ایشان برکات و فضل عظیم نازل میگردد و آنچه که به تجربه رسیده است میلاد پیامبر ﷺ باعث برکت و امان میباشد پس خداوند متعال(ج) بر کسی که در ماه ربیع الاول میلاد میگیرد رحمت کند و اما مرض آنانیکه در قلب ایشان نفاق است افزون میگردد . قسطلانی (المواقب اللدنیه ج ۱ ص ۱۴۸)
15-	امام جمال الدین بن عبدالرحمن الکتانی رحمه الله (متوفی ۱۳۴۵ ق)
وجود پیامبر ﷺ برای امتان و آنانیکه خشنودی به ولادت آنحضرت ﷺ دارند مبدأ و سبب نجات است . پس برای مسلمان اظهار فرحت و سرور و صدقه کردن چیزی که در دسترس قرار دارد لازم است. (سبل الهدی و الرشاد ج ۱ ص ۳۶۴)
16-	  امام محمد بن جار الله ابن ظهیرة القرشی رحمه الله (متوفی ۱۰۱۰ ه ق) 
اهل مکه مکرمه با جمعی از قضات و اکثر اعیان از فقها و فضلا به تاریخ ۱۲ ربیع الاول پس از نماز مغرب با شمع های بر افروخته و ازدحام عظیم به زیارت محل ولادت آنحضرت ﷺ میرفتند و میلاد رسول اکرم ﷺ را تجلیل میکردند . (الجامع اللطیف فی فضل مکه و اهلها و بناء البیت الشریف ص ۲۰۱)
17-	 امام صدر الدین موهوب بن عمر الجزری رحمه الله (متوفی ۵۹۰ ه ق) عمل میلاد بدعت حسنه بوده و کراهیت در وی راه نیافته است و برای انسان مطابق نیتش ثواب داده میشود البته بخاطر اظهار سرور و فرح به میلاد النبی ﷺ هر چند عمل میلاد در قرون ثلاثه وجود نداشته با وصف آن مشتمل بر محاسن است لهذا مستحب بوده و در زمره بدعات حسنه به حساب میرود. (سبل الهدی و الرشاد ج ۱ ص ۳۶۵)
18-	 محدث امام ابن جوزی رحمه الله (متوفی ۵۷۹ ه ق)
همیشه اهل حرمین شریفین و اهل یمن و مصر و شام و سائر بلاد عرب از مشرق تا مغرب احتفال و جشن میلاد النبی ﷺ را میگیرند و به قدوم ماه ربیع الاول اظهار سرور و فرحت میدارند و اهتمام بلیغ به میلاد پیامبر ﷺ میگیرند و با این عمل پاداش بزرگ و رستگاری دارین را کسب میگنند.(ابن جوزی المیلاد النبوی ص ۵۸)


در ذیل نام های بیشتر از ۳۰۰ کُتُب علماء سلف الصالحین است که در مورد مولود شریف رسول الله ﷺ نوشته اند و این دقیقا به این معنی است که تجلیل مولود شریف مسئله بسیار حاد و اساسی تمام ادوار تاریخ بوده و است و اشخاص جز نا فهم  و ناشکر خلاف تجلیل مولود شریف نمیباشد .

        `
        :
        `
اعوذ باهلل من الشیطان الرجیم 
بسم هللا الرحمن الرحیم
الل هم صل و سلم و بارک علی سیدنا محمد واله و اصحابه بعدد کلماتک 
موضوع: بی بی عایشه صدیقه رضی هللا عنها
در اینجا ذکر آن بهتان بزرگ وعظیم بحث میگردد که بر حضرت بی بی 
عایشه صدیقه رضی هللا عنها ام المومنین والمومنات شده بود، واقعه اینست 
که رسول کریم جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم در سنه شش 
هجری از غزوه بنی مصطلق. دو باره به مدینه منوره شریف تشریف 
میاوردند، که بی بی عایشه صدیقه رضی هللا عنها نیز همراه شان بودند 
شتر سواریش علیحده بود که در هودج پرده انداخته می نشست وشتر بان 
هودج را برداشته بر شتر بسته میکرد، در یک جای قافله منزل گرفته بود 
اندکی پیش از حرکت به حضرت بی بی عایشه صدیقه مبارک قضای 
حاجت ال حق شده بود، در اثر ان از قافله جدا شده به طرف جنگل رفت، 
تصادفاً در انجا طوق او از هم گسیخت وگم شد ودرتالش پیدا کردن ان
ناوقت میشد در این اثنا قافله کوچ کرد، شتر بان حسب عادت آمد که بر 
شتر هودج بسته کند وچون پرده ها آویزان بود گمان کرد که حضرت بی 
بی عایشه صدیقه مبارک در ان تشریف دارند در وقت برداشتن هودج هم 
هیچ اشتباه واقع نگردید زیرا که حضرت بی بی عایشه صدیقه رضی هللا 
عنها خورد سال بود وبدن مبارک اش ضعیف بود، خالصه شتر بان هودج 
را در شتر بسته کرد وشتر را راه انداخت، بعد از حرکت قافله بی بی 
عایشه صدیقه رضی هللا عنها وقتی که ب رگشت نمود دید که هیچ کس نیست 
وهمه رفته اند و هیچ کسی در انجا نیست به کمال استقالل مزاج این فکر 
را قایم کرد که اکنون از این جا حرکت کردن خالف مصلحت است زیرا 
چون پیش روند ومتوجه نبودن من شوند در تالش من دوباره همین جا می 
2
ایند بالخره در همانجا قیام کرد وقت شب بود خواب غلبه کرد در همانجا 
دراز کشید، حضرت صفوان بن معطل )رض( وظیفه دار بود که برای 
خبر گیری چیزهای افتاده از کاروان و اشخاص عقب مانده به یک مسافه 
در عقب کاروان می بود حسب معمول در این وقت صبح در رسید دید که 
شخصی دراز کشیده خواب است نزدیک که امد بشناخت که حضرت بی 
بی عایشه صدیقه رضی هللا عنها مبارک است زیرا که »قبل از نزول حکم 
حجاب بی بی مبارک را دیده بود« به مجردیکه اورا دید پریشان شده و» 
اناهلل وانا الیه راجعون« خواند از این اواز چشم بی بی مبارک باز شد فورا 
روی خود را با چادر پوشاند بعداً حضرت صفوان ابن معطل» رض« شتر
را نزدیک اورد و بی بی مبارک را بااحترام درحالی که مستور بود باالی 
شترنشانده وشتر را حرکت دادند که نزدیک های چاشت به قافله یکجا شدند، 
عبدهللا ابن ابی ریس وکالن منافقین از حادثه باخبر شده وتهمت باالی بی 
بی مبارک بسته وسخنان ناشایست ودروغ می گفتند که از این واقعه شخص 
رسول هللا صلى الله عليه وسلم وعام صحابه کرام رضوان هللا علیهم اجمعین نهایت رنج 
میبردند وخود بی بی مبارک حضرت عایشه صدیقه رضی هللا عنها بعد از 
گذشت یکماه خبر شدند که نهایت اندوهگین وخفه شده، شب و روز گریان 
وفغان می نمودند بی بی عایشه صدیقه را شخص رسول گرامی ص نسبت 
به دیگرازواج مطهرات نهایت دوست داشتند به خاطری که بسیار زیاد 
باتقوی وپرهیزگار بودند ودارای هوش و ذکاوت باالیی بودند و زمانی که 
این هوش وذکاوت تحت توجه پیامبر صلى الله عليه وسلم و خداوندبزرگ و متعال جل جلاله قرار 
گرفت از بی بی عایشه صدیقه رضی هللا عنها عالم توانا و منبع فیض 
حکمتها ساخت تا جائیکه رسول اکرم صلى الله عليه وسلم در شان مادر مبارک ما فرموده 
اند ) خذوا نصف دینکم عن هذه الحمیرا(یعنی نصف دین خود را از این 
حمیرا عایشه صدیقه بگیرید با این ویژه گی خاص را که بی بی ما ام 
3
المومنین والمومنات داشتند رسول هللا صلى الله عليه وسلم که نهایت غمگین شده بودند واین 
خفگان خودرا اظهار نمی نمودند میخواستند که هللا جل جلاله این خفگان وحالت 
جناب عالی را با نزول ایات متبرکه در این رابطه به خوشی وسرور مبدل 
نماید بنا ًء هللا جل جلاله نیزبی بی عایشه مبارک را ارزو داشتند ومی فهمیدند که
نسبت به تقوی وعفت که دارند دوست دارند واز طرفی هم ازردگی 
وخفگان رسول گرامی حضرت محمد رسول هللا صلى الله عليه وسلم در حقیقت ازردگی 
وخفگان پروردگارعالم جل جلاله میباشد و پروردگارمهربان ج هیچگاهی خفگان 
حبیب خودرا دیده نمی تواند تا اینکه در اثر لطف و رحمت پروردگارعالم 
جل جلاله بر بی گناهی وپاکی بی بی مبارک ومادر گرامی ماچند ایت از سوره 
نور شریف را نازل نمودند که باعث خرسندی وسر افرازی جناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم وعموم صحابه جلیل القدر وفخر وافتخار 
همیشگی بی بی مبارک ما حضرت عایشه صدیقه رضی هللا عنها گردید که 
این درحقیقت پاکی وافتخار نصف دین هم میباشدکه انچه را بی بی مبارک 
ما ازدین همرای خود دارد پاک ومطهراست وتائید نصف دین است که بی 
بی مبارک انرا حفظ دارند، وهمچنان در این واقعه برای اولین با ر برای 
طهارت غسل و وضو برای پاکی نماز ودیگر عبادات تیمم بر خاک نیز در 
صورت که اب نباشد واز طرفی هم وقت نماز روبه قضا شدن باشد نیز 
جایز گردید که قبال در هیچ یک از ادیان الهی و حتی دین اسالم جایز 
نگردیده بود، که در ان محل ابی وجود نداشت که وضو نمایند واز طرفی 
هم وقت نماز روبه قضا شدن بود بنا ًء رسول گرامی اسالم امر به تیمم
نمودند که جاگزین اب است که باعث پاک شدن بدن میباشد به خاطر ادای 
نماز وسایر عبادات 
این موضوع از ایات مختلف قران عظیم الشان پاکی وطهارت بی بی 
مبارک حضرت عایشه صدیقه رضی هللا عنها و طعن ونفرین وعذاب خوار 
4
کننده پروردگار عالم جل جلاله در دنیا واخرت نصیب کسانی که پشت سر بی بی 
عایشه صدیقه رضی هللا عنها وهمچنان صحابه کرام رضوان هللا علیهم 
اجمعین بد و زشت می گویند وضاحت داده میشود ابتدا از ایت ۲۳ سوره 
نور شریف شروع میکنیم 
ور :
ُّ
] ُسۡو ۲۳[ َرةُ الن
ُهْم
َولَ
َوا ْل َءا ِخ َرةِ
دْنیَا
ِعنُوا فِى ال ُّ
ُ
ِت ل
ٰ
ُمْؤ ِمن
ْ
ِت ال
ٰ
غِفل
ٰ
ْ
ِت ال
ٰ
ُم ْح َصن
ْ
ِذی َن یَ ْر ُمو َن ال
َّ
ن ال
َّ
ِ
إ
ٌم
َعذَا ٌب َع ِظی
کسانی که زنان پاکدامن و بیخبر )از هرگونه آلودگی( و مؤمن را متهم 
میسازند، در دنیا و آخرت از رحمت الهی ج بدورند و عذاب بزرگی برای 
آنهاست.
توضیح 
کسانی که زنان پاکدامن وبی خبر از هر نوع الودگی ومومن را متهم 
میسازند پروردگار عالم جل جلاله انهارا در دنیا واخرت به عذاب بزرگی گرفتار 
می نماید زنان مومنه کی ها استند تمام ازواج رسول هللا صلى الله عليه وسلم ودر بین انها 
بی بی عایشه صدیقه رضی هللا عنها میباشد 
این ایت شریف از ۷۳ حروف تشکیل شده است واز ۱۹ حروف الفبا مرکب 
گردیده است که دران ۹ حرف الفبا وجود ندارد حاال اگر ۱۹ را به حروف 
اش یعنی ضرب عدد ۳ نمایم ۵۷ میشود حاال به خاطر وضاحت این ایت 
شریف به ایت ۵۷ سوره احزاب شریف وایت ۶ سوره احزاب شریف 
مراجعه میکنیم 
5
] ُسۡو ٥۷[ َرةُ ا ٴالح َزاب :
ُهْم َعذَابًا
د لَ
َّ
َع
َ
َوأ
َوا ْل َءا ِخ َرةِ
دْنیَا
ََّّللاُ فِى ال ُّ
ُهُم
ِذی َن یُ ْؤذُو َن ََّّللاَ َو َر ُسولَهُۥ لَعَنَ
َّ
ن ال
َّ
ِ
إ
مِهینًا
ُّ
آنها که خداوند جل جلاله و پیامبرش صلى الله عليه وسلم را آزار می دهند، خداوند جل جلاله آنان را از 
رحمت خود در دنیا و آخرت دور ساخته، و برای آنها عذاب خوارکننده ای 
آماده کرده است.
] ُسۡو ٦[ َرةُ ا ٴالح َزاب :
ْر َحاِم بَ ْع ُض ُهْم
ُوا ا ْْلَ
ول
ُ
َوأ
ۗ
ُهْم
هتُ
ٰ
م
َّ
ُ
و ُجهُۥٓ أ
ْز ٰ
َ
ۖ َوأ
ِس ِهْم
نفُ
َ
ُمْؤ ِمنِی َن ِم ْن أ
ْ
ى بِال
ٰ
ْول
َ
ى أ
بِ ُّ
َّ
الن
ْوِلیَآئِ ُكم
َ
ٓى أ
ٰ
ل
ِ
ٓوا إ
ُ
َن تَ ْفعَل
الٓ أ
َّ
ِ
هِجِری َن إ
ٰ
ُم
ْ
ُمْؤ ِمنِی َن َوال
ْ
ََّّللاِ ِم َن ال
ِب
ٰ
ى بِبَ ْع ٍض فِى ِكت
ٰ
ْول
َ
أ
م ْعُروفًاۚ َك و ًرا
ِب َم ْس ُط َّ
ٰ
ِكت
ْ
ِل َك فِى ال
ا َن ذٰ
پیامبرص نسبت به مؤمنان از خودشان سزاوارتر است؛ و همسران او 
مادران آنها ]= مؤمنان [ محسوب میشوند؛ و خویشاوندان نسبت به یکدیگر 
از مؤمنان و مهاجران در آنچه خداوند جل جلاله مق ّرر داشته اولی هستند، مگر
اینکه بخواهید نسبت به دوستانتان نیکی کنید )و سهمی از اموال خود را به 
آنها بدهید(؛ این حکم در کتاب )الهی جل جلاله( نوشته شده است.
توضیح: 
کسانی که هللا جل جلاله و جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم را ازار میدهند 
از اذیت مردان مومن وزنان مومنات خصوصاً مادر همه مومنین بی بی
عایشه صدیقه رضی هللا عنها در حقیقت ازار واذیت جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم است وازار واذیت جناب عالی حضرت محمد مصطفی 
صلى الله عليه وسلم بدون شک ازار واذیت پروردگار عالم جل جلاله میباشد خداوند بزرگ و 
متعال جل جلاله انها را از رحمت خود در دنیا واخرت دور ساخته وبرای انها 
6
عذاب خوار کننده آماده نموده است رسول گرامی حضرت محمد رسول هللا
صلى الله عليه وسلم پدر معنوی همه مخلوقات در عالمین است وخصوصا برای مومنان 
نسبت به نفس های شان کرده به انها نزدیک تر می باشد وخانم های جناب 
عالی حضرت محمد رسول هللا صلى الله عليه وسلم مادران مومنین و مومنات به حساب 
میروند یعنی هر مرد مومن وزن مومنه تمام ازواج مطهرات خصوصا بی 
بی عایشه صدیقه رضی هللا عنها را نسبت به مادر فعلی اش که از ان متولد 
شده است باید به هزارها بار مرتبه نزدیک تر بداند 
ایت ۲۳ سوره نور شریف از ۷۳ حروف تشکیل گردیده است که اگر از 
ان عدد یکی انرا کم کنیم ۷۲ باقی می ماند که هللا جل جلاله این اشخاص ازار 
دهنده را در ۷۲ گروه داخل می نماید 
وبی بی عایشه صدیقه رضی هللا عنهاکسی است که جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم درشان مبارک اش می فرماید ) ُخذُوا نِص ِف ِدینِ ُکم َعن
َرا
ه — كساني كه ِذِه ال ُح َمی
ٰ
بگیرید نصف دین خودرا از این حمیرا ( بنا ًء
پشت بی بی عایشه صدیقه رضی هللا عنهاو سایر ازواج مطهرات ودیگر 
اهل بیت دیگر صحابه جلیل القدر وصحا بیات گرانقدرگپ میزنند جای انها 
در جمله ۷۲گروه است که جای خودرا در جهنم انتخاب نمایند 
حاال می بینیم که ایت ۲۳ سوره نور شریف از۱۹ حروف مرکب گردیده 
است ودر ان ۹حرف نیست 
حاال اگر عدد۹ را که ۹حرف در این ایت نیست به اسم نوشته کنیم ۲۷
میشود مراجعه میکنیم در ایت ۲۷ الی ۳٠ سوره ۷۴ سوره مدثر شریف 
که حاالت این خوار شوندگان را بیان میدارد
ِر :
ّ
دث
َّ
] ُسۡو ۲۷[ َرةُ الم
ُر
رى َك َما َسقَ
ْد ٰ
َ
َو َمآ أ
7
و تو نمی دانی »سقر« چیست! 
گرچه در اکثر قران های شریف چنین نگاشته شده است وچون به رسول 
گرامی حضرت محمد رسول هللا صلى الله عليه وسلم خطاب است باید ترجمه گردد که ای 
رسول هللا صلى الله عليه وسلم ، ای رحمت للعالمین »تو خوب میدانی که سقر چیست« به 
خاطری که ذات گرامی ات به همه چیز رحمت است! 
ِر :
ّ
دث
َّ
] ُسۡو ۲٨[ َرةُ الم
ُر
ْبِقى َوَال تَذَ
َال تُ
)آتشی است که( نه چیزی را باقی می گذارد و نه چیزی را رها میسازد! 
ِر :
ّ
دث
َّ
] ُسۡو ۲۹[ َرةُ الم
بَ َشِر
ْ
ِل
ّ
ل
َحةٌ
وا
َّ
لَ
پوست تن را بکل کند! ّی دگرگون می
ِر :
ّ
دث
َّ
] ُسۡو ۳٠[ َرةُ الم
َع َش َر
َها تِ ْسعَةَ
ْی
َعلَ
نوزده نفر )از فرشتگان عذاب( بر آن گمارده شدهاند! 
توضیح: 
سقر طبقه از عذاب پروردگار عالم جل جلاله در جهنم است که برای همین گروه 
از ۷۲گروه درنظر گرفته شده است وعذاب سقر در اینجا قسمی است که 
گرفتار شونده خود را، نه چیزی را از ان باقی میگذارد ونه چیزی رااز ان 
رها میکند. تمام گوشت وپوست انسان را که سوختاند واز بین برد جز 
استخوان اش چیزی را باقی نمی گذارد بعد جهت عذاب بعدی دوباره پوست 
8
در این بدن خلق میگردد تا اماده عذاب بعدی میشود که پوست تن را بکلی 
دگرگون میکند وچون این ایت شریف ۲۳ سوره نور شریف از ۱۹حروف 
مرکب شده است باالی این مردم ۱۹ مالیک عذاب جهت عذاب گمارده 
ومسلط میشوند 
حاال در ایت ۵۷سوره حج شریف میرویم
َح ّج :
] ُسۡو ٥۷[ َرةُ ال
مِهی ٌن
ُّ
ُهْم َعذَا ٌب
ئِ َك لَ
ٓ
ٰ
ول
ُ
یتِنَا فَأ
اٰ
َٔ
بُوا بِـ
َو َكذَّ
ُروا
ِذی َن َكفَ
َّ
َوال
و کسانی که کافر شدند و آیات ما را تکذیب کردند، عذاب خوارکننده ای 
برای آنهاست!
و کسانی که کافر شدند وایات مارا )ایات پروردگار عالم جل جلاله در این ایت 
شریف اینست که هللا جل جلاله در ایت ۱٠٠ سوره توبه شریف از مردان مومن 
صحابه وزنان مومنه صحابه رضوان هللا علیهم اجمعین واهل بیت عزام 
اظهار رضایت وخشنودی می نماید( واین کافران این اظهار وخشنودی 
پروردگارعالم جل جلاله را تکذیب می نمایند پس برای این ها عذاب خوار کننده 
است 
] ُسۡو ۹[ َرةُ التّوبَة :
ُو َن
َء َما َكانُوا یَ ْعَمل
ُهْم َسآ
َّ
ِن
دوا َعن َسبِیِل ِهۦۚٓ إ
ُّ
َص
ِلیًال فَ
َمنًا قَ
ی ِت ََّّللاِ ثَ
اٰ
َٔ
َرْوا بِـ
ا ْشتَ
آنها آیات خداوند جل جلاله را به بهای کمی فروختند؛ و )مردم را( از راه او باز 
داشتند؛ آنها اعمال بدی انجام میدادند! 
9
این ظالمان ایات پروردگار عالم جل جلاله را از مردم پنهان نمودند وبه بهای 
اندکی انرا فروختندمردم را از راه انها باز داشتند بی بی عایشه صدیقه ام 
المومنین مادر همه ما است وجناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم پدر 
معنوی همه ما است واین واقیعت و حقیقت را از مردم پنهان نمودند این 
پنهان نمودند حقایق یک نوع فروختند میباشد که اینها ایات هللا جل جلاله را به 
بهای کمی فروختند وبه مردم خود بالمقابل دروغ گفتند انها اعمال بدی را 
انجام دادند 
] ُسۡو ۳٦[ َرةُ ا ٴالح َزاب :
ِخیَ َرةُ
ْ
ُهُم ال
ُكو َن لَ
َن یَ
ْمًرا أ
َ
ُهُۥٓ أ
ََّّللاُ َو َر ُسول
َضى
ِذَا قَ
َو َما َكا َن ِل ُمْؤ ِم ٍن َو َال ُمْؤ ِمنَ ٍة إ
مبِینًا
ًال ُّ
ٰ
َّل َضل
ََّّللاَ َو َر ُسولَهُۥ فَقَ ْد َض
َو َمن یَ ْع ِص
ۗ
ْمِر ِه ْم
َ
ِم ْن أ
هیچ مرد و زن با ایمانی حق ندارد هنگامی که خداوند جل جلاله و پیامبرش صلى الله عليه وسلم
امری را الزم بدانند، اختیاری )در برابر فرمان خداوند جل جلاله( داشته باشد؛ و 
هر کس نافرمانی خداوند جل جلاله و رسولش ص را کند، به گمراهی آشکاری 
گرفتار شده است! 
توضیح: 
پروردگار عالم جل جلاله در ایت ۱٠٠ سوره توبه شریف به مومنان مهاجروانصار 
خطاب می نماید که من از تمام مردمومن وزن مومنه صحابه کرام رضوان 
هللا علیهم اجمعین اعم از مهاجروانصار راضی هستم بنا ًء در ایت ۳۶ سوره 
احزاب شریف می فرمایدوبهمین مومنان خطاب است که هیچ مرد وزن با 
ایمانی حق ندارد که انچه را خداوند بزرگ و متعال جل جلاله ورسول گرامی اش 
امری راالزم بدانند اختیاری در برابر امرو فرمان خداوند جل جلاله داشته باشند 
10
به همین خاطر هرکس که نافرمانی خداوند جل جلاله و رسول اش را کند به 
گمراهی اشکاری گرفتار شده اند 
] ُسۡو ۷۲[ َرةُ التّوبَة :
س ِك َن
ٰ
َو َم
َها
خِلِدی َن فِی
ٰ
هُر
ْن ٰ
َها ا ْْلَ
ّٰ ٍت تَ ْجِرى ِمن تَ ْحتِ
ِت َجن
ٰ
ُمْؤ ِمن
ْ
ُمْؤ ِمنِی َن َوال
ْ
َو َع َد ََّّللاُ ال
ُم
عَ ِظی
ْ
ْو ُز ال
فَ
ْ
َو ال
ِل َك هُ
ۚ ذٰ
َ ْكبَ ُر
و ٌن ِّم َن ََّّللاِ أ
َو ِر ْضٰ
ّٰ ِت َع ْد ٍنۚ
فِى َجن
ِبَةً
َطیّ
خداوند جل جلاله به مردان و زنان باایمان، باغهایی از بهشت وعده داده که نهرها 
از زیر درختانش جاری است؛ جاودانه در آن خواهند ماند؛ و مسکنهای 
پاکیزه ای در بهشتهای جاودان )نصیب آنها ساخته(؛ و )خشنودی و( رضای 
خدا، )از همه اینها( برتر است؛ و پیروزی بزرگ، همین است!
به همین ارتباط پروردگار عالم جل جلاله به مردان و زنان با ایمان »مردان 
مومن از حضرت ادم ع وزنان مومنه از بی بی حوا مبارک شروع میشود 
الی اخرین مردمومن وزن مومنه که در انسانیت خواهد امد« چنانچه از 
امر وفرمان هللا جل جلاله و جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم سرکشی 
ننمایند به انها باغ های از بهشت را وعده داده است که از زیر درختانش 
نهر ها جاری میباشد، جاودانه در انجا خواهند ماند، مسکن های پاکیزه در 
بهشت های جاودان نصیب شان خواهند شد وخشنودی و رضای خداوند 
بزرگ و متعال جل جلاله از همه این نعمات برتر وپیروزی بزرگ برای مومنان 
ومومنات همین است 
] ُسۡو ۷۳[ َرةُ التّوبَة :
َم ِصی
ْ
َس ال
ۖ َوبِئْ
ُم
َّ
وى ُهْم َج َهن
ٰ
ْ
َو َمأ
ۚ
ِهْم
ْی
ُ ْظ َعلَ
ِفِقی َن َوا ْغل
ٰ
ُمن
ْ
َر َوال
َّا
ُكف
ْ
ج ِهِد ال
ٰ
ى
بِ ُّ
َّ
َها الن
ُّ
ی
َ
أ
ٓ
ی
ُر. ٰ
11
ای پیامبرص! با کافران و منافقان جهاد کن، و بر آنها سخت بگیر! 
جایگاهشان جهنم است؛ و چه بد سرنوشتی دارند! 
ای نبی کریم ص با کافران و منافقان جهادکن خصوصا با منافقان که این 
تهمت ودروغ بستن از اعمال خاص انهاست، بر انها سخت گیرو هیچ 
نوع معامله همرای شان نداشته باش و تا ختم تمام دسایس شان همرای انها 
مجادله و مبارزه کن که بدون شک وبه یقین کامل که جایگاه شان جهنم 
است وچه بد سرنوشتی!
] ُسۡو ۱۹[ َرةُ هُود :
ٰكِف ُرو َن
ْم
َوهُم بِا ْل َءا ِخ َرةِ هُ
َها ِعَو ًجا
َویَ ْبغُونَ
ِل ََّّللاِ
دو َن َعن َسبِی
ُّ
ِذی َن یَ ُص
َّ
ال
همانها که )مردم را( از راه خداوند جل جلاله بازمیدارند؛ و راه حق را کج و 
معوج نشان میدهند؛ و به سرای آخرت کافرند!
خداوند جل جلاله می فرماید که همین راه پروردگار عالم جل جلاله است که بی بی عایشه 
صدیقه ام المومنین ومادر همه مومنان است ودیگر ازواج مطهرات رسول 
هللا صلى الله عليه وسلم نیز مادران مومنان ومومنات میباشند باالی همه این مادران گرامی 
ما خصوصا باالی بی بی عایشه صدیقه مادر گرامی ما تهمت نبندیدو راه 
حق همین است وراه حق را کج ومعوج برای مردم نشان ندهید اینها که 
این کار را میکنند به سرای اخرت کافرند هرکس که به همین عقیده باشد 
خودرا به هالکت گرفتار نموده است 
12
] ُسۡو ۱۹[ َرةُ م َح ّمد ص :
ُم
ََّّللاُ یَ ْعلَ
َو
ِتۗ
ٰ
ُمْؤ ِمن
ْ
ُمْؤ ِمنِی َن َوال
ْ
بِ َك َوِلل
ۢ
ال ََّّللاُ َوا ْستَ ْغِف ْر ِلذَن
َّ
ِ
هَ إ
ٰ
ل
ِ
هُۥ َالٓ إ
َّ
ن
َ
ْم أ
ُكْم َ
فَا ْعل بَ
َّ
ُمتَقَل
وى ُكْم
ٰ
ْ
َو َمث
پس بدان که معبودی جز » َّّللا ج« نیست؛ و برای گناه خود و مردان و
زنان باایمان استغفار کن! و خداوند جل جلاله محل حرکت و قرارگاه شما را 
میداند! 
در این ایت شریف پروردگار عالم جل جلاله به حبیب خود جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم می فرماید که برای خوددعا بکن وممغفرت طلب کن 
وبرای مردان مومن از ادم ع ال اخرین مومن انسانیت خصوصاً حضرت
عمر رض وزنان مومن یعنی از بی بی حوا مبارک الی اخرین زن مومنه 
انسانیت خصوصاً زن مومن بی بی عایشه صدیقه رضی هللا عنها میباشد
در اینجا به امر پروردگارعالم جل جلاله رسول گرامی حضرت محمد رسول هللا 
صلى الله عليه وسلم برای اینها دعا میکند ومغفرت طلب مینماید وشما عقب این بزرگواران 
خلفای راشدین ابوبکر صدیق رض، حضرت عمر رض،حضرت عثمان 
رض وحضرت علی رض وهمه مردوزن صحابه کرام رضوان هللا علیهم 
اجمعین،وتمام ازواج مطهرات واهل بیت رسول گرامی ص خصوصا 
حضرت عمر رض و بی بی عایشه صدیقه رضی هللا عنها بد گویی میکنید 
از این معلوم میشود که این کافران ومنافقین در مقابل حضرت محمد 
مصطفی صلى الله عليه وسلم استاد شده اند واز اوامر ان جناب عالی سرپیچی نمودند که 
استاد شدن و مقابله در برابراوامر وفرامین جناب عالی حضرت محمد 
مصطفی صلى الله عليه وسلم در حقیقت مقابله وسرپیچی از اوامر وفرامین پروردگار 
عالم جل جلاله میباشد
13
رسول هللا صلى الله عليه وسلم تا اخر تا ظهور مهدی علیه سالم همه زنان مومن و مردان 
مومن را از حضرت ادم علیه سالم وبی بی حوا مبارک اال اخرین مومن 
مومنه انسانیت دوست دارد
] ُسۡو ۱۲٨[ َرةُ التّوبَة :
ُمْؤ ِمنِی َن
ْ
ْی ُكم بِال
ْم َحِری ٌص َعلَ
ُّ
ْی ِه َما َعنِت
ِس ُكْم َعِزی ٌز َعلَ
نفُ
َ
َء ُكْم َر ُسو ٌل ِّم ْن أ
لَقَ ْد َجآ
ٌم
ر ِحی
َر ُءو ٌف َّ
به یقین، رسولی از خود شما بسویتان آمد که رنجهای شما بر او سخت 
است؛ و اصرار بر هدایت شما دارد؛ و نسبت به مؤمنان، رئوف و مهربان 
است!
حضرت محمد رسول هللا صلى الله عليه وسلم در برابر همه مومنان مرد وزن نهایت 
مهربان ورئوف است وپافشاری بر هدایت مومنان دارد ودر مقابل این 
منافقان استند که علیه مومنان دشمنی میکنند؟ 
ِ َساء :
] ُسۡو ۱۳[ َرةُ النّ
هُر
ْن ٰ
َها ا ْْلَ
ّٰ ٍت تَ ْجِرى ِمن تَ ْحتِ
َجن
هُ
ْ
یُ ْد ِخل
ََّّللاَ َو َر ُسولَهُۥ
ِ
َو َمن یُ ِطع
َك ُح ُدو ُد ََّّللاِۚ
ْ
تِل
ُم
عَ ِظی
ْ
ْو ُز ال
فَ
ْ
ِل َك ال
َوذٰ
َهاۚ
خِلِدی َن فِی
ٰ
اینها مرزهای الهی است؛ و هر کس خدا و پیامبرش را اطاعت کند، )و 
قوانین او را محترم بشمرد،( خداوند وی را در باغهایی از بهشت وارد 
میکند که همواره، آب از زیر درختانش جاری است؛ جاودانه در آن 
میمانند؛ و این، پیروزی بزرگی است!
پروردگار عالم جل جلاله در این ایت شریف می فرماید که حدود یعنی قانون من 
همین است که رسول هللا صلى الله عليه وسلم پدر شما است وخانم هایش مادران شما است 
14
بنا ً قوانین رسول گرامی حضرت محمد رسول هللا صلى الله عليه وسلم را محترم بشمارید 
وانها را احترام نمایید وهر کس که خداوند بزرگ و متعال جل جلاله راوپیامبرش 
اطاعت کند وقوانین وحدود انهارا محترم بشمارند وبی بی عایشه صدیقه 
رضی هللا عنها ودیگر ازواج مطهرات واهل بیت گرانقدر و تمام خلفای 
راشدین ومردان وزنان صحابه کرام رضوان هللا علیهم اجمعین خصوصاً
حضرت عمر»رض« را احترام بکند نه اینکه بر خالف حدود پروردگار 
عالم جل جلاله انها را توهین نماید هللا جل جلاله وی را در باغهایی از بهشت وارد 
میکند که همواره اب از زیر درختان اش جاری میباشد 
] ُسۡو ۱۳[ َرةُ الفَتْح :
ِری َن َس ِعی ًرا
ْ ٰكِف
ْعتَ ْدنَا ِلل
َ
َّآ أ
ِن
َو َر ُسوِل ِهۦ فَإ
َّللِ
ن بِا َّ
ۢ
ْم یُ ْؤ ِم
َّ
َو َمن ل
آن کس که به خداوند جل جلاله و پیامبرش صلى الله عليه وسلم ایمان نیاورده )سرنوشتش دوزخ 
است(، چرا که ما برای کافران آتش فروزان آماده کرده ایم! 
وکس که به هللا جل جلاله ورسول گرامی اش ایمان نیارد چون جناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم کالم پاک پرودگار عالم جل جلاله قرآن شریف را 
به مردم رساند وکسیکه حیثیت پدر را به همه دارد وخانم هایش حیثیت 
مادران را به همه مومنان دارند واینها را احترام نکرد سرنوشت اش دوزخ 
است که پروردگار عالم جل جلاله می فرماید که ما این عذاب را برای کافران 
اتش فروزان اماده کرده ایم وکسی که اینکاررا کرد و وفات نمود سرنوشت 
اش را در ایات ۲۷الی ۳٠ سوره فرقان تذکر گردیده است وچون در ایت 
۲۳ سوره نور شریف ۹حرف وجود ندارداگر انرا ضرب اسمش نمایم 
۲۷میشود 
حاال در سوره فرقان شریف مراجعه میکنیم از ایت ۲۷الی ۳٠ انرا میبینیم 
15
] ُسۡو ۲۷[ َرةُ الفُرقان :
ر ُسو ِل َسبِیًال
ُت َم َع ال َّ
َخذْ
َّ
ْیتَنِى ات
یلَ
ى یَ َدْی ِه یَقُو ُل ٰ
ٰ
ُم َعل
ظاِل
َّ
یَعَ ُّض ال
َ
َویَ ْوم
و )به خاطر آور( روزی را که ستمکار دست خود را )از شّدت حسرت(
به دندان می گزد و میگوید: »ای کاش با رسول هللا صلى الله عليه وسلم راهی برگزیده 
بودم! 
توضیح: 
این منافق واین ستمگار در ان روز دست خودرا از شدت حسرت به دندان 
می گزد ومی گوید »ای کاش با رسول هللا صلى الله عليه وسلم راهی برگزیده بودم وقوانین 
اش را احترام میکردم وخانم ها یش را وصحابی اش را گپ ها ی ناروا 
نمی گفتم ودشنام نمی دادم 
] ُسۡو ۲٨[ َرةُ الفُرقان :
فُ َالنًا َخِلیًال
ِخذْ
َّ
ت
َ
ْم أ
ْیتَنِى لَ
ى لَ
ٰ
ت
َوْیلَ
ی
ٰ
ای وای بر من، کاش فالن )شخص گمراه( را دوست خود انتخاب نکرده 
بودم! 
این منافق وفالنی را دوست خود نمی گرفتم تابه این راه مرا تشویق نمیکرد 
ومرا گمراه نمی ساخت 
] ُسۡو ۲۹[ َرةُ الفُرقان :
س ِن َخذُو ًال
ٰط ُن ِل ْْلِن ٰ
َو َكا َن ال َّشْی
ۗ
َءنِى
َجآ
ِذْ
ْكِر بَ ْعَد إ
ِ
نِى َع ِن الذّ
َّ
َضل
َ
قَ ْد أ
َّ
ل
او مرا از یادآوری )حق( گمراه ساخت بعد از آنکه )یاد حق( به سراغ من 
آمده بود!« و شیطان همیشه خوارکنند ه انسان بوده است!
16
تا فالن دوست نادان مرا گمراه نمی ساخت واز یاد حق، احترام رسول هللا 
صلى الله عليه وسلم ، خانم های گرامی اش خصوصا بی بی عایشه صدیقه رضی هللا عنها 
ومردان وزنان صحابه جلیل القدر اش را خصوصاً حضرت عمر رض هللا
عنه مرا دور نمی ساخت 
] ُسۡو ۳٠[ َرةُ الفُرقان :
ْر َءا َن َمْه ُجو ًرا
قُ
ْ
هذَا ال
َخذُوا ٰ
َّ
ْو ِمى ات
ن قَ
َّ
ِ
َر ِّب إ
ی
ر ُسو ُل ٰ
َوقَا َل ال َّ
و پیامبرص عرضه داشت: »پروردگارا! قوم من قرآن را رها کردند«. 
و رسول هللا صلى الله عليه وسلم به پروردگار عالم جل جلاله عرضه داشت که ای پروردگارا! 
قوم من خالف حکم و حقانیت قران عظیم الشان عمل نمودند وکسانی را که 
توبا ایات قران شریف از انها خشنود وراضی شده بودی اینها انهارا بد و 
زشت گفتند وبی احترامی نمودند 
َحدید :
] ُسۡو ۲٨[ َرةُ ال
َویَ ْجعَل
ر ْح َمتِ ِهۦ
ِن ِمن َّ
ْی
َّقُوا ََّّللاَ َو َءا ِمنُوا بِ َر ُسوِل ِهۦ یُ ْؤتِ ُكْم ِكْفلَ
َمنُوا ات
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
ٌم
ر ِحی
َّ
َغفُو ٌر
ََّّللاُ
َو
ۚ
ْغِف ْر لَ ُكْم
َویَ
ْم ُشو َن بِ ِهۦ
ُكْم نُو ًرا تَ
َّ
ل
ای کسانی که ایمان آوردهاید! تقوای الهی پیشه کنید و به رسولش ص ایمان 
بیاورید تا دو سهم از رحمتش به شما ببخشد و برای شما نوری قرار دهد 
که با آن )در میان مردم و در مسیر زندگی خود( راه بروید و گناهان شما 
را ببخشد؛ و خداوند جل جلاله غفور و رحیم است.
17
توضیح: 
ای کسانی که ایمان اورده اید تقوای الهی پیشه کنید تقوای الهی یعنی احترام 
به رسول گرامی حضرت محمد رسول هللا صلى الله عليه وسلم ، احترام به تمام ازواج 
مطهرات نبی کریم ص واهل بیت گرامی اش خصوصا بی بی عایشه صدیقه 
رضی هللا عنها،تمامی مردان وزنان صحابه کرام رضوان هللا علیهم اجمعین 
خصوصاً حضرت عمر رض میباشد که هرکسی که از این تقوی الهی
برخوردار بودند دوسهم از رحمت اش به صاحبان این تقوا اعطا میگردد 
در غیر ان هیچ نوع کفلین برایشان داده نمیشود 
ور :
ُّ
] ُسۡو ٥۱[ َرةُ الن
َسِم ْعنَا
ُوا
َن یَقُول
ُهْم أ
بَ ْینَ
َ
َو َر ُسوِل ِهۦ ِلیَ ْح ُكم
ََّّللاِ
لَى
ِ
ِذَا ُد ُعٓوا إ
ُمْؤ ِمنِی َن إ
ْ
ْو َل ال
َما َكا َن قَ
َّ
ِن
إ
ُمْفِل ُحو َن
ْ
ُم ال
ئِ َك هُ
ٓ
ٰ
ول
ُ
َوأ
َ َط ْعنَاۚ
َوأ
سخن مؤمنان، هنگامی که بسوی خداوند جل جلاله و رسولش ص دعوت شوند تا 
میان آنان داوری کند، تنها این است که می گویند: »شنیدیم و اطاعت 
کردیم!« و اینها همان رستگاران واقعی هستند.
توضیح: 
پروردگار عالم جل جلاله در این ایت شریف صفتی ازصفات مومن را یاد اور 
میشود که در باره بی بی عایشه صدیقه رضی هللا عنها وحضرت عمر 
رض هللا عنه میگویند که شنیدیم وقبول داریم که بی بی مبارک مادر ما 
است وحضرت عمر رض هللا عنه خلیفه برحق وعادل مسلمانان میباشد ودر 
زمینه اطاعت هم میکنیم وهیچ سخنی توهین امیز وبی احترامی علیه شان 
نمی زنیم نه تنها برضد این دو شخصیت گرانقدر که علیه هیچ یک از 
خلفای گرانقدر راشدین، تمامی مردان و زنان با ایمان صحابه کرام رضوان 
18
هللا علیهم اجمعین وتمامی ازواج مطهرات نبی کریم صلى الله عليه وسلم واهل بیت گرانقدر 
رسول هللا صلى الله عليه وسلم هیچ نوع بی احترامی نکرده والفاظ توهین امیز نمی زنیم 
ور :
ُّ
] ُسۡو ٥۲[ َرةُ الن
فَآئِ ُزو َن
ْ
ُم ال
ئِ َك هُ
ٓ
ٰ
ول
ُ
ِه فَأ
َّقْ
ْخ َش ََّّللاَ َویَت
َویَ
ََّّللاَ َو َر ُسولَهُۥ
ِ
َو َمن یُ ِطع
و هر کس خداوند جل جلاله و پیامبرش صلى الله عليه وسلم را اطاعت کند، و از خداوند جل جلاله بترسد 
و از مخالفت فرمانش بپرهیزد، چنین کسانی همان پیروزمندان واقعی 
هستند!
وهر کس که از هللا جل جلاله وجناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم اطاعت 
کند واز خداوند بزرگ و متعال جل جلاله بترسد واز مخالفت فرمانش بترسد چنین 
کسان همان پیروز مندان واقعی هستند که هیچ گاهی به بی بی عایشه صدیقه 
مبارک وحضرت عمر رض هللا عنه را مخالفت نمی کنند وبه انها دشنام 
نمی دهند وبه سایر مردان و زنان باایمان صحابه کرام رضوان هللا علیهم 
اجمعین وازواج مطهرات ود یگر اهل بیت مبارک جناب عالی نبی کریم 
ص نیز همچنان با حترام می باشند 
ور :
ُّ
] ُسۡو ٥۳[ َرةُ الن
ۚ
م ْعُروفَةٌ
َّ
ِس ُمواۖ َطا َعةٌ
ال تُقْ
نۖ قُل َّ
َّ
ْخ ُر ُج
یَ
ُهْم لَ
َمْرتَ
َ
ئِ ْن أ
ِهْم لَ
منِ
ٰ
ْی
َ
َج ْهَد أ
َّللِ
َس ُموا بِا َّ
قْ
َ
َوأ
ُو َن
ْعَمل
بِ َما تَ
ۢ
َخبِی ٌر
ن ََّّللاَ
َّ
ِ
إ
آنها با نهایت تأکید سوگند یاد کردند که اگر به آنان فرمان دهی، )از خانه 
و اموال خود( بیرون می روند )و جان را در طبق اخالص گذارده تقدیم 
میکنند(؛ بگو: »سوگند یاد نکنید؛ شما طاعت خالصانه نشان دهید که 
خداوند به آنچه انجام می دهید آگاه است!« 
19
پروردگار عالم جل جلاله برای مومنان خطاب میکند که طبق فرموده جناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم » مومن هر لمحه زیر امتحان میباشد« پس 
به همین خاطر سوگند یاد نکنید شمادرهرحالت از زندگی که قرار داشتید 
از خود اطاعت خالصانه نشان دهید که پروردگار عالم جل جلاله به انچه شما 
عمل می نمایید اگاه میباشد 
ور :
ُّ
] ُسۡو ٥٤[ َرةُ الن
ما
َّ
ْی ُكم
ْی ِه َما ُح ِّم َل َو َعلَ
َما َعلَ
َّ
ِن
ْوا فَإ
َّ
َول
ِن تَ
ر ُسو َلۖ فَإ
ِطیعُوا ال َّ
َ
ِطیعُوا ََّّللاَ َوأ
َ
قُ ْل أ
ُمبِی ُن
ْ
ُغ ال
ٰ
بَل
ْ
ال ال
َّ
ِ
ر ُسو ِل إ
َو َما َعلَى ال َّ
ْهتَ ُدواۚ
ِطیعُوهُ تَ
ِن تُ
ۖ َوإ
ْم
تُ
ْ
ُح ِّمل
بگو: » خداوند جل جلاله را اطاعت کنید، و از پیامبرش صلى الله عليه وسلم فرمان برید! و اگر 
سرپیچی نمایید، پیامبر مسؤول اعمال خویش است و شما مسؤول اعمال 
خود! ا ّما اگر از او اطاعت کنید، هدایت خواهید شد؛ و بر پیامبرص چیزی
جز رساندن آشکار نیست!«
دراینجا پیامبر خداوند بزرگ و متعال جل جلاله مسول اعمال خویش است اورسول 
آهلل ص وظیفه خود را بخوبی به انجام رسانده، قران شریف را رسانده 
وحدیث شریف را جهت توضیح و وضاحت قران شریف رسانده واحکام 
وقوانین قران شریف را در عمل توضیح نموده، پس این وظیفه ومسولیت 
شما است که از هللا جل جلاله و محمد رسول هللا صلى الله عليه وسلم اطاعت نمایید واگر سرپیچی 
نماید رسول هللا صلى الله عليه وسلم مسول اعمال خود است اما اگر از جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم اطاعت نمایید هدایت خواهید یافت وعقیده خود را 
نسبت به خلفای راشدین خصوصاً حضرت عمر رض هللا عنه ، بی بی
عایشه صدیقه رضی هللا عنها مبارک وسایر اصحاب کرام رض وان هللا 
20
علیهم اجمعین واهل بیت عزام رضوان هللا علیهم اجمعین به شکل درست 
ان حفظ نمایید وبه همه احترام خواهید نمود 
ور :
ُّ
] ُسۡو ٥٥[ َرةُ الن
ْر ِض َكَما
ُهْم فِى ا ْْلَ
َّ
یَ ْستَ ْخِلفَن
ح ِت لَ
صِل ٰ
ُوا ال ّٰ
َو َعِمل
َمنُوا ِمن ُكْم
ِذی َن َءا
َّ
َو َع َد ََّّللاُ ال
ن
ۢ
ُهم ِّم
َّ
ن
یُبَ ِّدلَ
َولَ
ُهْم
ِذى ا ْرتَ ٰضى لَ
َّ
ُهُم ال
ُهْم ِدینَ
ن لَ
َم ّكِنَ َّ
یُ
َولَ
ِهْم
ِذی َن ِمن قَ ْبِل
َّ
َف ال
ا ْستَ ْخلَ
ُم
ئِ َك هُ
ٓ
ٰ
ول
ُ
ِل َك فَأ
َر بَ ْعَد ذٰ
َو َمن َكفَ
اۚ
ًٔ
یَ ْعبُ ُدونَنِى َال یُ ْشِر ُكو َن بِى َشْیـ
ْمنًاۚ
َ
ِهْم أ
بَ ْعِد َخْوفِ
ِسقُو َن
فٰ
ْ
ال
خداوند جل جلاله به کسانی از شما که ایمان آورده و کارهای شایسته انجام داده اند 
آنان را حکمران روی زمین خواهد کرد، همان گونه
وعده می دهد که قطعاً
که به پیشینیان آنها خالفت روی زمین را بخشید؛ و دین و آیینی را که برای 
آنان پسندیده، پابرجا و ریشهدار خواهد ساخت؛ و ترسشان را به امنیّت و
آرامش مب ّدل میکند، آنچنان که تنها مرا می پرستند و چیزی را شریک من 
نخواهند ساخت و کسانی که پس از آن کافر شوند، آنها فاسقانند.
کسانی که این خصوصیت در وجود شان باشد، احترام به اصحاب کرام 
رضوان هللا علیهم اجمعین واهل بیت عزام رضوان هللا علیهم اجمعین را 
داشته باشند پروردگارعالم جل جلاله اینها را بدون شک در خدمت مردم 
قرارخواهند گذاشت وانها را حکمران روی زمین خواهند ساخت چنانچه 
به همین صفت خدمت گذاری بودندانها را نیز حکمران
کسانی را که قبالً
روی زمین ساخته بود واینها را بر دین وایین که برگزیده اند برهمان دین، 
مذهب وایین پابرجا وریشه دار خواهند ساخت ترس شانرا به امنیت مبدل 
خواهند ساخت وهیچ چیزی را شریک من نخواهند ساخت هرگاه کسانی 
که پس از ان کافر شوند انها فاسقا نند 
21
ور :
ُّ
] ُسۡو ٥٦[ َرةُ الن
ْر َح ُمو َن
ُكْم تُ
َّ
ر ُسو َل لَعَل
ِطیعُوا ال َّ
َ
َوأ
ٰكوةَ
ز
َو َءاتُوا ال َّ
وةَ
ٰ
صل
قِی ُموا ال َّ
َ
َوأ
و نماز را برپا دارید، و زکات را بدهید، و رسول هللا صلى الله عليه وسلم را اطاعت کنید 
تا مشمول رحمت )او( شوید 
این مومنان که به صحابه کرام رضوان هللا علیهم اجمعین واهل بیت عزام 
مبارک ها احترام دارند وقدر انها را میشناسند از صفات دیگر شان اینست 
که نمازهای خودرا بر پا میدارند وذکاة اموال خودرا می پردازند واز رسول 
گرامی حضرت محمد مصطفی صلى الله عليه وسلم اطاعت صادقانه اطاعت می نمایند 
بدون شک وبه یقین کامل که مورد رحم پروردگار عالم جل جلاله وجناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم قرار میگیرند 
ور :
ُّ
] ُسۡو ٥۷[ َرةُ الن
َم ِصی ُر
ْ
َس ال
بِئْ
ۖ َولَ
َّا ُر
وى ُهُم الن
ٰ
ْ
َو َمأ
ْر ِضۚ
ُروا ُم ْعِجِزی َن فِى ا ْْلَ
ِذی َن َكفَ
َّ
ن ال
َّ
َال تَ ْح َسبَ
گمان مبر کافران میتوانند از چنگال مجازات الهی ج در زمین فرار کنند! 
جایگاه آنان آتش است، و چه بد جایگاهی است! 
گمان مبر که کسانی که به حضرت عمر رض هللا عنه و بی بی عایشه 
صدیقه رضی هللا عنهامبارک ودیگر اهل بیت عزام رضوان هللا علیهم 
اجمعین وسایر صحابه کرام وصحابیات رضوان علیهم اجمعین بی احترام 
استند وان بزرگواران را توهین میکنند و پشت سر انها بد گویی می کنند 
از چنگال مجازات الهی جل جلاله در زمین فرار می نمایند جایگاه انان آتش 
جهنم است چه بد جایگاه است 
22
َحشر :
] ُسۡو ۱۱[ َرةُ ال
ئِ ْن
ِب لَ
ٰ
ِكت
ْ
ْه ِل ال
َ
ُروا ِم ْن أ
ِذی َن َكفَ
َّ
ِهُم ال
ونِ
ْخٰ
ُو َن ِِلِ
ِذی َن نَافَقُوا یَقُول
َّ
لَى ال
ِ
َر إ
ْم تَ
لَ
َ
أ
ََّّللاُ
َو
َّ ُكْم
نَن ُص َرن
ْم لَ
تُ
ْ
ِن قُوتِل
َوإ
بَ ًدا
َ
َح ًدا أ
َ
ِطی ُع فِی ُكْم أ
َوَال نُ
ُكْم
ن َمعَ
َّ
نَ ْخ ُر َج
ْم لَ
ْخِر ْجتُ
ُ
أ
ُهْم لَ ٰكِذ
َّ
ِن
یَ بُو َن ْش َهُد إ
آیا منافقان را ندیدی که پیوسته به برادران کفارشان از اهل کتاب می گفتند: 
»هرگاه شما را )از وطن( بیرون کنند، ما هم با شما بیرون خواهیم رفت و 
هرگز سخن هیچ کس را درباره شما اطاعت نخواهیم کرد؛ و اگر با شما 
پیکار شود، یاریتان خواهیم نمود!« خداوندج شهادت می دهد که آنها 
دروغگویانند!
توضیح: 
در اینجا بازهم بحث منافق پیش امد که صفت منافق اینست که کفار میگویند 
که اگر شما را از وطن تان بیرون کنند ماهم با شما بیرون خواهیم رفت 
واگر با شما جنگ وپیکار نمایند ماهم با انها پیکار میکنیم پروردگارعالم 
جل جلاله شهادت میدهد که اینان منافقان دروغ گویان استند 
َحشر :
] ُسۡو ۱۲[ َرةُ ال
ن
َّ
ُّ
َول
یُ
ْم لَ
َص ُروهُ
َّ
ئِن ن
َولَ
ُهْم
ُوا َال یَن ُص ُرونَ
ئِن قُوتِل
َولَ
ْخ ُر ُجو َن َمعَ ُهْم
ْخِر ُجوا َال یَ
ُ
ئِ ْن أ
لَ
َص ُرو َن
م َال یُن
َّ
َر ثُ
ب
ٰ
ْد
ا ْْلَ
اگر آنها را بیرون کنند با آنان بیرون نمیروند، و اگر با آنها پیکار شود 
یاریشان نخواهند کرد، و اگر یاریشان کنند پشت به میدان کرده فرار 
میکنند؛ سپس کسی آنان را یاری نمی کند!
23
هللا جل جلاله صفت منافقان را در ایت باال تذکر داد در این ایت اکیدا در باره 
منافقان میگوید که به تاکید ایت قبلی که اگر انها را بیرون کنند همرایشان 
بیرون نمی روند واگر با انها پیکار شود یاریشان نخواهند کرد واگر 
یاریشان هم کنند در میدان محاربه پشت نموده فرار مینمایند س پس انان 
راکسی یاری نمی نماید 
َحشر :
] ُسۡو ۱۳[ َرةُ ال
ُهو َن
ْفقَ
ال یَ
َّ
ْو ٌم
ُهْم قَ
َّ
ن
َ
ِل َك بِأ
فِى ُص ُدو ِر ِهم ِّم َن ََّّللاِۚ ذٰ
د َر ْهبَةً
َشُّ
َ
ْم أ
نتُ
َْلَ
وحشت از شما در دلهای آنها بیش از ترس از خداوند جل جلاله ست؛ این به خاطر 
آن است که آنها گروهی نادانند! 
وحشت از شما مومنان در دل های انان بیشتر از ترس از خداوند بزرگ و 
متعال جل جلاله است این به خاطر انست که انها گروهی نادان اند وعظمت وشان 
هللا جل جلاله را در ک نمی کنند 
َحشر :
] ُسۡو ۱٤[ َرةُ ال
ُهْم َشِدیٌدۚ
ُس ُهم بَ ْینَ
ْ
بَأ
ۚ
ٍۭ
ِء ُج ُدٍر
ْو ِمن َو َرآ
َ
صنَ ٍة أ
َّ
م َح
ُّ
ًرى
ال فِى قُ
َّ
ِ
ُونَ ُكْم َج ِمیعًا إ
تِل
ٰ
َال یُق
ُو َن
ال یَ ْعِقل
َّ
ْو ٌم
ُهْم قَ
َّ
ن
َ
ِل َك بِأ
ۚ ذٰ
ى
ّٰ
ُهْم َشت
ُوبُ
ل
َوقُ
ُهْم َج ِمیعًا
تَ ْح َسبُ
آنها هرگز با شما بصورت گروهی نمی جنگند جز در دژهای محکم یا از 
پشت دیوارها! پیکارشان در میان خودشان شدید است، )ا ّما در برابر شما
ضعیف!( آنها را متّحد میپنداری، در حالی که دلهایشان پراکنده است؛ این 
به خاطر آن است که آنها قومی هستند که تعق کنند! ّل نمی
24
انها هر گز به شکل گروهی ویا منظم نمی جنگندجز از پشت دژهای محکم 
ویا پشت دیوار ها، پیکار شان در میان خودشان شدید است ولی در مقابل 
شما ضعیف وپراگنده، انها را متحد می پنداری 
در حالی که دلهایشان. پراگنده است این در حالی است که اینها قوم استند 
که تعقل نمی کنند 
ویا هم ازگروه های دست نشانده خود استفاده می کنند مثال از بعضی مذاهب 
در بعضی نقاط عالم اسالم استفاده میکنند زیارت رفتن را شرک میگویند 
فاتحه خوانی را شرک میگویند بسا موارد دیگر در بین مردم شرک را 
تلقین میکنند به همین قسم اهل تشیع به قران شریف انقدر که به نهج بالغه 
اعتقاد دارند به ان توجه واحترام ندارند 
َحشر :
] ُسۡو ۱٥[ َرةُ ال
ٌم
ِلی
َ
ُهْم َعذَا ٌب أ
َولَ
ْمِر ِه ْم
َ
َوبَا َل أ
ِریبًاۖ ذَاقُوا
ِهْم قَ
ِذی َن ِمن قَ ْبِل
َّ
ِل ال
َكَمثَ
کار این گروه از یهود همانند کسانی است که کمی قبل از آنان بودند، طعم 
تلخ کار خود را چشیدند و برای آنها عذابی دردناک است!
کار این گروه از یهود همانند یهودان قبل از انان میباشد که انان در زمانش 
طعم تلخ کار خود را چشیدند هر انچه توطعه ودسیسه که انها بکار بردند 
انها نیز بکار میبرند چنانچه انها درعذاب دردناک گرفتار شدند اینها نیز در 
عذاب دردناک تر از انها گرفتار خواهند شد 
ور :
ُّ
] ُسۡو ۲۳[ َرةُ الن
ُهْم
َولَ
َوا ْل َءا ِخ َرةِ
دْنیَا
ِعنُوا فِى ال ُّ
ُ
ِت ل
ٰ
ُمْؤ ِمن
ْ
ِت ال
ٰ
غِفل
ٰ
ْ
ِت ال
ٰ
ُم ْح َصن
ْ
ِذی َن یَ ْر ُمو َن ال
َّ
ن ال
َّ
ِ
إ
ٌم
َعذَا ٌب َع ِظی
25
کسانی که زنان پاکدامن و بیخبر )از هرگونه آلودگی( و مؤمن را متهم 
میسازند، در دنیا و آخرت از رحمت الهی بدورند و عذاب بزرگی برای 
آنهاست.
ور :
ُّ
] ُسۡو ۲٤[ َرةُ الن
ُو َن
ُهم بِ َما َكانُوا یَ ْعَمل
ُ
ْر ُجل
َ
َوأ
ِهْم
ْیِدی
َ
َوأ
ُهْم
ِسنَتُ
ْ
ل
َ
ِهْم أ
ْی
تَ ْش َهُد َعلَ
َ
یَ ْوم
در آن روز زبانها و دستها و پاهایشان بر ضّد آنها به اعمالی که مرتکب
میشدند گواهی می دهد! 
ور :
ُّ
] ُسۡو ۲٥[ َرةُ الن
ُمبِی ُن
ْ
ق ال
ُّ
َح
ْ
َو ال
ن ََّّللاَ هُ
َّ
َ
ُمو َن أ
ق َویَ ْعلَ
َّ
َح
ْ
ُهُم ال
ِدینَ
ََّّللاُ
ِهُم
ِی
َوفّ
یَ ْو َمئِ ٍذ یُ
آن روز، خداوندج جزای واقعی آنان را بی کم و کاست می دهد؛ و می دانند 
که خداوندج حق آشکار است! 
توضیح: 
کسانی که زنان مومن وپاکدامن وبی خبر از هرگونه الودگی و مومن را 
متهم می سازند انان در روز قیامت از رحمت پروردگار عالم جل جلاله دور 
میباشند واز طرف هللا جل جلاله برای انها عذاب بزرگی برای انان مهیا گردیده 
است در ان روز زبانهایشان، دست ها وپاهای شان بر اعمالکه اینان علیه 
بی بی عایشه صدیقه رضی هللا عنها وحضرت عمر رض هللا وتمامی مردان 
وزنان با ایمان صحابه کرام رضوان هللا علیهم اجمعین وهمه ازواج 
مطهرات واهل بیت عزام رسول هللا صلى الله عليه وسلم گپ های ناروا زده اند وبی احترامی 
نموده اند شاهدی میدهد ودر ان روز خداوند بزرگ و متعال جل جلاله جزای انها 
26
را کماحقهُ و بی کم کاست برای شان میدهدوبراین جزا دادن در اثر نتیجه 
اعمال ناشایست وناروای انهاواقعا حق اشکار است 
ور :
ُّ
] ُسۡو ۱۹[ َرةُ الن
دْنیَا
ٌم فِى ال ُّ
ِلی
َ
ُهْم َعذَا ٌب أ
َمنُوا لَ
ِذی َن َءا
َّ
فِى ال
ِح َشةُ
فٰ
ْ
َع ال
َن تَ ِشی
و َن أ
ُّ
ِذی َن یُ ِحب
َّ
ن ال
َّ
ِ
إ
ُمو َن
ْعلَ
ْم َال تَ
نتُ
َ
َوأ
ُم
ََّّللاُ یَ ْعلَ
َو
َوا ْل َءا ِخ َرةِۚ
کسانی که دوست دارند زشتیها در میان مردم با ایمان شیوع یابد، عذاب 
دردناکی برای آنان در دنیا و آخرت است؛ و خداوندج می داند و شما 
نمی دانید! 
کسانی که دوست دارند این اعمال زشت و ناروا در بین مردم شیوع یابد 
وبه نام بدی این مبارک ها به ناحق کوشش زیاد دارند پروردگار عالم جل جلاله 
برای اینان عذاب دردناک وخوار کننده در دنیا واخرت در نظر گرفته است 
جزای اعمال بد اینها را هللا جل جلاله بهتر میداند وشما از در ک ان ناتوان استید 
ور :
ُّ
] ُسۡو ۲٠[ َرةُ الن
ٌم
ر ِحی
ن ََّّللاَ َر ُءو ٌف َّ
َّ
َ
َوأ
َو َر ْح َمتُهُۥ
ْی ُكْم
َعلَ
ْوَال فَ ْض ُل ََّّللاِ
َولَ
و اگر فضل و رحمت الهی ج شامل حال شما نبود و اینکه خداوند جل جلاله مهربان 
و رحیم است )مجازادامانتان را میگرفت(!
در اثر فضل ورحمت پروردگار عالم جل جلاله که شامل حال یکتعداد صحابه 
جلیل القدر درزمان وقوع این حادثه که در ابتدا در تردد بودند که پروردگار 
عالم جل جلاله در نزول ایت قران عظیم الشان بی بی عایشه صدیقه رضی هللا 
عنهارا پاک پاکدامن ومبری از هرگونه الودگی که این منافقین نسبت میدادند 
27
خطاب نمود واین بی بی مبارک ام المومنین مارا سربلند وسرخ روی به 
همه انسانیت معرفی نمود اگر پروردگار عالم جل جلاله مهربانی ورحمانیت خود 
را باالی اینهمه صحابه کرام رضوان هللا علیهم اجمعین نازل نمی کرد 
خدای ناخواسته به مجازات سختی گرفتار می شدند
ور :
ُّ
] ُسۡو ۲۱[ َرةُ الن
هُۥ
َّ
ِن
ٰط ِن فَإ
و ِت ال َّشْی
بِ ْع ُخ ُطٰ
َّ
َو َمن یَت
ٰط ِنۚ
و ِت ال َّشْی
بِعُوا ُخ ُطٰ
َّ
َمنُوا َال تَت
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
َحٍد
َ
ٰكى ِمن ُكم ِّم ْن أ
َما َز
َو َر ْح َمتُهُۥ
ْی ُكْم
َعلَ
ْو َال فَ ْض ُل ََّّللاِ
َولَ
ۚ
ُمن َكِر
ْ
ِء َوال
فَ ْح َشآ
ْ
ُمُر بِال
ْ
یَأ
ن
ِك َّ
ٰ
َول
بَ ًدا
َ
ٌم أ
ََّّللاُ َسِمی ٌع َعِلی
َو
ۗ
ُء
یُ َز ّكِى َمن یَ َشآ
ََّّللاَ
ای کسانی که ایمان آورده اید! از گامهای شیطان پیروی نکنید! هر کس پیرو 
شیطان شود )گمراهش می سازد، زیرا( او به فحشا و منکر فرمان میدهد! 
و اگر فضل و رحمت الهی ج بر شما نبود، هرگز احدی از شما پاک 
نمی شد؛ ولی خداوند جل جلاله هر که را بخواهد تزکیه میکند، و خداوند جل جلاله شنوا 
و داناست.
ای مومنان از گام ها وراه های شیطان پیروی نکنید که شما را به فحشا و 
منکر امر می کند واگر فضل. ورحمت پروردگار عالم جل جلاله برشما نمی شد 
هیچ کدام از شما پاک نمی شد واین از فضل ورحمت هللا جل جلاله است که را 
بخواهد تزکیه وپاک می کند و پروردگار مهربان جل جلاله شنوا ودانا است بر 
حال بندگان خود
28
َحدید :
] ُسۡو ۲٠[ َرةُ ال
و ِل
ٰ
ْم
ٌر فِى ا ْْلَ
َوتَ َكاثُ
بَ ْینَ ُكْم
ۢ
َوتَفَا ُخ ٌر
ْهٌو َو ِزینَةٌ
ِع ٌب َولَ
دْنیَا لَ
یوةُ ال ُّ
ٰ
َح
ْ
َما ال
َّ
ن
َ
ُمٓوا أ
ا ْعلَ
ٰط ًماۖ
ُكو ُن ُح
م یَ
َّ
را ثُ
ًّ
ُم ْصفَ
رىهُ
م یَ ِهی ُج فَتَ ٰ
َّ
َر نَبَاتُهُۥ ثُ
َّا
ُكف
ْ
ْع َج َب ال
َ
ِل َغْی ٍث أ
ِدۖ َكَمثَ
ٰ
ْول
َوا ْْلَ
َو ُع فِى ا ْل َءا ِخ
ٰ
ال َمت
َّ
ِ
دْنیَآ إ
یوةُ ال ُّ
ٰ
َح
ْ
َو َما ال
و ٌنۚ
َو ِر ْضٰ
ِّم َن ََّّللاِ
َرةٌ
َو َم ْغِف
َرةِ َعذَا ٌب َشِدیٌد
ُرو ِر
غُ
ْ
ال
بدانید زندگی دنیا تنها بازی و سرگرمی و تج ّمل پرستی و فخرفروشی در
میان شما و افزون طلبی در اموال و فرزندان است، همانند بارانی که 
محصولش کشاورزان را در شگفتی فرو میبرد، سپس خشک میشود 
بگونه ای که آن را زردرنگ میبینی؛ سپس تبدیل به کاه می شود! و در 
آخرت، عذاب شدید است یا مغفرت و رضای الهی؛ و )به هر حال( زندگی 
دنیا چیزی جز متاع فریب نیست!
توضیح: 
پروردگار عالم جل جلاله در این ایت شریف می فرماید که در این زندگی دنیا 
فریب نخورید که جز بازیچه واسباب فریب بیش نیست وبا این فخر فروشی 
وتکبر شما را به غفلت نیاندازد تا باعث ارتکاب گناه شما شود وبه خلفای 
رسول هللا صلى الله عليه وسلم اهلل بیت مبارک اش توهین وتحقیر ننمایید وخود را مستحق 
عذاب پروردگار عالم جل جلاله نموده واز رحمت اش دور نشوید 
َحدید :
] ُسۡو ۲۱[ َرةُ ال
د ْت
َّ
ِع
ُ
ْر ِض أ
ِء َوا ْْلَ
س َمآ
َّ ٍة َع ْر ُض َها َكعَ ْر ِض ال َّ
َو َجن
ُكْم
ِ
ربّ
َرةٍ ِّمن َّ
ى َم ْغِف
ٰ
ل
ِ
ٓوا إ
َسابِقُ
فَ ْض ِل
ْ
ََّّللاُ ذُو ال
َو
ۚ
ُء
ِل َك فَ ْض ُل ََّّللاِ یُ ْؤتِی ِه َمن یَ َشآ
َو ُر ُسِل ِهۦۚ ذٰ
َّللِ
َمنُوا بِا َّ
ِذی َن َءا
َّ
ِلل
عَ ِظیِم
ْ
ال
29
به پیش تازید برای رسیدن به مغفرت پروردگارتان و بهشتی که پهنه آن 
مانند پهنه آسمان و زمین است و برای کسانی که به خداوند جل جلاله و رسوالنش 
علیهم السالم ایمان آورده اند؛ آماده شده است، این فضل خداوند ج است که 
به هر کس بخواهد می دهد؛ و خداوندجل جلاله صاحب فضل عظیم است!
تالش نمایید برای بدست اوردن مغفرت پروردگار عالم جل جلاله وبهشت که پهنه 
ان مانند اسمان وزمین است واماده شده است برای کسانی که بخداوند جل جلاله 
ورسول هللا صلى الله عليه وسلم ، به خلفای راشدین، واهل بیت مبارک اش نتنها که به انها 
ایمان داشته باشید بلکه انها را احترام نموده درمقابل انها از توهین وتحقیر 
بپرهیزید وحد انها را بشناسید
َحشر :
] ُسۡو ٤[ َرةُ ال
ِعقَا ِب
ْ
َشِدی ُد ال
ن ََّّللاَ
َّ
ِ
فَإ
وا ََّّللاَ َو َر ُسولَهُۥۖ َو َمن یُ َشآ ّقِ ََّّللاَ
ُّ
ُهْم َشآق
َّ
ن
َ
ِل َك بِأ
ذٰ
این به خاطر آن است که آنها با خداوند جل جلاله و رسولش ص دشمنی کردند؛ 
و هر کس با خداوند جل جلاله دشمنی کند )باید بداند( که خداوند جل جلاله مجازات 
شدیدی دارد!
توضیح: 
پروردگار عالم جل جلاله به این کفار ومنافقین می فرماید که این مجازات برای 
انها به این خاطر است که انها با خداوند بزرگ و متعال جل جلاله ورسول گرامی 
اش حضرت محمد رسول هللا صلى الله عليه وسلم دشمنی نمودند این اعمال انها درحقیقت 
دشمنی با حضرت محمد رسول هللا صلى الله عليه وسلم است که دشمنی با جناب عالی 
مستقیم دشمنی با پروردگار عالم جل جلاله میباشد ودشمنی با هللا جل جلاله مجازات 
سخت وشدیدی را در قبال دارد 
30
َحشر :
] ُسۡو ۱٨[ َرةُ ال
ن ََّّللاَ
َّ
ِ
ۚ إ
َّقُوا ََّّللاَ
دَم ْت ِلغَ ٍدۖ َوات
ما قَ َّ
َّ
ُظ ْر نَ ْف ٌس
تَن
ْ
َّقُوا ََّّللاَ َول
َمنُوا ات
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
ۢ
َخبِی ٌر
ُو َن
ْعَمل
بِ َما تَ
ای کسانی که ایمان آورده اید از )مخالفت( خداوند جل جلاله بپرهیزید؛ و هر کس 
باید بنگرد تا برای فردایش چه چیز از پیش فرستاده؛ و از خداوند جل جلاله 
بپرهیزید که خداوندج از آنچه انجام می دهید آگاه است! 
ای کسانی که به خداوند بزرگ و متعال جل جلاله ایمان اورده اید از مخالفت هللا 
جل جلاله بپرهیزید وهر کس باید متوجه اعمال خود باشد که برای فردای خود 
چه چیز از پیش فرستاده است دشمنی با صحابه کرام واهل بیت مبارک 
جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم ، ویادوستی واحترام انها وپرهیز 
از توهین وتحقیر ان بزرگواران ومبارکان جلیل القدر ، هرچه میکنید خوب 
ویا بد، پروردگار عالم جل جلاله از انچه اعمال که انجام میدهید اگاه است! 
َحشر :
] ُسۡو ۱۹[ َرةُ ال
ِسقُو َن
فٰ
ْ
ُم ال
ئِ َك هُ
ٓ
ٰ
ول
ُ
ۚ أ
َس ُهْم
نفُ
َ
سى ُهْم أ
ن ٰ
َ
فَأ
ِذی َن نَ ُسوا ََّّللاَ
َّ
َو َال تَ ُكونُوا َكال
و همچون کسانی نباشید که خداوندج را فراموش کردند و خداوند جل جلاله نیز 
آنها را به »خود فراموشی« گرفتار کرد، آنها فاسقانند.
مانند کسانی نباشید که در ارتکاب اعمال خود پروردگار عالم جل جلاله را فراموش 
کردند و پروردگار مهربان جل جلاله انها را در حین اجرای اعمال زشت و ناروا 
به خود فراموشی گرفتار نمود، انها را مستحق عذاب سخت ودردمند 
گردانید چراکه انها فاسقانند.
31
َحشر :
] ُسۡو ۲٠[ َرةُ ال
ِر
َّا
ح ُب الن
ٰ
ْص
َ
ٓى أ
فَآئِ َال یَ ْستَ ُزو َن ِو
ْ
ُم ال
ِة هُ
َّ
َجن
ْ
ح ُب ال
ٰ
ْص
َ
ِةۚ أ
َّ
َجن
ْ
ح ُب ال
ٰ
ْص
َ
َوأ
هرگز دوزخیان و بهشتیان یکسان نیستند؛ اصحاب بهشت رستگار و 
پیروزند!
انهایکه مومن استند واعمال نیک وشایسته نمودند وبه صحابه کرام رضوان 
هللا علیهم اجمعین واهل بیت مبارک احترام وایمان داشتند وقدر وحد انها را 
کماحقه داشتند جای شان بهشت ودر دنیا واخرت رستگاران و پیروز اند 
که هیچ گاهی با کفار ومنافقین که اهل دوزخ اند ومستحق عذاب الهی 
میباشند برابر نمی باشند بدون شک وبه یقین کامل که یک مدتی در اثر 
ارتکاب این گناه وعقیده زشت خود در جهنم عذاب می بینند 
] ُسۡو ٦[ َرةُ التّغَابُن :
واۚ
َّ
َول
َوتَ
ُروا
بَ َش ٌر یَ ْهُدونَنَا فَ َكفَ
َ
ٓوا أ
ُ
ِت فَقَال
ٰ
ِن
بَیّ
ْ
ُهم بِال
ُ
ِهْم ُر ُسل
تِی
ْ
َّأ
هُۥ َكانَت ت
َّ
ن
َ
ِل َك بِأ
ذٰ
ى َح ِمیٌد
ٌّ
َغنِ
ََّّللاُ
َو
ََّّللاُۚ
وا ْستَ ْغنَى
َّ
این بخاطر آن است که رسوالن آنها )پیوسته( با دالیل روشن به سراغشان 
میآمدند، ولی آنها )از روی کبر و غرور( گفتند: »آیا بشرهایی )مثل ما( 
میخواهند ما را هدایت کنند؟!« از این رو کافر شدند و روی برگرداندند؛ 
و خداوندج )از ایمان و طاعتشان( بی نیاز بود، و خداوندج غنی و شایسته 
ستایش است!
توضیح: 
این به خاطر انست که همه صحابه کرام رضوان هللا علیهم اجمعین واهل 
بیت عزام مبارک ها با دالیل روشن وعقیده درست ونیت پاک به سراغ انها 
32
امدند ولی انها از روی کبر غرور انها را رد نمودند وبر عکس انها را 
توهین وتحقیروعقب انها بد گوئی نیز میکنند بنا ًء پروردگار عالم جل جلاله از 
ایمان وطاعت شان بی نیاز بوده وخداوند جل جلاله پروردگار غنی و شایسته 
ستایش است 
َرة :
] ُسۡو ۱۲٤[ َرةُ البَقَ
ِ َما ًماۖ قَا َل َو ِمن
َّا ِس إ
َك ِللن
ُ
ِى َجا ِعل
ِنّ
نۖ قَا َل إ
َّ
مُه
َّ
تَ
َ
م ٍت فَأ
َكِل ٰ
بِ
هُۥ
ُّ
َ َرب
رِهۦم
ٰ
ْب
ِ
ٓى إ
ٰ
ِذ اْبتَل
ِ
َوإ
ظِل ِمی َن
ّٰ
ۖ قَا َل َال یَنَا ُل َع ْهِدى ال
َّتِى
ِّری
ذُ
)به خاطر آورید( هنگامی که خداوندج ، ابراهیم علیه سالمرا با وسایل 
گوناگونی آزمود. و او به خوبی از عهده این آزمایشها برآمد. خداوندج به 
او فرمود: »من تو را امام و پیشوای مردم قرار دادم!« ابراهیم عرض 
کرد: »از دودمان من )نیز امامانی قرار بده!(« خداوند جل جلاله فرمود: »پیمان 
من، به ستمکاران نمی رسد! )و تنها آن دسته از فرزندان تو که پاک و 
معصوم باشند، شایسته این مقامند(«. 
توضیح: 
وبه خاطر بیاورید زمانی را که ابراهیم علیه سالم را به ازمایش های 
گوناگون ازمودیم واو ابراهیم علیه سالم به خوبی از عهده این ازمایش ها 
برامد بعد از ان خداوند بزرگ و متعال جل جلاله به ابراهیم علیه سالمفرمود که 
ما تر ا پیشوای مردم قرار دادیم و ابراهیم علیه سالم به پروردگار عالم جل جلاله 
عرض کرد که از دودمان من هم نیز امامان قرار بده در جواب پروردگار 
عالم جل جلاله فرمود که پیمان من به ستمگاران نمی رسد وتنها ان دسته از 
فرزندان تو که پاک ومعصوم باشند، و شایسته این مقام باشند، بدون شک 
وبه یقین کامل که امام حضرت علی کرم هللا وجهه امام اول مسلمین از دود 
33
مان ابراهیم علیه سالم میباشد وانهائیکه پیرو حضرت علی کرم هللا وجهه 
باشند باید پیرو واقعی انجناب باشند وبه نقش قدم های حضرت علی کرم 
هللا وجهه باید قدم گذاشته باشند تا شایسته گی دعای ابراهیم علیه سالم را 
بدست بیاورند 
َرة :
] ُسۡو ۱۲٥[ َرةُ البَقَ
ۖ َو َع ِهْدنَآ
ى
ًّ
َ ُم َصل
رِهۦم
ٰ
ْب
ِ
مقَاِم إ
ِخذُوا ِمن َّ
َّ
َوات
ْمنًا
َ
َّا ِس َوأ
ِلن
ّ
ل
بَ ْی َت َمثَابَةً
ْ
نَا ال
ْ
َجعَل
ِذْ
َوإ
س ُجوِد
ال ُّ
ِ
َّكع
ر
عِكِفی َن َوال ُّ
ٰ
ْ
طآئِِفی َن َوال
َّ
َى ِلل
َن َط ِّهَرا بَ ْیتِ
مِعی َل أ
ٰ
ْس
ِ
َ َوإ
رِهۦم
ٰ
ْب
ِ
ٓى إ
ٰ
ل
ِ
إ
و )به خاطر بیاورید( هنگامی که خانه کعبه را محل بازگشت و مرکز امن 
و امان برای مردم قرار دادیم! و )برای تجدید خاطره،( از مقام ابراهیم، 
عبادتگاهی برای خود انتخاب کنید! و ما به ابراهیم و اسماعیل امر کردیم 
که: »خانه مرا برای طواف کنندگان و مجاوران و رکوع کنندگان و 
سجدهکنندگان، پاک و پاکیزه کنید!« 
وبه کسانی که در خانه کعبه شریف واطراف ان مسکن گزین شده اند امر 
نمودیم که خانه کعبه شریف را پاک و پاکیزه نگهدارند واز مقام ابراهیم 
علیه سالم برای خود عبادتگاهی انتخاب نمایند واز پروردگار عالم جل جلاله 
استدعا نمودیم که پروردگارا این خانه کعبه شریف را محل امن وامان برای 
ساکنین ان قرار بده ومحل بازگشت برای زائرین ان قرار بده 
34
َرة :
] ُسۡو ۱۲٦[ َرةُ البَقَ
َم َن
ر ِت َم ْن َءا
ٰ
َم
َّ
ْهلَهُۥ ِم َن الث
َ
َوا ْر ُز ْق أ
َءا ِمنًا
ًدا
هذَا بَلَ
ْل ٰ
ُم َر ِّب ا ْجعَ
رهی
ٰ
ْب
ِ
قَا َل إ
ِذْ
َوإ
ى َعذَا ِب
ٰ
ل
ِ
رهُۥٓ إ
ْض َط ُّ
َ
م أ
َّ
ِلیًال ثُ
ِعُهُۥ قَ
َمتّ
ُ
َر فَأ
ۖ قَا َل َو َمن َكفَ
یَ ْوِم ا ْل َءا ِخِر
ْ
َوال
َّللِ
ِمْن ُهم بِا َّ
َم
ْ
َس ال
ۖ َوبِئْ
َّا ِصی ُر ِر
الن
و )به یاد آورید( هنگامی را که ابراهیم عرض کرد: »پروردگارا! این 
سرزمین را شهر امنی قرار ده! و اهل آن را -آنها که به خداوند جل جلاله و روز 
بازپسین، ایمان آورده اند- از ثمرات )گوناگون(، روزی ده!« گفت: »)ما 
دعای تو را اجابت کردیم؛ و مؤمنان را از انواع برکات، بهره مند ساختیم؛( 
اما به آنها که کافر شدند، بهره کمی خواهیم داد؛ سپس آنها را به عذاب آتش 
میکشانیم؛ و چه بد سرانجامی دارند« 
وهنگامی که ابراهیم علیه سالم دعا نمود که پروردگارا این سرزمین را 
شهر امنی قرار ده واهل ان یعنی مومنان را از ثمرات گوناگون وانواع 
برکات بهرمند بساز، پروردگار عالم جل جلاله به جواب دعای ابراهیم علیه سالم 
می فرماید که ما دعای ترا قبول نمودیم ومومنان را از نعمات مادی 
ومعنوی بهره مند ساختیم وبه انهایکه کافر شدند بهره کمی خواهیم داد سپس 
انها را به عذاب و آتش جهنم معذب خواهیم نمود واین عذاب چی بد 
جایگاهی برای کافران خواهد بود 
َرة :
] ُسۡو ۲۷۹[ َرةُ البَقَ
وِل ُكْم َال
ٰ
ْم
َ
ْم فَلَ ُكْم ُر ُءو ُس أ
ْبتُ
ِن تُ
َو َر ُسوِل ِهۦۖ َوإ
ذَنُوا بِ َح ْر ٍب ِّم َن ََّّللاِ
ْ
ُوا فَأ
ْم تَ ْفعَل
َّ
ِن ل
فَإ
ُمو َن
ْظِل ُمو َن َوَال تُ ْظلَ
تَ
35
اگر )چنین( نمی کنید، بدانید خداوند جل جلاله و رسولش ص، با شما پیکار خواهند 
ِن شماست ]= اصل سرمایه،
کرد! و اگر توبه کنید، سرمایه های شما، از آ
بدون سود[؛ نه ستم می کنید، و نه بر شما ستم وارد میشود.
َرة :
] ُسۡو ۲۷٨[ َرةُ البَقَ
مْؤ ِمنِی َن
ُّ
ِن ُكنتُم
ٓوا إ
ب
ٰ
ِّر
َى ِم َن ال
َما بَِق
ُروا
َّقُوا ََّّللاَ َوذَ
َمنُوا ات
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
ای کسانی که ایمان آورده اید! از )مخالفت فرمان( خداوند جل جلاله بپرهیزید، و 
آنچه از )مطالبات( ربا باقی مانده، رها کنید؛ اگر ایمان دارید! 
پروردگار عالم جل جلاله خطاب به مومنان می نماید که انچه را خداوند بزرگ 
و متعال جل جلاله در قران شریف به شما امر نموده است مخالف ان عمل ننمائید 
وپرهیز کنید پروردگار عالم جل جلاله در قران شریف در ایت ۱٠٠ سوره توبه 
شریف می فرماید که من ازمردان وزنان با ایمان صحابه کرام رضوان هللا 
علیهم اجمعین وازواجمطهرات واهل بیت عزام مبارک خشنود وراضی 
هستم وشما علیه انها دشمنی میکنید این در حقیقت خالف فرمان هللا جل جلاله 
میباشد واگر دست از این مخالفت ها نمی کشید به جنگ خداوند بزرگ و 
مقتدر جل جلاله و رسول گرامی اش حضرت محمد مصطفی صلى الله عليه وسلم اماده باشید جنگ 
وزدن رسول هللا صلى الله عليه وسلم لی هللا علیه تنها منحصر به این دنیا نمی شود بلکه این 
جنگ هم در دنیا، هم در قبر وهم در اخرت می باشددر این ایت شریف 
موضوع سود را بیان نموده است علت ان اینست ضمن اینکه موضوع 
مادی سود است یک نوع سود هم تهمت میباشد که درشان وشخصیت یک 
زن مومنه » بی بی عایشه صدیقه رضی هللا عنها« این سخنان ناروا وجود 
نداشته باشد به ناحق یک سخن بد وناروا در شان ان مبارک پیوند کردن 
درحقیقت خودش حکم سود را دارد که یک چیزی که در شان ان مبارک 
36
وجود نداشته باشد در شخصیت پاک ومطهرش پیوند نمایید بنا ًء در جنگ
خداوندج و رسول گرامی اش خود را برابرمی سازید پس انچه از مطالبات 
ربا باقی مانده رها نمایید وتوبه کنید در صورت که توبه نمایید نه باالی تان 
ستم وارد میشود ونه از طرف شما ستم میشود که این توبه جز ایمان است 
َرة :
] ُسۡو ۱۷٥[ َرةُ البَقَ
ِر
َّا
ْم َعلَى الن
ْصبَ َرهُ
َ
َمآ أ
َرةِۚ فَ
َم ْغِف
ْ
عَذَا َب بِال
ْ
دى َوال
ٰ
ُه
ْ
بِال
لَةَ
ٰ
َرُوا ال َّضل
ِذی َن ا ْشتَ
َّ
ئِ َك ال
ٓ
ٰ
ول
ُ
أ .
اینان، همانهایی هستند که گمراهی را با هدایت، و عذاب را با آمرزش، 
مبادله کرده اند؛ راستی چقدر در برابر عذاب خداوندج ، شکیبا هستند! 
توضیح: 
پروردگار عالم جل جلاله در ایت ۱٠٠سوره توبه شریف می فرماید که من ازتمام 
اصحاب کرام از زن ومرد انها مه راضی هستم هر کسی که از صحابه 
کرام رضوان هللا علیهم اجمعین متابعت نماید از اینها هم من راضی استم 
وهرکسی که درراه اینها ونقش قدم اینها پا بگدارند از اینها هم من راضی 
وخشنود استم دوحدیث مبارک از جناب عالیقدر حضرت محمد رسول هللا 
صلى الله عليه وسلم در باره اهل بیت مبارک وصحابه کرام رضوان هللا علیهم اجمعین نقل 
گردیده است که جناب عالی می فرماید 
) اَص َحابِی َکا ن ُجوم بَاَیهم اِقتَ َدیتُم اِهتَ َدیتُم— اصحاب من مانند ستارها استند 
)َم به هر کدام شان که اقتدا نمائید هدایت می یابید( — ثَل اَهل بَیتی فِی ُکم
َها َغ َر َق
َف َعن
َو َمن تَ َخلَ
َجا
َها نَ
َمن َر َکبَ
َمثَل َسفینَتِة نوح،
َک — مثل اهل بیت 
من میان شما کشتی نوح است که هرکس به ان پناه برد نجات یافت وهر 
کس ازان جا ماند، هالک شد( این سخنان را رسول گرامی حضرت محمد 
مصطفی صلى الله عليه وسلم از دل خود نگفته است بلکه مطابق به ایت شریف ۱٠٨سوره 
37
یوسف شریف مصداق این دو حدیث شریف در قران عظیم الشان میباشد 
که پروردگارعالم جل جلاله از زبان مبارک جناب عالی حضرت محمد رسول 
هللا صلى الله عليه وسلم )ماسوی هللا جل جلاله ( به همه مخلوقات موجود درعالمین اعالم می فرماید 
که: 
] ُسۡو ۱٠٨[ َرةُ یُو ُسف :
َو َم قُ ْل آ
ح َن ََّّللاِ
ٰ
ۖ َو ُسْب
بَعَنِى
َّ
َو َم ِن ات
۠
نَا
َ
َرةٍ أ
ى بَ ِصی
ٰ
ََّّللاِۚ َعل
لَى
ِ
ْد ُعٓوا إ
َ
ٓى أ
هِذِهۦ َسبِیِل
ٰ
ُم ْشِر ِكی َن
ْ
ِم َن ال
۠
نَا
َ
أ
 »این راه من است من و پیروانم، و با بصیرت کامل، همه مردم را به 
سوی خدا دعوت میکنیم! من ّزه است خدا! و من از مشرکان نیستم!«
بگو ای حبیب صلى الله عليه وسلم: این راه من وپیروانم است )تمام مومنان ومومنات، 
اصحاب کرام وصحابیات رضوان هللا علیهم اجمعین وهمه اهل بیت ام 
رضوان هللا علیهم اجمعین که با بصیرت کامل همه مردم را به سوی خداوند 
بزرگ و متعال جل جلاله دعوت میکنیم وهرکسی که به این ستاره های هدایت 
وکشتی نجات چنگ بزند راهیاب و هدایت می یابد 
اینها مطابق ایت ۱۷۵ سوره بقره شریف کسانی استند که در مقابل هدایت 
گمراهی را ودر مقابل امرزش ومغفرت عذاب را برگزیده اند که هللا جل جلاله در 
قرآن شریف می فرماید که من از اینها یعنی اصحاب کرام وصحابیات عزام 
و اهل بیت گرانقدر رضوان هللا علیهم اجمعین راضی استم وشما انهارا 
توهین وبد گویی می کنید فیروز ابولولو کسی است که حضرت عمر رضی 
هللا عنه را به شهادت رسانده است قبر این ملعون در ایران است که چقدر 
مورد اکرام وتکریم اهل تشیع میباشد وهمچنان بی بی مبارک ما عایشه 
صدیقه رضی هللا عنها را تا حال بد گویی می کنند نه احترام به صحابه 
38
کرام دارند ونه به اهل بیت عزام رضوان هللا علیهم اجمعین، چهره هایشان 
در دنیا از سبب همین بی احترام وتوهین شان مسخ شده میباشد که این مسخ 
چهره هایشان را انسان های اهل بصیرت خوب می بینند چراکه حزب 
پروردگار عالم جل جلاله در هر حالت غالب وپیروز میباشند خاک قبور انها نسبت 
به دیگر خاک ها برتری دارد وجسم شان هم نسبت به دیگر اجساد در قبور 
صحیح وسالم میباشد وحزب شیطان همیش خوار و زبون و مورد لعن 
پروردگار عالم جل جلاله میباشند 
پروردگار عالم جل جلاله همه مارا از توهین وتحقیر اهلبیت وصحابه کرام 
رضوان هللا علیهم اجمعین ابداالبد به طفیل جناب حضرت محمد رسول هللا 
صلى الله عليه وسلم در حفظ وامان خودش نگه نمایید واز نقش قدم این مبارک ها مارا دور 
نسازد واز محبت شان همه وجود مارا ماالمال در دنیا، در قبر ودر اخرت 
داشته باشد
آمین یارب العالمین 
ومن هللا توفیق `
        }
        </p>
        <div className="info">
          <h3>کابل</h3>
          <h3>سال 1403</h3>
          <h3>مدرسه تعلیم قرآن و حدیث شریف</h3>
        </div>
      </div>
    </div>
  );
}
