import "./taqrirView.css";
import flowercontent from "../../assets/contentcardflower.png";
import { useLocation } from "react-router-dom";

export default function TaqrirView() {
  const location = useLocation();
  const queryParams = new URLSearchParams(location.search);
  const index = queryParams.get("index") || "Default Title";
  const itemtitle = queryParams.get("itemtitle") || "Default Title";
  const from = queryParams.get("from") || "Default Title";

  return (
    <div className="taqrirView">
      <div className="main"></div>
      <h3 className="titleOfTaqrir">
        {/* {index}
        -
        {from} */}
        {itemtitle}
      </h3>
      <div className="content">
        {/* {index} */}
        {/* - */}
        {/* {from} */}
        <p>
        {index==1 ? 
        `
ُ
ذ
ُ
ـ ـ ـ ـو
ْ
ع
َ
ا ا
ِبّلل ٰ
ا
امَ
ا
ن
ٰ
ط
ْ
ـ ـ ـ ـ ـ ـ ـ ـ ـي
َّ
م الش
ا
ـ ـ ـ ـ ـ ـ ـ ـ ـ
ْ
جي
ا
َّ
الر
م
ا
ْ
س
ا
ب ا
ّٰللا ْ
ح
َّ
الر ـ
ٰ
م
ْ
حي
ا
َّ
الر
ا
م
ا
ن ـ
ٰ
لل
َ
ا ـــــــ
َ
و
ا
 
ل
َ
ص
َّ
م
ُ
ه
َ
ســـــــ
ْ
ام
 
ل
َ
ِب
َ
و
ِر ْْ
ا
ٰ َ
اـ ٖه
و ل
دَّ
ٍ
م
َّ
حــــــــ
َ
ُـ
ُ
ن
َ
د
ي ا
ا
 
ســـــــ
َع َ
ٰ
ا
َ
و
َ
ا
ْ
صـ
َ
ب ٖه
ا
حـا
د
ا
َ
د
َ
ع
ا
ب
تـكَ
ا
ا
َ
اـ ـ ـ ـ ـ ـ ـ ـم
َ
َك
ط
موضوع درس:
تجلیل مولود شریف رحمت للعالمین ، سیدنا و سندنا و شفیعنا محمد مصطفی 
رسول هللا صلی هللا علیه وسلم را از منابع ذیل به بررسی میگیریم؛
1(تجلیل المولود الشریف فی القرآن العظیم
2(تجلیل المولود الشریف فی االحادیث الشریفه
3(تجلیل المولود الشریف عند الصحابة الکرام رضوان هللا علیهم اجمعین.
4(تجلیل المولود الشریف عندالمجتهدین و العلماء السلف الصالحین رحمة هللا 
علیهم
1( تجلیل المولود الشریف فی القرآن العظیم:
َك ِذْك َر َك )4( و آوازه تو را بلند 
شرح : سوره 44 { َو َرَف ْعَنا لَ
.1} ُسۡو َرةُ ال َّ
ساختیم!
توضیح : این آیه مبارک از 12 حرف الف و با تشکیل گردیده است و به 
در 12 ماه یا یکسال همیشه شأن رسول هللاصلى الله عليه وسلم را )ج( ما اشاره میدهد که هللا
2
بلند نموده است و رسول هللا صلى الله عليه وسلمچهار صفت دارد و آیه مبارکه فوق آیه 
چهارم است یعنی در چهار حالت در اول ، آخر ، ظاهر و باطن شأن رسول 
هللا صلى الله عليه وسلمرا هللا)ج( بلند کرده است. 
مثال: در اول، در آخرت، در ظاهر و در باطن.
الف - )بلند نمودن شأن رسول هللا صلى الله عليه وسلمدر اول:
} ُسۡو َرةُ االٴنبَیاء : سوره 21 { 
َ
ْ
مْي
ا
َ
ل
ٰ
ع
ْ
ل
 
ا
ل
ً
ة
َْ
ْح
َ
ِر
َّ
اَّل
ا
كَ
ٰ
ن
ْ
ل
َ
س
ْ
ِر
َ
ا
ٓ
ا
َ
ُ
َ
و )101( 
ما تو را جز برای رحمت جهانیان نفرستادیم.
توضیح : در اول کائنات به تمام کائنات شأن حبیب اش صلى الله عليه وسلمرا معرفی
نموده و بلند کرد و فرمود که ای عالمین این شخصیت مطهر محمد مصطفی 
در اول .صلى الله عليه وسلمبرای همه شما رحمت است و این بود تجلیل از شان رسول هللاصلى الله عليه وسلم
ب - بلند نمودن شأن رسول هللاصلى الله عليه وسلمدر آخرت :
ى : سوره 43 { 
ٰ
ضح
} ُسۡو َرةُ ال ُّ
ٰل ٰ
َ
اق
َ
ُ
َ
و
كَ
ُّ
ب
َ
ِر
كَ
َ
ع
َّ
د
َ
او
َ
ُ )3( که خداوند
)ج(
هرگز تو را وانگذاشته و مورد خشم قرار نداده است!
د َع فعل ماضی متعدی است، به معنی فارق و همچنان ترک ؛ 
َّ
توضیح: َو
هرگز و حتی برای یک لحظه بسیار کوتاه هم )ج( پس نتیجه میگیریم هللا
حبیب اش محمد مصطفی صلى الله عليه وسلمرا وا نگذاشته یعنی ترک و از خود دور 
نکرده است.
3
ٰ
ٰل
ْ
و
ُْ
اَّل
امَ
كَ
َّ
ل
ٌ
ْ
ْي
َ
خ
ُ
ة
َ
خر
ا
ٰ ْ
ْل
َ
ل
َ
آخرت برای تو از دنیا بهتر 
ّماً
و )4( و مسل
است!
بر )ج( توضیح : هر لحظه بعدی که بر رسول هللاصلى الله عليه وسلممیگذرد رحمت هللا
برایش اعطا میکند )ج( او افزون میگردد و آنچه رسول هللا صلى الله عليه وسلمبخواهد هللا
ٰ چنانچه در آیه ذیل میفرماید:
ْٰض
َ
َت
َ
ف
كَ
ُّ
ب
َ
ِر
ْكَ
طي
ا
ْ
ع
ُ
ي
َ
ْ ف
و
َ
س
َ
ل
َ
و )5( و 
بزودی پروردگارت آنقدر به تو عطا خواهد کرد که خشنود شوی!
ج - تجلیل شأن رسول هللا صلى الله عليه وسلمدر ظاهر:
} ُسۡو َرةُ آل ِعم َران : سوره 3 { 
ِنْ
ا
ْ
و
ُ
ع
ا
ب
َّ
ات
َ
ّللا ف
َٰ َ
ن
ْ
و
ُّ
اب
ُ
ُت
ْ
ُ
ُت
ْ
ن
ُ
ك
ْ
ان
ا
ْ
ل
ُ
ق
ّللا
ُٰ َ
و
ۭ
ْ
َُك ُ
ب
ْ
ُ
ُن
ُ
ذ
ْ
ُك ُ
َ
ل
ْ
فر
ا
ْ
غ
َ
ي
َ
ّللاو
ُٰ ُ
ُْك ُ
ب
ا
ب
ْ
ُ
ُي
ٌ ْ
حم
ا
َّ
ِر
ٌ
ِر
ْ
و
ُ
ف
َ
ف )31( بگو: »اگر 
)نیز( شما )ج( را دوست می دارید، از من پیروی کنید! تا خداوند )ج( خداوند
.« )ج( آمرزنده مهربان است را دوست بدارد؛ و گناهانتان را ببخشد؛ و خداوند
توضیح : در ظاهر شأن حبیب اش صلى الله عليه وسلمرا چنین تجلیل میکند؛ اگر کسی 
نزدیک شود باید از طریق رسول هللا صلى الله عليه وسلمنزدیک شود )ج( بخواهد به هللا
و باید اتباع رسول هللاصلى الله عليه وسلمرا بکند و این حقیقتاً که تجلیل شأن رسول هللا 
صلى الله عليه وسلماست وبس، یعنی بدون اتباع و اطاعت رسول هللا صلى الله عليه وسلمما به حق 
نزدیک شده نمیتوانیم و اگر از رسول هللا صلى الله عليه وسلم اتباع و اطاعت کردیم 
نتیجه
4
ن َساء : سوره ۴ { 
ّللا } ُسۡو َرةُ الِّ
َٰ
ا
اطع
ُّ
ي
ْ
َم َ
و
مَ
َ
ع
ْ
ن
َ
ا
َْ
اذْي
َّ
ال
َ
ع
َ
ُ
ىكَ
ِٕ
ٰۗ
ول
ُ
ا
َ
ف
َ
ل
ْ
و
ُ
س
َّ
الر
َ
و
َ
و
ۚ
َ
ْ
الاحْي
ٰ
الص
َ
اء و
ۗ
ا
َ
د
َ
ه
ُّ
الش
َ
و
َ
ْ
اقْي
ْ
اي
 
ا د
الص 
َ
و
َ
ٖ
ابْي 
َّ
الن
َ
ا
ْ م 
ام
ْي ْ
َ
ل
َ
ع
ّللا َ
ُٰ
ح
ىكَ
ِٕ
ٰۗ
ول
ُ
ُ َنا
س
ا
ً
ق
ْ
افي
َ
ِر )۹4( و کسی که خداوند
و پیامبرصلى الله عليه وسلمرا اطاعت کند، )در روز )ج(
، نعمت خود را بر آنان )ج( رستاخیز،( همنشین کسانی خواهد بود که خداوند
تمام کرده؛ از پیامبران و صّدیقان و شهدا و صالحان؛ و آنها رفیقهای خوبی
هستند!
ما را به دوستی میگیرد و در جمع نیکان امت )ج( توضیح : در نتیجه هللا
محشور میگرداند .
د - تجلیل شأن رسول هللا صلى الله عليه وسلمدر باطن:
} ُسۡو َرةُ آل ِعم َران : سوره 3 { 
ْ
ُُك ُ
ت
ْ
ي
َ
ت
ٰ
ا
ٓ
ا
َ
م
َ
ل
َ
ٖ
 
بْي
ا
َّ
الن
َ
اق
َ
ث
ْ
ُي
ا
ّللا
ُٰ
َ
ذ
َ
خ
َ
ا
ْ
اذ
ا
َ
و
ا ٖه
ب
َّ
ُ
ُُن
ا
ْ
ؤ
ُ
ت
َ
ل
ْ
َُك ُ
ع
َ
اُ
َ
ام
 
ل
ٌ
ق
ا
 
د
َ
ص
ُّ
ُ
ٌ
ل
ْ
و
ُ
س
َ
ِر
ْ
ُ
َُك
ء
ۗ
ا
َ
ج
َّ
ُ
ٍةُث
َ
ْ
حْك
ا
َّ
بو
ٍ
ٰ
ت
ا
ك
ْ
 
ام
ٰ
ذ
َع َ ٰ
ُْ
ُت
ْ
ذ
َ
خ
َ
ا
َ
و
ُْ
ُت
ْ
ِر
َ
ر
ْ
ق
َ
ا
َ
ء
َ
ال
َ
ۭ ق
ٗ
ه
َّ
ُصن
ُ ُ ْ
ن
َ
ت
َ
ل
َ
و
َ
ر
ْ
ق
َ
ا ا
ْٓ
و
ُ
ال
َ
ۭ ق
يْ
ا
ْص
ْ
ا
ا
ْ
ُ
اُك ۭ
ل
َ
ن
ْ
ِر
َْ
دْي
ا ا
ه
ٰ
الش
َ
ا
 
ْ م
َُك ُ
ع
َ
ُ
َ
ن
َ
ا
َ
او
ْ
و
ُ
د
َ
ه
ْ
اش
َ
ف
َ
ال
َ
ق )۱1( و )به خاطر بیاورید( 
، از پیامبران )و پیروان آنها(، پیمان مؤ ّکد گرفت، )ج( هنگامی را که خداوند
که هرگاه کتاب و حکمت به شما دادم، سپس پیامبری به سوی شما آمد که 
آنچه را با شماست تصدیق می کند، به او ایمان بیاورید و او را یاری کنید! 
( به آنها گفت: »آیا به این موضوع، اقرار دارید؟ و بر آن، )ج( سپس )خداوند
5
پیمان مؤ ّکد بستید؟« گفتند: »)آری( اقرار داریم!« )خداوند
به آنها( گفت: )ج(
»پس گواه باشید! و من نیز با شما از گواهانم.«
شأن حبیب اش محمد مصطفیصلى الله عليه وسلمرا در عالم )ج( توضیح : در باطن هللا
ارواح و با گرفتن پیمان مؤ ّکد از تمام انبیاء)علیه السالم( و امت های آنها 
تجلیل نمود و شأن اش را بلند نمود، و برای انبیاء)علیه السالم( خاطر 
نشان ساخت که امام و رهنمای همه شما محمد مصطفی صلى الله عليه وسلماست .
ُیونس : سوره 10{ 
.2} ُسۡو َرةُ
ْ
ا
 
م
ٌ
ة
َ
عظ
ا
ْ
و
َّ
ُ
ْ
ُك ُ
ْ
ت
َ
ء
ۗ
ا
َ
ج
ْ
د
َ
ق
ُ
اس
َّ
ا الن
َ
ھ
ُّ
ي
َ
ا
ٰٓي
َ
ْ
نْي
ا
ُ
ا
ْ
ؤ
ُ
م
ْ
ل
 
ا
ل
ٌ
ة
َْ
ْح
َ
ِر
َّ
ى و
ً
د
ُ
ه
َ
و
ڏ
ِر
ا
ْ
و
ُ
د
ُّ
اِف الص
ا
َ
م
 
ا
ل
ٌ
ء
ۗ
ا
َ
شف
ا
َ
و
ْ
ُك ُ
ا
 
ب
َّ
ِر )۷1( ای 
مردم! اندرزی از سوی پروردگارتان برای شما آمده است؛ و درمانی برای 
آنچه در سینه هاست؛ )درمانی برای دلهای شما؛( و هدایت و رحمتی است 
برای مؤمنان.!
حروف مجموعا تشکیل ً توضیح : آیه مبارکه فوق ) ۷1 سوره 10( از 1۹
گردیده است. 11 حرف الف و با در آن شامل میباشد و 11 حرف در آن 
نیست. و اگر عدد 4 یعنی چهار صفت رسول هللا صلی هللا علیه وسلم را 
تفریق کنیم پس 
)1۹ ۴- ) = 12 میشود یعنی بهترین عالمینصلى الله عليه وسلمدر روز 12 ام و یا 
12 ربیع االول به دنیا تشریف فرما شده است . و اگر بین هم ضرب کنیم 
۴×11 = ۹۱ میشود و حاال از ۹۱ پنج را تفریق میکنیم )۷ تعداد حروف 
اسم مبارک محمد صلى الله عليه وسلم است( و پنج همچنان اشاره به ۷ خلفاء راشدین 
، حضرت عمر الفاروق )رض( است یعنی }حضرت ابوبکر الصدیق 
)رض(
،حضرت عثمان 
، حضرت علی )رض(
و حضرت امام حسن )رض(
{ = )رض(
6
۹3 یعنی عمر مبارک ظاهر ایشان )صلی هللا علیه وسلم( ۹3 سال بود .
و حاال در آیه بعدی سوره یونس)علیه السالم( تحقیق میکنیم ؛
ُیونس : سوره 10{ ا ۭ
.3} ُسۡو َرةُ
ْ
و
ُ
ح
َ
ر
ْ
ف
َ
ي
ْ
ل
َ
ف
كَ
ا
ل
ٰ
ذ
ا
ب
َ
ت ٖهف
ا
َْ
ْح
ِبَ
ا
َ
ل ّٰللااو
ا
ْ
ض
َ
ف
ا
ب
ْ
ل
ُ
ق
َ
ن
ْ
و
ُ
ع
َ
م
َْ
ا َي
َّ
 
اِم
ٌ
ْ
ْي
َ
خ
َ
و
ُ
ھ )۷۱( بگو: »به فضل و رحمت خداوند
باید )ج(
خوشحال شوند؛ که این، از تمام آنچه گردآوری کردهاند، بهتر است!«
توضیح:
اوالً -:
ِِهَ
َ
، و
هاءِ
حوا" ِِبلت
ُ َ
َتْفر
ْ
أ "فَِب َذِ َِل فَل
َ
َ
ه قَر
هُ
أن
َ
َّلَ
ه
َ َس
و
ْهِ
ي
َ
وروي عن النيب صىل ا هَُّلل عَل
ح
ُ َ
َفر
ْ
ال
َ
ه ُ ُْك(. و
ذوا َم َصاف
ُ
خ
ُ ْ
َتأ
ِ
َحِدي ِث )ل
ْ
ِِف ال
َ
ِِهَا، و
َغَْْيِ
قوَب و
ُ
َْع
ي
َ
َقْعَقاعِ و
ْ
ْ ِن ال
ِزي َد ب
َ
ُة ي
َ
اء
َ
ه ِر
ة ِِف َل ق
ي
ب
ن ا هََّلل ََل ُُِي 
ه
ِ
َ ْح ا
: ﴿ََل تَْفر
ْوِِلِ
َق
ا ِضَع، كَ
َ
ح ِِف َمو
ُ َ
َفر
ْ
م ال
ذه
ُ
قَ ْد
َ
وِب. و
ُ
َ ْحب
م
ْ
ِك ال
ا
َ
ْدر
ِ
ِب ِِب
ْ
َقل
ْ
ال
َفِرِح َني﴾)
ْ
ق.
ال ١( ]القصص: ٦٧[ وقوِل: ﴿ انه لفرح خفور﴾)٢( ]هود: ١١ ي
َ
م ْطل
ه ُ
هُ
ِكن
َ
ل
َ
[ و
ْ
م
َ
ح ل
ُ َ
َفر
ْ
ِ َد ال
 
قي
َذا ُ
ِ
فَا ْن فضهل
ُهُ ا هَُّلل مِ
ا أ ََتُ
َ
ِرِح َني ِبم
: ]فَ
ْوِِلِ
َق
ِ
ما، ل
ُك ْن َذًّ
َ
ي [ تفسْي امام 
قرطیب)رحمهم الله( 
ترجمه : از رسول هللا صلى الله عليه وسلمروایت شده است که ایشان این طور قرآءت 
حوا
َ کرده اند ُ
ْفر
تَ
ْ
" ترجمه : به فضل و رحمت هللا َذِ َِل فَل
"فَِب
خوش شوید ، )ج(
قوَب
ُ
َ یعنی از )ت( مخاطب استفاده کرده اند و این قراءت ) ْع
ي
َ
َقْعَقاعِ و
ْ
ْ ِن ال
ِزي َد ب
َ
ي
ِِهَا
و ( میباشد. توضیح این حدیث مبارک: َحِدی ِث َغَْْيِ
َوِفي ال » ْ
ه
ذوا َم َصاف
ُ
خ
ُ ْ
َتأ
ِ
ُ ُْك ل
»
لقوله صلى هللا علیه و آله »لتأ خذوا مصافُك«؛ حضرت رسول هللا صلى الله عليه وسلم
می خواستند به همگی بگویند. نگفتند »خذوا مصافُك«، فرمودند »لتاخذوا«؛ 
1
یعنی هم شما و هم کسی که نیست باید این امر را اجراء کند. »فالتاء تفيد
اخلطاب و الالم تفيد الغيبة و مبجموع الامرين يس تفاد العموم«؛ یعنی عموم برای 
حاضر و غائب؛ باید مخاطب و غیر مخاطب. »و لو قال »خذوا« َلوُه خصوص 
امجلاعة اخملاطبة، و عليه قراءته صىل هللا عليه و أ ِل »فلتفرحوا«، الفاء ِف فلتفرحوا
مزيدة«؛ این از مواردی است که قرائة النبی صلى الله عليه وسلم است.
فرح به هرچیز را نه اینکه خوش ندارد )ج( نکته : بخاطر داشته باشیم که هللا
نَ بلکه مذمت کرده اند مثال؛ } ُسۡو َرةُ الَق َصص : سوره 2۱{
َ
َك
نَ
ْ
و
ُ
اِر
َ
ق
َّ
اان
ُ
ا
ْۗ
و
ُ
ن
َ
ت
َ
ل
ٗ
ه
َ
ااُت
َ
ف
َ
ُ
َّ
اان
ٓ
ا
َ
از ُ
ْ
و
ُ
ن
ُ
ك
ْ
ال
امَ
ُ
ه
ٰ
ن
ْ
ي
َ
ت
ٰ
ا
َ
و
۠
ْ
ام
ْي ْ
َ
ل
َ
ع
ٰ
َٰغ
ب
َ
ٰس ف
ٰ ْ
و
ُ
ام ُ
ْ
و
َ
ق
امْ
ّللا
َٰ َّ
اان
ْ
رَح
ْ
ف
َ
ت
َ
َّل
ٗ
ه
ُ
ُ
ْ
و
َ
ق
ٗ
ه
َ
ل
َ
ال
َ
ق
ْ
اةۤااذ
َّ
و
ُ
ق
ْ
اِل ال
و
ُ
اة ا
َ
ب
ْ
ص
ُ
ع
ْ
اِبل
ْ
ُّب ال
ا
ُ
ُي
َ
َّل
َ
ْ
ا احْي
ر
َ
ف
)1۹( قارون از قوم موسی بود، اما بر آنان ستم کرد؛ ما آنقدر از گنجها به 
او داده بودیم که حمل کلید های آن برای یک گروه زورمند مشکل بود! )به 
خاطر آورید( هنگامی را که قومش به او گفتند: »این همه شادی مغرورانه 
شادی کنندگان مغرور را دوست نمی دارد! نتیجه : )ج( مکن، که خداوند
آنرا )ج( خوشی بوجود و والدت رسول هللا صلى الله عليه وسلماز جمله امور است که هللا
خوش دارد و ما را نیز امر میکند که به آن خوش باشیم و این امر مطلقا 
مقبول است.
۱
ه ً
ُ
ت
ثانیا -: َْْحُ
َ
، ور
العِ َّْلُ
ُل ا هَّللِ
قا َل: فَ ْض
َةِ
اٍس ِف ال ي
 
ْ ِن َعب
ْ ِخ، َعِن اب
ش ي
و ال ه
ُ
َ َج أب
و أ ْخر
د
ي
م َحم صلى الله عليه وسلم َني﴾ ه
ُ
َِم
عال
ْ
ل
ِ
َْْحًة ل
َ
نا َك اَل ر
ْ
ْرَسل
، قا }ا لنبياء أ يه ۷۰۱{ َل ا هَُّلل: ﴿وما أ
که امام مفسرین است و آنها تفسیر )رض( توضیح : حضرت ابن عباس
ا از رسول هللا صلى الله عليه وسلم آموخته اند و آنحضرت صلى الله عليه وسلم ً قرانکریم را مستقیم
ترا فقهی )ج( برایشان آموختن قرآن را دعا کرده بود و فرمودند: که خداوند
بسازد در دین. وقتیکه از آنها در مورد تفسیر این آیت پرسیدند؟ ایشان 
گفتند: )فضل( بمعنی علم است و) رحمت( یعنی وجود رسول هللاصلى الله عليه وسلم
)ج( ایشان را رحمت برای عالمین فرستاده است است و اینکه خداوند
} ُسۡو َرةُ
االٴنبَیاء : سوره 21 { 
َ
ْ
امْي
َ
ل
ٰ
ع
ْ
ل
 
لا
ً
ة
َْ
ْح
َ
ِر
َّ
ااَّل
كَ
ٰ
ن
ْ
ل
سَ
ْ
ِر
َ
ا
ٓ
ا
َ
ُ
َ
و )101(. پس خداوند 
است یعنی )ج( میفرماید که شاد باشید و تجلیل کنید و این امر خداوند )ج( متعال
که خوش بودن از آمدن و تولد آنحضرت صلى الله عليه وسلمبرای ما فرض است و امر 
مطلق است.
ثالثا-: آیه ۷۱ سوره 10 مجموعا از ۴4 حروف تشکیل گردیده است ، و ً
1۱ حرف الف و با در آن است و 10 حرف را ندارد .
توضیح:
- مجموعاً از ۴4 حروف تشکیل گردیده است ، حروف ۴4 یعنی اینکه ؛ با 
گرفتن محافل مولودی شریف به امت تعلیم قرآن شریف و حدیث شریف 
سوره حجرات است و تماما اخالق و تعلیم برای امت ً بدهید، و سوره ۴4
است.
- حاال 1۱ حرف در آیه ۷۱ سوره یونس شریف است ، پس 1۱×۴=12
یعنی رسول هللا صلى الله عليه وسلمدر روز 12 سال هجری قمری تولد گردیده است.
4
نکته: اینکه 1۱ را در عدد چهار ضرب میکنیم، )4( یعنی چهار صفت 
رسول هللا صلى الله عليه وسلم است. پهلوی دیگر 10 حرف در آیه ۷۱ سوره یونس 
)علیه السالم( نیست، پس به آیت دهم این سوره مراجعه میکنیم 
{
ُ
د
ْ
م
َ
ْ
اناْل
َ
ا
ْ
م
ُ
ىھ
ٰ
و
ْ
ع
َ
د
ُ
اخر
ٰ
ا
َ
و
ۚ
ٌ
م
ٰ
ل
اسَ
افْي َْ
ْ
م
ُ
ھ
ُ
ت
َّ
اي
َ
ُت
َ
و
َّ
م
ُ
ه
ٰ
الل
كَ
َ
ن
ٰ
ُْ
ابُس
افْي َْ
ْ
م
ُ
ىھ
ٰ
و
ْ
ع
َ
د
َ
ْ
امْي
َ
ل
ٰ
ع
ْ
ال
َ با
ا ِر
ٰ
اّلل )10({ گفتار )و دعای( آنها در بهشت این است که: 
»خداوندا، منزهی تو!« و تحّیت آنها در آنجا: سالم؛ و آخرین سخنشان این
است که: »حمد، مخصوص پروردگار عالمیان است!«
)ج( توضیح : یعنی در محافل مولودی الشریف باید تسبیح ، تمجید و تحمید هللا
صورت گیرد ، و پروگرام های باشد که سبب سالمتی و اصالح فکر ، 
قلب و روان امت گردد نه اینکه سبب فساد قلب ، فکر و اخالق گردد و 
همچنان نهایت نیت از گرفتن محافل مولودی شریف باید از خاطر رضایت 
باشد ، اگر این چنین نبود ، چون در آیه ۷۱ سوره یونس، )ج( و خوشنودی هللا
10 حرف نیست ، یعنی )ولیا مرشدا = 10 حرف میشود( پس این چنین 
اشخاص و محافل دارای ولی و مرشد نبوده و سبب هدایت و رشد نمیگردد.
رابعا-: ً
- کدام طائفه به مولود رسول هللا صلى الله عليه وسلمخوشحال میشوند ؟
برای جواب این سؤال مراجعه میکنیم در آیه ۷1 سوره یونس 11 حرفیکه
نیست ، بر اساس علوم و اعجاز عددی قرآنکریم قرار ذیل توضیح میگردد:
11×3= 33 پس 3+3=۹ یعنی ما جواب این سوال را در سوره احزاب 
)33( آیه ۹ بررسی میکنیم؛
10
} اام
حَ
ْ
ِر
َْ
وا اَّل
ُ
ول
ُ
ا
َ
و
ۭ
ْ
م
ُُ
ُت
ٰ
ه
َّ
ُ
ُ
ا
ٗٓ
ه
ُ
اج
َ
و
ْ
ز
َ
ا
َ
و
ْ
ام
اسه
ُ
ف
ْ
ن
َ
ا
امْ
َ
ْ
اُانْي
ْ
ؤ
ُ
م
ْ
اِبل
ٰ
ٰل
ْ
و
َ
ا
اِبُّ
َّ
لن
َ
ا
ا
ْٓ
و
ُ
ل
َ
ع
ْ
ف
َ
ت
ْ
ن
َ
ا
َّٓ
ااَّل
َْ
اْي
اجر
ٰ
ه
ُ
م
ْ
ال
َ
و
َ
ْ
اُانْي
ْ
ؤ
ُ
م
ْ
ال
ّٰللااامَ
اب
ٰ
كات
ٍضاِفْ
ْ
ع
َ
اب
ب
ٰ
ٰل
ْ
و
َ
ا
ْ
م
ُ
ه
ُ
ض
ْ
ع
َ
ب
ْ
و
ُ
ر
ْ
ع
َّ
ُ
ْ
ىُك ُ
ِٕ
ٰۗ
لاي
ْ
و
َ
ا
ا
ااٰل ا
ً
ِر
ْ
و
ُ
ط
ْ
س
َ
ابُ
ٰ
اكت
ْ
اِفال
لاكَ
ٰ
ذ
نَ
َ
ا َۭك
ف )۹({ رسول هللا صلى الله عليه وسلم ً
نسبت به مؤمنان از خودشان سزاوارتر است؛ و همسران او مادران آنها 
]= مؤمنان[ محسوب می شوند؛ و خویشاوندان نسبت به یکدیگر از مؤمنان 
مق ّرر داشته اولی هستند، مگر اینکه بخواهید )ج( و مهاجران در آنچه هللا
نسبت به دوستانتان نیکی کنید )و سهمی از اموال خود را به آنها بدهید(؛ 
این حکم در کتاب )الهی( نوشته شده است.
توضیح : رسول هللا صلى الله عليه وسلمبر مومنین رؤف و رحیم است و به مومنین از 
نفس های شان کرده هم اولی و بهتر است، پس همین گروه مومنین اند که 
به والدت محبوب خود خوش میشوند و جشن میگیرند و طعام میدهند و 
سیرت و راه و روش این هستی عظیم را به امت اش تذکر میدهند .
- کدام طائفه از تجلیل مولود شریف انکار میکنند و مکروه میدانند ؟
این بار نیز به اعجاز عددی اکتفا میکنیم و آنرا مورد بررسی قرار میدهیم؛
سوره یونس )10( ام سوره است و آیت مورد بحث ما ۷۱ ام آیت است پس
هردو عدد را باهم جمع میکنیم؛ }۷۱+10 =۹۱ { و حاال عدد ۷ ) مح ّمد
= ۷ حرف است( را از ۹۱ تفریق میکنیم و میماند ۹3 پس میرویم به سوره 
۹3 که سوره منافقون است و جواب خود را در سوره منافقون جستجو 
میکنیم، سوره منافقون صفات منافقین را در ُکل بیان میکند ولی در آیت 1
آن چنین می فرماید:
11
} ا
اّلل ٰ
َ
و
ا ۭ
ْ
و
ُّ
ض
َ
ف
ْ
ن
َ
ّتَحي
ٰ َ
ال ّٰللاا
ْ
و
ُ
س
َ
ِر
َ
د
ْ
اعن
ْ
م َ
اَع َ ٰ
ْ
و
ُ
افق
ْ
ن
ُ
ت
َ
َّل
نَ
ْ
و
ُ
ل
ْ
و
ُ
ق
َ
ي
َْ
اذْي
َّ
ال
ُ
ُ
ُه
نا
اك َّ
ٰ
ل
َ
اضو
ْ
ِر
َْ
اَّل
َ
اتو
ٰ
و
ٰ
م
َّ
نالس
ُ
ِٕ
ى
ۗ
ا
َ
ز
َ
خ
نَ
ْ
و
ُ
ه
َ
ق
ْ
ف
َ
ي
َ
َّل
َ
ْ
افاقْي
ٰ
ن
ُ
م
ْ
ل { آنها کسانی هستند 
که می گویند: »به افرادی که نزد رسول هللاصلى الله عليه وسلم هستند انفاق نکنید تا 
، )ج( است پراگنده شوند!« )غافل از اینکه( خزاین آسمانها و زمین از آن هللا
ولی منافقان نمی فهمند!
توضیح : منافقین نه تنها اینکه بر مولود خوشحال نمی شوند بلکه کوشش 
میکنند که امت مولود شریف را از اطراف مولود شریف ] رسول هللا 
صلى الله عليه وسلم[ دور کنند و مکر های مختلف را به کار می برند و در لباس های 
مختلف آشکار میشوند و امت را از رسول هللا صلى الله عليه وسلم میراند و راه های 
تجمعات و تذکر به مولود شریف را ناپسند و مکروه و بدعت معرفی میکنند 
و نمی گزارند که امت از محبوب صلى الله عليه وسلممستفید شوند و در معرض رحمت 
هللا)ج( قرار بگیرد. در حالیکه اولین کسی که به روز میالد پیامبر صلی الله 
علیه و سلم اهتمام ورزید و به آن اهمیت خاصی داده است و اولین کسی 
که روز تولد حضرت )رسول صلی الله علیه وسلم( را خاص گردانید، 
صاحب مولود شریف یعنی ذات پرانوار حضرت محمّد صلی الله علیه وسلم 
می باشد، زیرا که در صحیح مسلم کتاب الصیام آمده است که آنگاه که از 
آن حضرت صلی الله علیه وسلم در مورد روزه روز دوشنبه پرسیده شد 
فرمودند: » دوشنبه روزی است که من در آن به دنیا آمده ام« )صحیح 
مسلم به شرح نووی جلد چهارمصفحه 30۹ و 301 و مسند امام أحمد بن 
حنبل جلد پنجم صفحه 244( و این صحیح ترین و صریح ترین نص و دلیل 
در مشروعیت مجلس مولودی شریف است.
12
بخاطر داشته باشیم که وجود انبیاء)علیه السالم( نعمت است و شکر همچون 
نعمت عظیم و باالخص وجود مطهر و پر انوار رسول هللا صلى الله عليه وسلم فرض 
)ج( است و بس . چنانچه هللا
در کالم مبارک اش چنین لطف مینماید.
ّٰللا .4} ُسۡو َرةُ ال َمائدة: سوره 5{ ا
َ
ة
َ
م
ْ
ا انع
ْ
و
ُ
ر
ُ
ك
ْ
ام اذ
ْ
و
َ
ق
ٰ
اُ ٖه ي
ْ
و
َ
ٰسلاق
ٰ ْ
و
ُ
ُ
َ
ال
َ
ق
ْ
ااذ
َ
و
ا
َّ
ُ
ْ
ىُك ُ
ٰ
ت
ٰ
ا
َّ
و
ڰ
ً
َك
ْ
و
ُ
ل
ُّ
ُ
ْ
ُك ُ
َ
ل
َ
ع
َ
ج
َ
و
َ
ء
ۗ
ا
َ
ابي
ْۢ
ن
َ
ا
ْ
ُْك ُ
افي
َ
ل
َ
ع
َ
ج
ْ
ااذ
ْ
ُْك ُ
ي
َ
ل
َ
ع
ْ
َ
ل ات
ُْ
ُ ا
ً
د
حَ
َ
ا
َ
ْ
امْي
َ
ل
ٰ
ع
ْ
ال
َ
 
ام )20(ُُ)به یاد آورید( هنگامی را که موسی)علیه السالم( به 
را بر خود متذّکر شوید )ج( قوم خود گفت: »ای قوم من! نعمت خداوند
هنگامی که در میان شما، پیامبرانی قرار داد؛ )و زنجیر بندگی و اسارت 
فرعونی را شکست( و شما را حاکم و صاحب اختیار خود قرار داد؛ و به 
شما چیزهایی بخشید که به هیچ یک از جهانیان نداده بود.
و شکر )ج( بر امت است توضیح : وجود پیامبران از نعمت های عظمای هللا
می فرماید: )ج( این نعمت باید صورت بگیرد، چنانچه هللا
نحل : سوره 1۹ { ا
} ُسۡو َرةُ الّ
ْ
و
ُ
ر
ُ
ك
ْ
اش
َّ
و
ا۠
ً
اب
 
ي
َ
ط
ً
ْل
ٰ
ل
ّللاحَ
ُٰ ُ
ُك ُ
َ
ق
َ
ز
َ
ا ِر
َّ
ااِم
ْ
و
ُُ
ُك
َ
ف
نَ
ْ
و
ُ
د
ُ
ب
ْ
ع
َ
ت
ُ
ه
َّ
اآٰي
ْ
ُ
ُت
ْ
ن
ُ
ك
ْ
ّٰللاااان
َ َت
م
انع )11۴( پس، از آنچه هللا ْ
روزیتان کرده )ج(
را بجا آورید اگر او را )ج( است، حالل و پاکیزه بخورید؛ و شکر نعمت هللا
می پرستید!
13
بجا آوریم و چه )ج( توضیح : اینجا امر است که ما باید شکر نعمت های هللا
نعم ِت عظیم تر از وجود مطهر حضرت محمد مصطفیصلى الله عليه وسلماست ؟ پس 
بیشک و تردید محافل مولودیه شریفه گرفته شود تا امت این نعمت عظیم 
)ج( را معرفت حاصل کنند و شکر نعمت بجا آورده تا سبب خوشنودی هللا
گردد .
وجود انبیاء)علیه السالم( در امت سبب رستگاری و مایه تذکر به حق است 
و هرچه بنده را به حق وصل کند سبب فالحت است و باید از آن شکر 
گزاری کرد و به امت معرفی نمود و امت را به متابعت از آن تشویق نمود،
مجالس باید گرفت، ختم و خیرات باید گرفت، تبلیغ باید کرد تا باشد که 
مردم به آن نعمت معرفت حاصل نماید و محبت پیدا نماید، که درین صورت 
)ج( اطاعت صورت گرفته و سبب خشنودی هللا
و رسول هللا صلى الله عليه وسلممیگردد .
می فرماید )ج( در شان حبیب اشصلى الله عليه وسلم چنانچه هللا
} ُسۡو َرةُ االٴنَفال: سوره ۱{ ا
َ
ُ
َ
و
ۭ
ْ
ام
َت افْي ْ
ْ
ن
َ
ا
َ
و
ْ
م
َُ
اَب
 
ذ
َ
ع
ُ
ّللالاي
نَ ُٰ
َ
اَك
َ
ُ
َ
ّللا و
نَ ُٰ
َ
َك
نَ
ْ
و
ُ
افر
ْ
غ
َ
ت
ْ
س
َ
ي
ْ
ُ
َُه
و
ْ
م
َُ
اَب
 
ذ
َ
ع
ُ
ُ )33( ولی )ای پیامبر! صلى الله عليه وسلم( تا تو در میان 
آنها را مجازات نخواهد کرد؛ و )نیز( تا استغفار می )ج( آنها هستی، خداوند
)ج( کنند، خداوند
عذابشان نمی کند.
توضیح : مادامیکه اطاعت و محبت رسول هللا صلى الله عليه وسلمدر دل ما باشد و بر 
قرار نمیگیریم و یکی از راه های )ج( ما حاکم باشد ما مورد خشم هللا سبحان
که محبت رسول هللا صلى الله عليه وسلمدر قلب و اذهان امت مسلمه نفوذ مینماید همانا 
تجلیل درست و موافق شرع و تذکر و یاد آوری روز عظیم تاریخ انسانیت 
و در کل در عالمین که مولود شریف رسول هللا صلى الله عليه وسلم است ، میباشد. 
در آیت ذیل به سیدنا موسی )علیه السالم( هدایت می فرماید )ج( چنانچه هللا
14
و یا وقایع عظیم تاریخ را بازگو کن و )ج( که به امت خود روز های هللا
تذکر ده که مایه عبرت و هدایت میگردد . پس شما فکر کنید ، آیا روز 
مولود شریف عظیم ترین روز تاریخ بشریت نیست؟ ! دقیقا که است . پس 
حتما باید تجلیل گردیده و به امت تذکر داده شود تا امت از شان رهبر اش 
صلى الله عليه وسلمآگاهی حاصل نماید تا باشد که با جان و دل در اطاعت ایشان بپردازد 
و رسول هللا صلى الله عليه وسلم گردد و یقینا که هیچ شبهه و )ج( تا سبب رضایت هللا
مکروه درین کار نیست.
ٕابراهیم: سوره 1۴{: 
.5} ُسۡو َرةُ
كَ
َ
ُ
ْ
و
َ
ق
ْ
اج
ر
ْ
خ
َ
ا
ْ
ن
َ
ا
ٓ
ا
َ
اتن
ٰ
ي
ٰ
ٰساِب
ٰ ْ
و
ُ
ا ُ
َ
ن
ْ
ل
سَ
ْ
ِر
َ
ا
ْ
د
َ
ق
َ
ل
َ
و
ِر
ٍ
ا
َّ
ب
ا صَ
ك ُ 
 
تلا
ٍ
ٰ
ي
ٰ َ
َّل
لاكَ
ٰ
ذ
اِفْ
َّ
ّٰللاا ۭاان
ى ام
ٰ
ي
َ
اِب
ڏ
ْ
ُ
ُْه
ار
 
ك
َ
ذ
َ
اِر و
ْ
و
ُّ
الن
َ
اتااٰل
ٰ
م
ُ
ل
ُّ
الظ
امَ
ِر
ٍ
ْ
و
ُ
ك
َ
ش )5( ما موسی)علیه السالم( را با آیات خود فرستادیم؛ )و دستور 
ّهللا دادیم:( قومت را از ظلمات به نور بیرون آر! و »
اّیام « را به آنان یاد 
آور! در این، نشانههایی است برای هر صبر کننده شکر گزار !
توضیح : به مردم اهمیت ایام هللا بیان گردد که چگونه بعضی از اقوام 
هالک و ریشه کن شدند و نام و نشان شان از بین رفت ولی بعضی دیگر 
در آیه 100 سوره هود )ج( باقی اند و نسل اندر نسل ادامه دارند. چنانچه هللا
)11( شریف می فرماید:
ٌ
د
ْ
اصي
حَ
َّ
و
ٌ
ِٕم
ى
ۗ
ا
َ
ا ق
َْ
اُْن
ْكَ
ي
َ
ل
َ
ع
ٗ
ه
ُّ
ص
ُ
ق
َ
ٰ ي ن
ر
ُ
ق
ْ
اء ال
ۗ
ا
َ
ب
ْۢ
ن
َ
ا
امْ
لاكَ
ٰ
ذ )100( این از 
اخبار شهرها و آبادیهاست که ما برای تو بازگو می کنیم؛ که بعضی )هنوز( 
برپا هستند، و بعضی درو شده اند )و از میان رفته اند(!
15
توضیح: ) ا هَّلل
ِ
مى
ّٰ
 
ي
َ
ُه ِبأ
ُ
ْر
كِ 
َ
َذ
و (: وقوعات بزرگ تاریخ در امت های گذشته ، 
روز های فرح و عذاب در اقوام گذشته، برای توضیح و عوامل و درس 
های مشمول آن وقایع تجمعات گرفته شود به مردم توضیح داده شود به 
تذكر داده شود نه )ج( مردم تذکر داده شود، اطعام الطعام شود ولی به أیام هللا
)ج( اینكه؛ به غیبت و زشتي بپردازند. و دقیقا یکی از اهم ترین ایام هللا 
همانا 
والدت پر انوار سردار کونین محمد مصطفی صلى الله عليه وسلم است و باید به امت 
معرفی گردد و سیرت اش به تحقیق گرفته شود و به امت تفهیم گردد و در 
به اهمیت )ج( همچون محافل جز خیر وبرکت دیگر هیچ نیست، چنانچه هللا
روزهای که انبیاء)علیهم السالم( در آن تولد گردیده اند سالم و سالمتی 
قرار داده اند و می فرمایند؛
َمرَیم : سوره 14{ 
.6} ُسۡو َرةُ
ُ
َث
ع
ْ
ـب
ُ
ي
َي َْ مَ
َ
تو
ُ ْ
و
َُ
َي
َي َْ مَ
َ
و
َ
لاد
ُ
و
اهَي َْ مَ
ْ
ي
َ
ل
َ
ع
ٌ
م
ٰ
ل
سَ
َ
و
ا
ًّ
ي
َ
د یافت، و آن روز ایکه می میرد، 
ّ
ح )1۷( سالم بر او، آن روز ایکه تول
و آن روز ایکه زنده برانگیخته می شود!
توضیح : آیه در شان حضرت یحیی )علیه السالم( است ، وقتی سالم بر 
تولد ، وفات و بر انگیخته شدن حضرت یحیی)علیه السالم( باشد و به نزد 
هللا)ج( اهمیت داشته باشد ، بدون شک که هر لحظه رسول هللا صلى الله عليه وسلمبه نزد
هللا)ج( اهمیت دارد و به آن سالمتی می فرستد چون حضرت محمد مصطفی 
صلى الله عليه وسلمحبیب هللا)ج( است و امام االنبیاء )علیه السالم( است . پس به تحقیق 
محافل میالدیه مبارکه به صورت اعلی تجلیل گردد و هدف از تجلیل باید 
جهت آگاهی امت باشد نه اینکه محافل خالف شرع بگیرند و ضیاع وقت 
16
صورت گیرد و سبب گمراهی امت گردد . چنانچه هللا)ج( درین آیه مبارکه 
ذیل مقاصد نجوی ها و تجمعات را بیان میدارد ؛
ن َساء : سوره 4{ ٍة
.1 } ُسۡو َرةُ الِّ
َ
ق
َ
د
اصَ
ب
رَ
َ
ُ
َ
ا
ْ
م َ
َّ
ااَّل
ْ
م
ُ
ىھ
ٰ
و
ْ
َّ
َّن
ْ
ٍ ام 
ْ
اثْي
َ
ك
اِفْ
َْ
ْي
َ
خ
َ
َّل
ّٰللاا
ا ات
َ
ْ ض
ر
َ
ُ
َ
ء
ۗ
ا
َ
اتغ
ْ
اب
لاكَ
ٰ
ذ
ْ
ل
َ
ع
ْ
ف
َّ
ي
ْ
َم َ
و
ااسۭ
َّ
الن
َ
ْ
َْي
ب
حٍۢ
َ
ْل
ْ
ااص
ْ
و
َ
فا
ٍ
ْ
و
ُ
ر
ْ
ع
َ
ُ
ْ
و
َ
ا
اظمْي ًْ
َ
اع
ً
ر
ْ
ج
َ
اها
ْ
اتي
ْ
ؤ
ُ
ن
َ
ْ ف
و
سَ
َ
ِ ف )114( گوشی )و جلس
ِن در
در بسیاری از سخنا ات 
محرمانه( آنها، خیر و سودی نیست؛ مگر کسی که )به این وسیله،( امر به 
کمک به دیگران، یا کار نیک، یا اصالح در میان مردم کند؛ و هر کس 
)ج( برای خشنودی پروردگار
چنین کند، پاداش بزرگی به او خواهیم داد.
توضیح : ختم مولود گرفته شود ولی غیبت و سخنان بیهوده و زشت گفته
حوادث مهم که در قرآن شریف بصورت )ج( نشود بلکه به امت ایام هللا
داستان های بشارت دهنده و ترساننده ذکر شده را توضیح دهند تا سبب 
رستگاری امت شود ، چون مومن پند پذیر است . و باید به صدقه، کار 
های معروف، و اصالح بین الناس تشویق و ترغیب صورت بگیرد و 
بدون شک همچنین محافل میالدیه مبارکه سبب پند و عبرت و اصالح در 
در آیه ذیل شان پند پذیر بودن مومن را )ج( میان مردم میگردد .چنانچه هللا
بیان میکند.
} ارَیات : سوره
ُسۡو ۷1 { َرةُ الذّ
َ
ْ
اُانْي
ْ
ؤ
ُ
م
ْ
ال
ُ
ع
َ
ف
ْ
ن
َ
ٰ ىت
ر
ْ
اك
 
الذ
َّ
اان
َ
ف
ْ
ار
 
ك
َ
ذ
َّ
و )۷۷( 
و پیوسته تذّکر ده، زیرا تذّکر مؤمنان را سود می بخشد.
داستان های امت های گذشته پند و )ج( توضیح : تذکر ده چون در ایام هللا
می فرماید: )ج( عبرت و نصیحت است برای مومنان. چنانچه هللا
11
ُیو ُسف : سوره 12{ ا
} ُسۡو َرةُ
َ
ُ
اب ۭ
ا
َ
ب
ْ
ل
َْ
اِلاَّل
و
ُ 
اَّل
ٌ
ة
َْ
اعْب
ْ
ام
اصه
صَ
َ
ق
اِفْ
نَ
َ
َك
ْ
د
َ
ق
َ
ل
ٍء
ْ
ا َش َ
ك ُ 
َ
ْل
اصي
ْ
ف
َ
ت
َ
اه و
ْ
ي
َ
د
َ
ي
َ
ْ
َْي
ب
اذيْ
َّ
ال
قَ
ْ
ادي
ْ
ص
َ
ن ت
اك ْ
ٰ
ل
َ
ى و
ٰ
َ
َت
ْ
ف
ُّ
ا ي
ً
ث
ْ
ادي
حَ
نَ
َ
َك
نَ
ْ
و
ُ
اُن
ٍمُ ُّْ
ْ
و
َ
اق
 
ل
ً
ة
َْ
ْح
َ
ِر
َّ
ىو
ً
د
ُ
ه
َّ
و )111( در سرگذشت آنها درس عبرتی برای 
صاحبان اندیشه بود! اینها داستان دروغین نبود؛ بلکه )وحی آسمانی است، 
و( هماهنگ است با آنچه پیش روی او )از کتب آسمانی پیشین( قرار دارد؛ 
و شرح هر چیزی )که پایه سعادت انسان است(؛ و هدایت و رحمتی است 
برای گروهی که ایمان می آورند .
2( تجلیل المولود الشریف فی االحادیث الشریفه:
و بخاطر داشته باشیم که مجلس شریف مولودی ؛ در واقع تعبیری است از شادی 
و سرور به حضرت صلى الله عليه وسلمو به تحقیق کافر هم از این سرور و شادی نسبت به 
آن حضرت صلی الله علیه وسلم بهره مند شده است ؛
الف( در کتاب صحیح بخاری شریف آمده است که ازعذاب ابولهب در 
روزهای دوشنبه کاسته می شود و آن هم به سبب آزاد کردن کنیزش ثویبه 
بود، آنگاه که خبر والدت باسعادت حضرت رسالت صلى الله عليه وسلمرا به او مژده داد 
یعنی: هرگاه کافری مثل ابولهب که درباره او در قرآن چنین نازل شده ) تَبَّت 
یَدآ أبی لَهَبٍ وَ تَبَّ( هالک باد دو دست ابی لهب وهالک باد ابی لهب ) آیه 1
سوره مسد( در روزهای دوشنبه از عذابش کاسته می شود به سبب شادی 
وسرور او از والدت پیامبر اکرم صلی الله علیه وسلم پس گمان تو چیست 
درباره کسی که در تمام عمرش به أحمد صلى الله عليه وسلم مسرور و شادمان بوده و با 
ایمان و موحّد مرده است
1۱
این روایت را امام بخاری)رحمهم الله( در صحیح خود در کتاب النکاح باب 
21 حدیث ۷101 آورده است و حافظ ابن حجرعسقالنی در فتح الباری جزء 
نهم صفحه 1۱0 نقلکرده است. امام عبدالرزاق صنعانی در المصنف جلد 
1صفحه ۴1۱ و حافظ أبوبکر بیهقی در کتاب دالئل النبوة و ابن کثیر در 
السیرة النبویة ) جلد 2صفحه 213 و محیی السنة أبومحمد حسین بغوی در) 
شرح السنة ( جلد ۷ صفحه 142 و عامری در ) بهجة المحافل( جلد 1 ص 
۴1 و ابن هشام و سهیلی در الروض الأنف جلد ۷ صفحه 142 آن را روایت 
کردهاند.
در همین مورد حافظ حدیث شمس الدین محمد بن ناصر الدین دمشقی متوفی 
به سال ۱۴2 ه درکتابش به نام مورد الصادی فی مولد الهادی چنین سروده 
است : )إذا کان هذا کافراً جاءَ دمّه بتبّت یداه فی الجحیم مخلدا أتی أنّه فی یوم 
االثنین دائماً یخفف عنه للسرور بأحمدا فما الظن بالعبد الذی کان عمره بأحمد 
مسروراً ومات موحّدا( این حدیث اگر چه مرسل است )حدیث مرسل حدیثی 
است که در روایت آن صحابی حذف شده باشد و تابعی بگوید: قال النبی صلى الله عليه وسلم
کذا. )کلیدحدیث شناسی صفحه ۴1( است ولی چون امام بخاری)رحمهم الله( 
آنرا آورده است و علما و حافظان حدیث بر آن اعتماد کرده اند و همچنین در 
باب مناقب و خصائص آورده شده است و نه در مباحث حالل و حرام ؛بنابراین 
قابل قبول است. و طالب العلمان می دانند که استدالل به حدیث در اثبات مناقب 
با استدالل به حدیث در بیان احکام به یک شیوه نیست بلکه فرقشان واضح 
است . یعنی برای اثبات حکم حاللیت یا حرامیت یک چیز ، نیاز به حدیثی با 
مرتبه صحیح یا حَسَن است ولی در مباحث ترغیب و ترهیب و فضایل اعمال 
و نیز مناقب چنین شرایطی الزامینیست. و اما درباره بهره مندی کافران از 
اعمال نیک شان بین علماء اختالف نظر است و در اینجا، جای بسط و گسترش 
آن نیست.
14
ب( حضرت رسول اکرم صلى الله عليه وسلمروز تولد خودش را بزرگ و گرامی می 
را در آن روز شکر گزاری می کرد به خاطر نعمت )ج( داشتند و خداوند متعال
بزرگی که به او داده ، و چنین وجود مبارکی به او بخشیده که همه موجودات 
به سبب او بهره مند و برخوردار شده اند و با روزه گرفتن روز تولد خود ؛ 
این تعظیم و بزرگداشت را به ما نشان داد.
همانگونه که در حدیث صحیح به روایت ابی قتادة )رضی الله عنه( آمده است 
که از رسول هللا صلى الله عليه وسلم درباره روزه گرفتن در روز دوشنبه سوال شد در 
جواب فرمودند : ) در آن روز من متولد شده ام و در آن روز بر من قرآن 
نازل شد( و این است تجلیل مولود شریف . به روایت امام مسلم در صحیح 
خودش ، کتاب الصیام، روزه گرفتن آن حضرت صلى الله عليه وسلمروز تولد خود را، به 
معنای توجه مخصوص به آن نمودن است و تعبیری است از بزرگداشت و 
احترام آن. و این بزرگداشت به صورتهای مختلفی ابراز می شود و لیکن 
معنای موجود در همه آنها یکسان است ؛ چه به صورت روزه گرفتن باشد یا 
غذا دادن به دیگران یا اجتماع نمودن برای ذکر کردن یا صلوات و درود 
شریف بر پیامبرصلى الله عليه وسلم فرستادن یا شنیدن وصف شمائل مبارک او و صفات 
مخصوصش و تعلیم سیرت او مبارکصلى الله عليه وسلمبه امت هایش و سبل مختلف.
ت( امیرالمؤمنین در حدیث ، حافظ ابن حجر عسقالنی رحمه الله می گوید
 :برای من آشکار شده است که مجلس مولودی بر اصلی ثابت و استوار است 
و آن اصل این است که در صحیح بخاری شریف و مسلم شریف آمده است که 
پیامبر صلى الله عليه وسلمآنگاه که به مدینه منوره تشریف آوردند . یهودیان مدینه را دید 
که روز عاشورا را روزه می گیرند از آنها پرسید : چرا این روز را روزه 
فرعون را )ج( می گیرید ؟ آنها پاسخ دادند : عاشورا روزی است که خداوند
غرق کرد و حضرت موسی )علیه السالم( را نجات داد . ما هم برای
20
، این روز را روزه میگیریم در آن هنگام حضرت )ج( شکرگزاری خداوند
رسول صلی الله علیه وسلم فرمودند: ما به موسی)علیه السالم( نسبت به شما 
شایسته تریم )» حدیث شماره ) 200۴( ازصحیح بخاری و حدیث شماره ) 
-121 1130( از صحیح مسلم شریف.
)ج( بنابراین از این حدیث شریف استفاده می شود که عمل شکرگزاری خداوند
به خاطر دادن نعمتی یا برطرف نمودن مصیبت یا عذابی در روزی معیّن و 
نیز تکرار شکرگزاری در همان روز در همه سالها و برای همیشه ،صحیح 
به طرق مختلف حاصل می )ج( و جایز می باشد، والبته شکرگزاری خداوند
شود از آن جمله: سجده کردن برای او و روزه گرفتن و صدقه دادن و تالوت 
قرآن و ... و کدامین نعمت بزرگتر است ازنعمت آفرینش پیامبر رحمت 
حضرت رسول الله صلى الله عليه وسلماست که خداوند جل جالله به سبب بعثت آن ذات 
َ مبارک بر مؤمنان منت نهاده، آنجا که می فرماید : 
ق
َ
ل
َ
ْ
اُانْي
ْ
ؤ
ُ
م
ْ
ال
ّللاَع ََ
ُٰ َّ
م َ
ْ
د
ْ
ام
اسھ
ُ
ف
ْ
ن
َ
ا
ْ
ام 
ً
َّل
ْ
و
ُ
س
َ
ِر
ْ
ام
ھ
ْ
افي
َثَ
ع
َ
ب
ْ
ااذ )سوره آل عمران آیه 1۹۴( یعنیهر آیینه 
بر مؤمنان ، آنگاه که فرستاد در میان ایشان )ج( نعمت فراوان داد خداوند
پیغمبری از قوم ایشان .
21
3( تجلیل المولود الشریف عند الصحابه )کرام رضوان هللا علیهم اجمعین(
گرامیداشت واحتفال از مولود النبیصلى الله عليه وسلم توسط اصحاب آنحضرت صلى الله عليه وسلم؛
هم از آمدن رسول هللا صلى الله عليه وسلم شکر گذاری میکردند ؟ بلی؛ )رض( آیا اصحاب کرام
-1 در صحیح مسلم شریف ؛ سنن نسائی شریف ؛ مسند امام احمد ابن حنبل 
َِّلل )رض( از امیر معاویه
ب ِد ا ه
ْ
ن َع
ُ
و
 
ََبََن َس
أ ْخَ
ْ روایت است که: )۷۷۱۱( - َ
ب
ُ
ار
َّْنِدِ ي ، َل
َن اله
َ ، قَا ا
عثْم
ُ
أِِب
َ
َعاَمَة ، َع ْن
أِِب نَ
َ
َعِزي ِز ، َع ْن
ْ
ِد ال
ْ
ن َعب
ُ ْ
م ب
ُ
حو
ُ
ْر
َا َم
دثَن
ه
َح
:
أ
َ
خْدِرِ ي قَا َل َع ْن
ُ
ْ
ي ٍد ال
م عِ
ُ
ِِضَ : قَا ا هَُّلل َعْن َل ِِب َس
َ
ة ر
ُ
َ
ه ا هَُّلل َعاِوي
ىل ُ
ه
َص
سوَل ا هَّللِ
ُ َ
ن ر
ه
ِ
: ا
َ
ي
َقةٍ
ْ
َىل َحل
َ َج عَ
َّلَ َخر
ه
َ َس
و
ْهِ
ي
عَل فََقا َل َ
ْْصَاِبهِ
أ
َ
ْن
ِ
ْ
ْعِِن م
َس 
َجل
وا :
ُ
ُ ُْك ؟ قَال
َس
َ
أ ا ْجل
َ : َما َ
ن
د
ُ
َ
ََنْم
َ
عو ا هََّلل و
ُ
نَ ْد
ن َىل َما َهَداََن ِ ِِلينِهِ
ه
َوَم
ه عَ ،
َا ِب َك ُ
ن
ْ
ي
َ
َس عَل ، قَا َل : أ هَُّلل َم
َ
ْجل
أ
َل ا َ
ه
ِ
ُ ُْك ا
َ ُ ُْك ،
ًة ل
َ
ُتَم
ُ ُْك ُ
ْف
ِ
ْحل
ْ َت
أس 
َ
ْ
م
َ
 ّن ِ ل
ِ
أَما ا
َ
َل َذِ َِل ، قَا َل :
ه
ِ
َا ا
ن
َ
َس 
أ ْجل
وا : أ هَُّلل َما َ
ُ
َذِ َِل ؟ قَال
َ
م
ْ
ُُُك ال
اِِه ِب
َ
ب
ُ
هل ي
َ َج
ز و
ه
ن ا هََّلل َع
ه
أ
َ
َ ْخََبَ ِّن
م فَأ
سَالُ
ه
ال
ْهِ
ي
َ
ُل عَل
أََتِّن ِجَْبِي
ا َ
َ
م
ه
ن
ِ
ا
َ
ِ َكة َال َ و
كِئ
}درجة الحدیث: صحیح {
روایت کردند: روزی رسول اکرم صلى الله عليه وسلماز حجره )رض( ترجمه: امیر معاویه
َقةٍ مبارک شان بیرون شدند )
ْ
َىل َحل
َ َج عَ
َّلَ َخر
ه
َ َس
و
ْهِ
ي
َ
ىل ا هَُّلل عَل
ه
َص
سوَل ا هَّللِ
ُ َ
ن ر
ه
ِ
ا
ْْصَاِبهِ
أ
َ
ْن
َْعِِن مِ
ي ( دیدند که در مسجد نبوی اصحاب کرام رضوان هللا علیهم 
اجمعین حلقه کردند و باهم جمع شدند رسول گرامی اسالمصلى الله عليه وسلمپرسیدند:
ُ ُْك ؟
» َس
َ
ْجل
أ
َ فَقا « چرا شما اینجا ِگرد آمدید ؟ گفتند: » ا نَ َل: َما َ
ْ ن
َس 
َجل
وا :
ُ
عو
ُ
قَال ْد
َىل َما َهَداََن ِ ِِلينِهِ
ه عَ
دُ
ُ
َ
ََنْم
ا هََّلل و « بخاطریکه هللا َ
ما را به دین اش هدایت )ج(
22
َا ِب َك:
ْ کرد، » ن
ي
َ
ن عَل
ه
َ َم
و « و ما را با وجود شما منت گذاشت. یعنی ِگرد آمدیم 
را ندا کنیم و حمد و شکر گذاری او را ادأ کنیم که ما را با )ج( تا خداوند
وجود شما منت بخشیده است . آنحضرت صلى الله عليه وسلمپرسیدن: چرا شما اینکار 
َا ِب َك )رض( را کردین؟ اصحاب کرام
ْ گفتند: » ن
ي
َ
ن عَل
ه
و « که هللا َ َم
شما را بما )ج(
بخشید.
توضیح : اگر این تجلیل مولود شریف نیست ، پس چیست ؟ مولود شریف 
)ج( است بخاطر فضل و رحمتش چیست همین شکر گذاری از خداوند
.
َل َذ باز هم رسول خدا صلى الله عليه وسلم پرسید » ِ َِل ؟
ه
ِ
ُ ُْك ا
َس
َ
ْجل
أ
قَا « قسم َل : أ هَُّلل َما َ
که آیا تنها دلیل اجتماع و شکر گذاری تان )ج(, قسم بخورید به هللا)ج( بخداوند
همین بوده که مولود مرا تجلیل کنید؟ اصحاب کرام رضوان هللا علیهم 
َل َذ اجمعین گفتند: بلی » ِ َِل ،
ه
ِ
َا ا
ن
َ
َس 
أ ْجل
وا: أ هَُّلل َما َ
ُ
قَال « دلیل اجتماع ما جز این 
َ ُ ُْك نبود. رسول هللا صلى الله عليه وسلم فرمود :»
ًة ل
َ
ُتَم
ُ ُْك ُ
ْف
ِ
ْحل
ْ َت
أس 
َ
ْ
م
َ
 ّن ِ ل
ِ
أَما ا
َ
قَا « شما َل :
فکر نکنید که براستی )به حقیقت سخن( شما باور ندارم و یا تهمتی میبندم 
؛ تأکید و قسم دادن من به شما در عقب این همه دلیلی وجود دارد، اصحاب 
؟ ایشان فرمودند: )رض( پرسیدند دلیل این همه چی بود یا رسول هللاصلى الله عليه وسلم کرام
ِ َكَة
َال » كِئ
َ
م
ْ
ُُُك ال
اِِه ِب
َ
ب
ُ
هل ي
َ َج
ز و
ه
ن ا هََّلل َع
ه
أ
َ
َ ْخََبَ ِّن
م فَأ
سَالُ
ه
ال
ْهِ
ي
َ
ُل عَل
أََتِّن ِجَْبِي
ا َ
َ
م
ه
ن
ِ
ا
َ
و
« ای صحابه های من! اینکه شما در روی زمین یعنی در مسجد نبوی ِگرد 
در آنجا با مالئکه )ج( آمده بودید و تجلیل از مولود من میکردید خداوند
هایش شما را یاد میکرد و آنجا برای شما درود و دعا میشد.
)رض( رسول هللاصلى الله عليه وسلم اگر این جلسه میالدیه مبارکه توسط صحابه کرام
نیست پس چیست ؟ تجلیل این جلسه میالد النبیصلى الله عليه وسلم در مسجد 
23
)رض( به صحابه کرام )ج( النبویصلى الله عليه وسلم رخ داد و هدف اش شکر اینکه هللا
این )رض( رسول هللا صلى الله عليه وسلم را بخشیده است . پس ماهم با متابعت از صحابه
روز مبارک را تجلیل میکنیم و خوش میباشیم و محافل میگیریم .
-2 امام حاکم در مستدرک نوشته که این کتاب حدیث است و نظر به شرایط 
که احادیث در کتاب بخاری و مسلم شریف جمع آوری شده درین کتاب هم 
جمع آوری شده.
امام حاکم در المستدرک خود نقل کرده که ابن عوث روایت کرده که؛ فقال 
 : که واقعه بعد از غزوه تبوک رخ داده بود )رض( ابن عبدالمطلب ابن عباس
)رض( به گفتهء ابن حجر عسقالنی که بعد از غزوه تبوک صحابه های کرام
با رسول هللا صلى الله عليه وسلمیکجا گرد هم آمدند و خریم ابن عوث نقل میکند که ما
)رض( گفت یا رسول هللاصلى الله عليه وسلم با رسول هللا صلى الله عليه وسلمبودیم که حضرت عباس
من میخواهم نعت شما را بخوانم رسول خدا صلى الله عليه وسلم ایشان را دعا داد و 
اجازه خواندن داد که درین اجتماع بزرگ حدود )30000( سی هزار 
حضور داشتند، رسول هللا صلى الله عليه وسلمنگفت که این بدعت )رض( اصحاب کرام
است؛ شرک است؛ و یا اینکه ما از غزوه آمدیم، ضرورت نیست یا نخوان 
این در مزاج رسول هللاصلى الله عليه وسلم نبود بلکه رسول هللاصلى الله عليه وسلم حضرت 
این )رض( را دعا داد و فرمود بخوان ، و آنوقت حضرت عباس )رض( عباس
نعت را خواند. 
24
. و أنت ملـا وِلت أشـرقت ا ل رض )وقتی تو تولد )این یعنی تجلیل مولود 
شریف( شدی زمین بدرخشید (
. وضـاء ْت بنورَك ا لفق )و افق به نور وجود مبارک ات روشن شد (
. فنحن ِف ذِل الضياء وِف النـور)و ما در آن روشنائی و ضیا (
. خنرتق
وسـبل الرشـاد )و راه های رشاد و هدایت از بیراهه نجات یافتیم ِ
و هدایت شدیم (
یعنی یا رسول هللا صلى الله عليه وسلم وقتی میالد تو رخ داد ولدت یعنی وقتیکه تو تولد 
شدی وقتیکه میالد تو رخ داد زمین درخشیدن گرفت و نور به آسمان رسید.
که این شعر طویل است؛ نعت طویلی است و هر خط این نعت میالد رسول 
هللا صلى الله عليه وسلم را بیان میکند. و این شعر نبود جز میالد . میالد چیست میالد 
بیان واقعات است که با تولدی آنحضرت صلى الله عليه وسلم رخ داد. حضرت ابن 
 این نعت را )رض( در حضور سی هزار نفر از اصحابه کرام )رض( عباس
خواند ، این را امام قرطبی در جامع الحاکم القران؛ امام طبرانی در مجمع 
الکبریا؛ مجمع الزواید امام هیثمی؛ امام ذهبی؛ ابن قدامه ؛ المغنی؛ حاکم 
)رض( روایت کردند. یعنی 12 سند دارد. سی هزار )30000( صحابه کرام
یکجا میالد النبیصلى الله عليه وسلم را تجلیل کردند، تجلیل یعنی بزرگداشت مطالعه 
زندگی کسی، حفظ خاطرات یا گذشته زندگی کسی، بدین معنیست که چیزی 
را بیاد آوردند یعنی کسیکه فوت میکند کسانیکه زنده هستند یاد آوری آن و 
دعا برایشان و آشکار نمودن خوشحالی آنها چی میکردند ؟ آنها یاد آوری 
میکردند از واقعات که در هنگام تولد آنحضرت صلى الله عليه وسلمرخ داده بود جمع 
میشدند و یاد آوری تولد پیامبر صلى الله عليه وسلممیالد النبی است و این چیزی است 
)رض( که اصحاب کرام
میکردند.
25
4( تجلیل مولود الشریف عند علماء السلف الصالح )رحمهم الله( 
بدینگونه است که امامان بزرگ اسالم اتفاق نظر دارند بر استحباب عمل پادشاه 
صالح و نیکوکار مظفرالدینالأربیلی )رحمه الله( که به مناسبت میالد پیامبرجشن 
برپا می نمود و اموال زیادی درین راه خرج می نمود و این امامان در این قضیه 
ی خاص مقام اجتهاد داشتند زیرا که آنها از عالمان بزرگ بودند و درجه ی 
اجتهاد مقید داشتند اگرچه بعضی شان مجتهد مطلق نبودند، و همانگونه که امام 
غزالی رحمه الله درکتابش )المستصفی( تصریح کرده است، تجزیه اجتهاد جایز 
است و هیچ عالم بزرگواری که بر او اعتماد کرده شود، این گفته ی امام 
را انکار نکرده است و همانا پیامبر صلى الله عليه وسلمفرمود ) ما راه المسلمون )رح( غزالی
حسن )ج( حسنا فهو عندالله حسن( آنچه را مسلمون حسن می پندارند پس آن نزد هللا
است .
اما دلیل اثبات مولودی توسط مجتهدین ) بعد از ثبوت درجه اجتهاد آنها وعمل به 
نظریاتشان ( بسیار روشن و آشکار است. همهما می دانیم که فرد فرد علماء 
بزرگ به این جشن مبارک راضی بوده اند ، و اما کسانی که می گویند )این 
جشن و مجلس شادی در دوره پیامبرصلى الله عليه وسلمنبوده است بنابراین برپایی آن غیر 
مشروع است( ، گفته آنهامردود است زیرا بعد از اینکه استحباب این عمل مبارک 
ثابت است ، سلف )رض( ثابت شد، و توسط سلف صالح که همانا صحابه کرام
صالح به اموری مشغول بودند که خود تجلیل و حرمت به مولود شریف بوده 
است و آن عبارت از ارشاد نمودن و جهاد کردن آنها است. آیا نمی دانند که 
رسول هللا صلى الله عليه وسلمدر مدت 4 سال بعد از هجرت، با مشرکین ۹3 نبرد انجام داد 
و شخص مبارکش در 2۹ تا از آنها حاضر بوده است با وجود این امور مهم ، 
باز هم فرصتی برای تجلیل مولود شریف پیدا میکنند و آنرا تجلیل میکنند چنانچه 
حادثه بعد از غزوه تبوک ذکر گردید، کسی که این اجتماعات مبارک را ضاللت 
و گمراهی به حساب آورد، به تحقیق خودش گمراه شده و از راه صحیح و درست 
26
، منحرف گشته است. او در واقع درباره اخالق پیامبر صلى الله عليه وسلمو تاریخ او، تفکر 
و اندیشه نکرده است. آنگاه که به حسان بن ثابت )رضی الله عنه( امر نمود که 
مشرکین را هجو ومذمت کند و شعرای آنها را که اسالم و مسلمین راهجومی 
کردند، جواب مناسب دهد ) صحیح بخاری، کتاب بدأ الخلق حدیث 3213(.
کاشتن و پرورش دادن محبت سیدنا محمد مصطفی نور الهدی صلى الله عليه وسلمو دین او 
در قلوب نسلهای مختلف خصوصاً کودکان و نوجوانان واجب است و در عصرما 
این مراسم و اجتماعات نقش مهمی برای رسیدن به این هدف بزرگ ایفاء می 
کنند و مقدمه هر امر واجبی، واجب است.
پیامبر )صلی الله علیه وسلم( امت را به پیروی از سواد أعظم مسلمانان و عموم 
مؤمنان، تشویق و ترغیب فرموده و از تکروی و دوری از جماعت مسلمانان،
برحذر داشته و تهدید کرده است لذا اجماع امامان دین بر برپایی این مراسم 
برقرار است و اگر فرض شود همگی بر آن اجماع ندارند همانا اکثریت قریب 
به اتفاق آنها که از فساد در اعتقاد به دور هستند با آن موافقت کرده اند.
هر عملی که داللت کتاب و سنت شامل آن شود یا به وسیله اجماع حاصل شود 
یا از اجتهاد مجتهدین بدست آید، بدعت نیست بلکه همانند ستر عورت در نماز 
است با پارچه ای که در دوره سلف نبوده است یا مثل خدمت کردن به فقیران 
است با ماده ای که قبالً وجود نداشته است یا تألیف نمودن کتابی است که مسلمانان 
به آن نیازمند اند اگر یکی از کسانی که صاحب موتر است، شخص فقیری را 
در راه سوار کند و به او غذایی دهد که دردوره سلف نبوده است و نیز پول 
کاغذی به او صدقه دهد، در اینجا بنا به گفته ی مخالفین حق ، چنین شخص 
نیکوکاری ، مرتکب بدعت شده است )مبتدع است( زیرا که موتر او و غذایش و 
پولش هیچکدام در دوره سلف نبوده است و آن امر عجیبی است!!! بدانید که دین 
اسالم دینی است جاویدان و هیچ دینی بعد از آن نیست پس به امور زیادی از 
21
مخترعات وچیزهای نو پیدا، نیاز دارد و برای مسلمان عاقل جایز نیست که هر 
آنچه ، که در سابق نبوده است را بدعت شرعی وگمراهی به حساب آورد
از جمله نظریات علماء کرام )رحمهم الله( چند مورد را در ذیل طور فشرده و 
نمونه ذکر میکنیم و اال در مورد مولود محمد مصطفی نورالهدی صلى الله عليه وسلم بیشتر 
اند.
-1 امام شاه ولی هللا محدث دهلوی )رحمه هللا علیه( )متوفی 111۴ ه ق( 
شاه ولی هللا محدث دهلوی)رحمهم الله( مینگارد : من به روز میالد النبی 
صلى الله عليه وسلم در مکه مکرمه حاضر بودم در حالیکه مردم به آنحضرت صلى الله عليه وسلم
درود میفرستند و ذکر ارهاصات ایشان را میداشتند ، به کشف انوار ساطعه 
ً در یافتم
را مشاهده کردم که از عالم باال به پایان می آمد و تامل کردم بعدا
که این انوار از جانب مالئک موکل بر محفل میالد بوده است و به مشاهده
ام در رسیده که انوار مالئک با انوار رحمة للعالمین در می آمیختند .)شاه 
ولی هللا الدر الثمین ص ۴0(
-2 حافظ الحدیث جالل الدین سیوطی)رحمهم الله( می گوید :
عمل مولودی کهعبارت است از اجتماع مردم و تالوت بخشی از آیات قرآن 
مجید و روایت تعدادی از أحادیث و أخبار وارد شده در مورد والدت با 
سعادت حضرت رسول صلى الله عليه وسلمهمچنین ذکر آن عالمات ونشانه هایی که در 
هنگام والدت اوبه وقوع پیوسته و سپس غذا دادن به جماعت حاضرین؛ در 
دیدگاه من چنین مجلسی از جمله بدعتهای حسنه است که انجام دهنده آن به 
خاطر آن ثواب می برد و مأجور است . زیرا که در این مجلس ، بزرگداشت 
منزلت و مقام پیامبر رحمت صلى الله عليه وسلم و نیز اظهار سرور و شادمانی به 
مناسبت تولد آن حضرت صلى الله عليه وسلم صورت می پذیرد از پادشاهان کسی که 
مجلس مولودی برپا نمود ؛ پادشاه اربل؛ مظفرالدین ابوسعید کوکبری متوفی 
2۱
به سال ۹30 ه . بود که یکی از پادشاهان نیکو خصال بود به طوری که 
ابن کثیر دمشقی در تعریف و تمجید او میگوید : پادشاهی با شهامت و 
شجاع و عاقل و عالم وعادل بود که هر سال در جشن مولودی پیامبر 
سیصدهزار دینار خرج میکرد. 
سپس عالمه سیوطی)رحمهم الله( میگوید: مشروعیت مجلس مولودی 
براساس اصلی غیر از اصل شیخ ابن حجر عسقالنی ، برای من معلوم شده 
است و آن اصل این است که امام بیهقی رحمه الله از أنس )رضی الله عنه( 
روایت می کند که پیامبر صلى الله عليه وسلم بعد از نبوت برای خودش عقیقه قربانی 
نمود . )درباره صحت سند این حدیث بنگرید به تحفة المحتاج جلد 4 – ص 
۴۷4 و إعانة الطالبین جلد 2 ص 3۱2( و این در حالی بود که عبدالمطلب 
جدّ او نیز در هفتمین روز تولدش برای او قربانی سر بریده بود و عقیقه 
برای بار دوم تکرار نمی شود از این حدیث استنباط می شود که این عمل 
است که او را )ج( پیامبر صلى الله عليه وسلم؛ اظهار شکر و سپاس به حضور خداوند
رحمت برای عالمیان گردانیده است و همچنین وضع قانون و شرع است 
برای امتش ؛ بنابراین برای ما مستحب است اظهار شکرگزاری به مناسبت 
تولد حضرت رسول الله صلى الله عليه وسلمبه وسیله جمع نمودن برادران دینی دریک 
مکان و طعام دادن آنها وانجام اعمال خیر و نیکو. 
و امام سیوطی )رحمهم الله( نیز می فرماید ؛ امام جاللالدین 
سیوطی)رحمهم الله( همچنان در کتاب »الوسائل فی شرح الشمائل« برای 
جشن مولودی فضائل و مناقبی را بیان کرده است که آن را دمیاطی در 
کتابش چنین نقل کرده است: قال سلطان العارفین جالل الدین السیوطی فی 
کتابه الوسائل فی شرح الشمائل ما من بیت او مسجد او محلة قریء فیه مولد 
النبی اال حفت المالئکة باهل ذلک المکان وعمهم هللا بالرحمة والمطوقون 
بالنور یعنی جبریل ومیکائل واسرافیل وقربائیل وعینائیل والصافون 
24
والحافون والکروبیون فانهم یصلون علی ما کان سببا لقراءة مولد النبی. قال 
وما من مسلم قریء فی بیته مولد النبی اال رفع هللا تعالی القحط والوباء 
والحرق واآلفات والبلیات والنکبات والبغض والحسد وعین السوء 
واللصوص عن اهل ذلک البیت فاذا مات هون هللا تعالی علیه جواب منکر 
ونکیر وکان فی مقعد صدق عند ملیک مقتدر.
ترجمه : سلطان عارفان جاللالدین سیوطی در کتاب »الوسائل فی شرح 
الشمائل« گفته است: در هر خانه، مسجد، یا محلهای که در آن مولودی 
پیامبر خوانده شود، فرشتگان اهل آن مکان را همه در حیطه رحمت الهی 
و نور قرار میدهد. مقصود از فرشتگان ، جبرئیل ، میکائیل ، اسرافیل
، قربائیل ، عینائیل ، صافون و حافون و کربیون ) علیهم السالم 
اجمعین( است؛ زیرا آنها درود می فرستند بر کسانی که سبب مولودی 
خوانی پیامبرصلى الله عليه وسلممی شودند. و نیز گفته است: در هر خانه مسلمانی که 
گرسنگی، وُ با، )ج( مولودی پیامبرصلى الله عليه وسلم خوانده شود، خداوند متعال
آتشسوزی، آفات و بلیات، کینه، حسادت، چشم بد، شر دزد را از اهل آن
پاسخ منکر و نکیر را بر )ج( خانه بر می دارد. هنگامی که بمیرد، خداوند
)ج( وی آسان می کند و او در جایگاه راست گویان )صدیقین( در نزد خداوند
خواهد بود . دمیاطی)رحمهم الله( نیز سند این روایت را حسن میداند و 
میگوید: وحسن ان یعق عن نفسه کما مر لخبر انه صلى الله عليه وسلمعق عن نفسه بعد 
النبوة قال فی فتح الجواد و ادعاء النووی بطالنه مردود بل هوحدیث حسن .
ترجمه : نیکو است که از جانب خود عقیقه نماید؛ چنانچه در روایتی که 
گذشت رسول هللاصلى الله عليه وسلماز جانب خودش بعد از بعثت عقیقه انجام داد. در 
کتاب »فتح الجواد« گفته است: ادعای نووی بر باطل بودن این روایت 
مردود است بلکه این روایت حدیث حسن است .
دمیاطي كیست ؟ هو شرف الدین عبد المؤمن خلف بن أبي الحسن بن شرف 
30
بن الخضر بن موسى المعروف بالحافظ الدمیاطي )۹13 هـ / 10۷ هـ(، ولد 
بقریة تونة بجوار مدینة دمیاط .
از شاگردانش : المزي، البرزالي، الذهبي، ابن سید الناس، السبكي، ابن كثیر
-3 امام القراء و حافظ الحدیث شمس الدین محمد بن محمد جزری 
شافعی)رحمهم الله( )متوفای۱33هـ( از علمای قرن نهم اهل سنت در کتاب 
»التعریف بالمولد الشریف« روایت تخفیف عذاب ابولهب را )که به خاطر 
آزاد کرد( در جهنم ذکر )ج( خبر تولد پیامبرصلى الله عليه وسلمکنیزش را در راه خداوند
کرده و پس از آن تصریح می کند اگر کار ابولهب کافر باعث تخفیف عذاب 
وی شود، پاداش آن مسلمان موحدی که در ایام والدت حضرت خوشحال 
میشود، بهشت خواهد بود و بر این نکته سوگند یاد میکند.این سخن وی 
را سیوطی)رحمهم الله( در کتاب »الحاوی للفتاوی« نقل کرده است: ثم 
رایت امام القراء الحافظ شمس الدین بن الجزری قال فی کتابه المسمی عرف 
التعریف بالمولد الشریف ما نصه: قد رؤی ابو لهب بعد موته فی النوم فقیل 
له ما حالک؟ فقال: فی النار اال انه یخفف عنی کل لیلة اثنین وامص من بین 
اصبعی ماء بقدر هذا واشار لراس اصبعه وان ذلک باعتاقی لثویبة عند ما 
بشرتنی بوالدة النبی صلى الله عليه وسلم وبارضاعها له.فاذا کان ابو لهب الکافر الذی 
نزل القرآن بذمة جوزی فی النار بفرحه لیلة مولد النبی صلى الله عليه وسلمبه فما حال 
المسلم الموحد من امة النبیصلى الله عليه وسلمیسر بمولدهویبذل ما تصل الیه قدرته فی 
محبته صلى الله عليه وسلملعمری انما یکون جزاؤه من هللا الکریم ان یدخله بفضله جنات
النعیم.
ترجمه : امام القراء، حافظ شمس الدین بن جزری را دیدم که در کتاب 
»عرف التعریف بالمولد الشریف« میگوید: ابولهب را بعد از مرگش در 
خواب دیدند و از حالش سوال کردند گفت: در آتش هستم، فقط در شب های 
دوشنبه بر من تخفیف می دهند و از بین انگشتانم کمی آب جاری می شود 
31
)اشاره کرد به سر انگشتانش( و این به خاطر این است که من هنگامی که 
تولد رسول هللاصلى الله عليه وسلمرا از ثویبه کنیز خود شنیدم وی را آزاد کردم و چون 
او به ایشان شیر داد.
اگر ابولهب کافر )همان کسی که قرآن در مذمتش وارد شده( به خاطر 
خوشحالی در تولد ایشان در جهنم پاداش داده میشود، پس حال مسلمان 
یگانه پرست از امت پیامبر که در تولد ایشان خوشحالی کند و آنچه را در 
)ج( توان دارد در راه محبت آن حضرت خرج نماید، چه خواهد بود. به هللا
این است که او را به فضل )ج( سوگند، همانا پاداش این شخص از خداوند
خودش به بهشت نعمت وارد سازد .
نکته مهم: آنچه معلوم است که در دیانت اسالم دو عید بیشتر نیست یکی 
عید قربان و دیگری عید فطر ؛ و ما قائل به آن نیستیم کهروز تولدحضرت 
صلى الله عليه وسلمنیز عید است بلکه معتقدیم که این روز مبارک ،بزرگتر و باعظمت 
تر از عید است و اگرچه ما آنرا عید نمی نامیم زیرا که والدت آن حضرت 
صلى الله عليه وسلم ؛ عیدها و شادی ها را به همراه آورد وهمه روزهای بزرگ در 
اسالم از حسنات ایشان محسوب می شود و اگر والدت باسعادت او صلى الله عليه وسلم 
نبود ، بعثت نیز اتفاق نمی افتاد و نزول قرآن واسراء و معراج وهجرت و 
پیروزی در جنگ بدر و فتح مکه و ....هیچکدام انجام نمی پذیرفت زیرا 
که همه اینها وابسته و مربوط به آن حضرت صلى الله عليه وسلم و والدت باسعادت 
اوصلى الله عليه وسلم می باشد که مثمر این همهخیرات بزرگ است. پس واضح است 
که هر عید در یک سال ، یک بار بیشتر نیست ولی جشن مولودی و توجه 
به سیره شریف حضرت صلى الله عليه وسلم بایستی که همیشه تکرار شود و مقید به 
هیچ زمانی و هیچ مکانی نباشد.
32
-4 شیخ ابن حجر هیتمی)رحمهم الله( از امام ابو شامه که اُستاد امام نووی 
بوده )رحمهم الله( نقل میکند که فرموده : از زیبا ترین بدعت های این 
دوران مراسمی است که هر سال به مناسبت والدت رسول الله صلى الله عليه وسلم
برگزار میشود ، این مراسم ضمن در برگرفتن نیکی به فقرا و مستمندان، 
بر محبّت وعظمت پیامبرصلى الله عليه وسلمدر دل برگزارکنندگان داللت دارد، زیرا 
وی را خلق کرده و بر وجه )ج( در برابر نعمت میالد با سعادتش، که خداوند
رحمت برای مردمان به پیامبری مبعوث نموده به شکرانه ی الهی میپردازیم 
. فتح المبین.
-5 ابن الحاج )رحمهم الله( میفرماید : بر ما اُمّت اسالمی الزم است در روز 
دوشنبه دوازدهم ربیع االوّل عبادات و حسنات را افزایش دهیم و بهشکرانه 
و سپاس خدا که به ما نعمتهای زیادی ارزانی داده بپردازیم مخصوصاً 
بزرگترین نعمت الهی که والدت حضرتمحمد المصطفی صلى الله عليه وسلممیباشد . 
کتاب المدخل
-6 شیخ أحمد زینی دحالن شیخ االسالم بلَد الحرام)رحمهم الله( میفرماید: یکی 
از روشهای احترام گذاشتن برای حضرت محمد صلى الله عليه وسلمآنست که در شب 
والدت ایشان شاد و خوشحال بود و به خواندن مولود نامه و ذکر اوصاف 
و خصایل وی پرداخت . کتاب الدرر السنیه.
-1 حافظ عراقی )رحمهم الله( میفرماید : برگزاری مراسم ولیمه و دادن طعام 
به فقرا در تمام اوقات مستحباست چه بهترکه آن مراسم با سرور و شادی 
ظهور نور نبوّت صلى الله عليه وسلم در این ماه مبارک توأم باشد، و از اینکهمراسم 
مولودی خوانی بدعت و نوظهور است الزم نمیآید که مکروه یا حرام باشد 
چون برخی از بدعتها مستحب یا واجبهستند . )شرحالمواهب اللدنیّه 
للزرقانی(
33
-۱ شیخ االسالم ابن حجر عسقالنی)رحمهم الله( میفرماید : مولودی خوانی 
بدعت است و در عصر سلف صالح مرسوم نبوده، ولی با وجود این دارای 
جنبههای خوب و بد است، بنابر این هرکس جهت مثبت مولودی خوانی را 
رعایت کند و از اعمال بد و مخالف با شریعت بپرهیزد این مراسم از نوع 
بدعتهای حسنه و صحیحه بشمار میآید، و درغیر اینصورت اگر توأم با 
مسائل حرام و خالف شریعت باشد خوب و پسندیده نیست، سپس میفرماید 
: منمراسم مولودی خوانی را از اصل حدیث صحیح استخراجکرده ام که
میفرماید: پیامبراسالم صلى الله عليه وسلم به مدینه آمد ویهودیها را دید که در روز 
عاشورا روزه اند، پیامبر صلى الله عليه وسلم سؤال فرمود : امروز چه روزیست که 
)ج( شما در آن روزه میگیرید؟ عرض کردند : امروز روزیست که خداوند
فرعون و فرعونیان را در دریا غرق نمود و حضرت موسی)علیه السالم( 
و اصحابش را از دست آنها نجات داد، لذا حضرت موسی)علیه السالم( به 
، پس ما نیز آنروز را )ج( این روز را روزه میگرفت عنوان شکر خداوند
روزه میگیریم، آنگاه پیامبراسالم صلى الله عليه وسلمفرمود : من نسبت به موسی)علیه 
السالم( از شما نزدیک تر و شایسته ترم چون موسی برادر من است، 
پیامبر صلى الله عليه وسلم از نجات یافتن حضرت موسی)علیه السالم( شادمان شد و 
را به جای آورد و روز عاشورا را )ج( در مقابل این پیروزی شکر خداوند
روزه گرفت و فرمود که مسلمانان نیز در این روز، روزه بگیرند . در 
روایات دیگر موجود است که فرمود اگر سال آینده زنده بمانم روز نهم 
رانیز روزه میگیرم . مسلم و بخاری شریف.
را باید در )ج( امام عسقالنی میفرماید : از این حدیث استنباط میشود خداوند
روزهایی که نعمتی را عطا فرموده و یا پیشامد ناگواری را از بین برده 
شکر نمود، و این شکرانه هر سال و درهمان روز باید تکرارگردد، سپاس 
با هر نوع عبادتی از قبیل سجده، روزه، )ج( و شکرگزاری خداوند متعال
34
صدقه و احسان وتالوت قرآن تحقق پذیراست، پس چه نعمتی بزرگتر 
ازشکرگزاری به مناسبت والدت حضرت محمد مصطفی صلى الله عليه وسلماست، بنابر 
این برگزاری مراسم مولودی در روز دوازدهم ربیع االوّل، از باب شکر 
الزم و ضروری است ) الفتاوی الکبری، الحاوی للفتاوی( )ج( نعمت الهی
-4 حافظ ابوالخیر سخاوی شافعی )رحمهم الله( )متوفای 402هـ( صاحب 
الكتاب الكواكب ابوالخیر سخاوی شافعی )متوفای 402هـ( نیز تصریح 
نموده بر این که مسلمانان در سراسر عالم و شهرهای بزرگ جشن میالد 
آن حضرتصلى الله عليه وسلمرا با انجام کارهای خیر برگزار می کنند. سخن وی را 
صالحی شامی این گونه نقل کرده است: قال الحافظ ابو الخیر السخاوی -
رحمه هللا تعالی - فی فتاویه: عمل المولد الشریف لم ینقل عن احد من السلف 
الصالح فی القرون الثالثة الفاضلة، وانما حدث بعد، ثم ال زال اهل االسالم 
فی سائر االقطار والمدن الکبار یحتفلون فی شهر مولده صلى الله عليه وسلمبعمل الوالئم 
البدیعة المشتملة علی االمور البهجة الرفیعة ویتصدقون فی لیالیه بانواع 
الصدقات ویظهرون السرور ویزیدون فی المبرات ویعتنون بقراءة مولده 
الکریم ویظهر علیهم من برکاته کل فضل عمیم. انتهی.
ترجمه : حافظ ابوالخیر سخاوی)رحمهم الله( در فتاوایش گفته است: جشن 
میالد پیامبر صلى الله عليه وسلم از هیچ یکی از گذشتگان صالح در سه قرن برتر نقل 
نشده بلکه بعد از آن به وجود آمده )نظر ایشان است در حالیکه تجلیل مولود 
شریف از صحابه کرام صادر شده است واقعه حادثه غزوه تبوک در فوق 
ذکر گردیده است.( و سپس مسلمانان در سراسر عالم و شهرهای بزرگ 
در ماه میالد آن حضرتصلى الله عليه وسلمولیمه و اطعام می دهند و اموری که باعث 
خوشحالی می شوند انجام می دهند. همانند: صدقه دادن در شب میالد، 
بر )ج( خیرات و اطعام به فقراء و قرائت مولودی. با این کار خداوند متعال
آنها برکات خودش را ظاهر می سازد.
35
-10 جنیدی بغدادی)رحمهم الله( ، ایشان صرف حضور در جشن میالد 
پیامبر صلى الله عليه وسلم را رسیدن به ایمان می داند. سخن وی را دمیاطی)رحمهم 
الله( چنین نقل کرده است: قال الجنیدی البغدادی رحمه هللا من حضر مولد 
الرسول و عظم قدره فقد فاز باالیمان. ترجمه: جنیدی بغدادی گفته است:
کسی که به جشن مولودی پیامبرصلى الله عليه وسلمحاضر شود و جایگاهش را بزرگ 
بداند، به ایمان دست پیدا میکند.
-11 امام یافعی )رحمهم الله( به نقل دمیاطی)رحمهم الله( ، یافعی نیز 
تصریح میکند، کسی که در میالد پیامبرصلى الله عليه وسلم اطعام و احسان میکند و
او را با صدیقان، شهداء )ج( مردم را برای این مراسم دعوت میکند، خداوند
و صالحین محشور می کند و جایش در بهشت است: وقال االمام الیافعی 
الیمنی من جمع لمولد النبی اخوانا وهیا طعاما واخلی مکانا وعمل احسانا 
وصار سببا لقراءة مولد الرسول بعثه هللا یوم القیامة مع الصدیقین والشهداء 
والصالحین ویکون فی جنات النعیم. امام یافعی یمنی گفته است :
ترجمه :هر کسی برای مراسم مولودی پیامبر، برادران دینیاش را جمع 
کند، برای آنها طعامی آماده نماید، و مکانی را برای مراسم آماده سازد و 
اعمال نیک انجام دهد، و سبب مولودی خوانی و مدیحه سرایی شود، 
او را در روز قیامت با صدیقان، شهدا و صالحین محشور میکند )ج( خداوند
و در بهشت از نعمات الهی بهرمند خواهد بود .
-12 امام ابو ذرعه عراقی رحمه هللا )متوفی ۱2۹ ه ق( 
سؤال : آیا فعل میالد مستحب است یا مکروه و آیا بر این امر دلیلی وجود 
دارد و آیا شخصی به امر مبادرت ورزیده است که به وی اقتداء نماییم؟
جواب : اطعام الطعام در همه اوقات مستحب است خصوصاً که در ماه
ربیع االول به والدت و ظهور ذات اقدس نبی کریم صلى الله عليه وسلم پیوسته شود و 
36
الزم نیست بدعت را حرام به اثبات رسانیم ، زیرا بسا از مستحب بلکه 
واجب میباشد. تشنیف االذان ص 13۹ .
-13 امام نصیر الدین ابن الطباخ رحمه هللا : اگر کسی به نیت ثواب و 
بخاطر شادمانی به میالد پیامبر صلى الله عليه وسلم صدقه کند و یا هم عبادات دیگری 
را انجام دهد ، جایز بوده و فاعلش را خداوند جل جالله اجر نیک میدهد . 
)سبل الهدی و الرشاد ج 1 ص 3۹3(
-14 امام قسطالنی رحمه هللا صاحب ارشاد الساری )متوفی 423 ه ق (
همیشه از اهل اسالم که محفل میگیرند و در ماه ربیع االول صدقات میکنند
و در این ماه اظهار فرحت و سرور میدارند و زیادت در نیکی ها میکنند 
و اعتنا به قرائت میالد پیامبرصلى الله عليه وسلمدارند بر ایشان برکات و فضل عظیم 
نازل میگردد و آنچه که به تجربه رسیده است میالد پیامبر صلى الله عليه وسلم باعث
بر کسی که در ماه ربیع االول )ج( برکت و امان میباشد پس خداوند متعال
میالد میگیرد رحمت کند و اما مرض آنانیکه در قلب ایشان نفاق است 
افزون میگردد . قسطالنی )المواقب اللدنیه ج 1 ص 1۴۱(
-15 امام جمال الدین بن عبدالرحمن الکتانی رحمه هللا )متوفی 13۴۷ ق(
وجود پیامبر صلى الله عليه وسلم برای امتان و آنانیکه خشنودی به والدت آنحضرت 
صلى الله عليه وسلم دارند مبدأ و سبب نجات است . پس برای مسلمان اظهار فرحت و 
سرور و صدقه کردن چیزی که در دسترس قرار دارد الزم است. )سبل 
الهدی و الرشاد ج 1 ص 3۹۴(
-16 امام محمد بن جار هللا ابن ظهیرة القرشی رحمه هللا )متوفی 1010
ه ق( 
اهل مکه مکرمه با جمعی از قضات و اکثر اعیان از فقها و فضال به تاریخ 
12 ربیع االول پس از نماز مغرب با شمع های بر افروخته و ازدحام عظیم 
به زیارت محل والدت آنحضرت صلى الله عليه وسلممیرفتند و میالد رسول اکرم صلى الله عليه وسلم
31
را تجلیل میکردند . )الجامع اللطیف فی فضل مکه و اهلها و بناء البیت 
الشریف ص 201(
-11 امام صدر الدین موهوب بن عمر الجزری رحمه هللا )متوفی ۷40 ه 
ق( عمل میالد بدعت حسنه بوده و کراهیت در وی راه نیافته است و برای 
انسان مطابق نیتش ثواب داده میشود البته بخاطر اظهار سرور و فرح به 
میالد النبی صلى الله عليه وسلمهر چند عمل میالد در قرون ثالثه وجود نداشته با وصف 
آن مشتمل بر محاسن است لهذا مستحب بوده و در زمره بدعات حسنه به 
حساب میرود. )سبل الهدی و الرشاد ج 1 ص 3۹۷(
-1۱ محدث امام ابن جوزی رحمه هللا )متوفی ۷14 ه ق(
همیشه اهل حرمین شریفین و اهل یمن و مصر و شام و سائر بالد عرب 
از مشرق تا مغرب احتفال و جشن میالد النبی صلى الله عليه وسلمرا میگیرند و به قدوم 
ماه ربیع االول اظهار سرور و فرحت میدارند و اهتمام بلیغ به میالد پیامبر 
صلى الله عليه وسلم میگیرند و با این عمل پاداش بزرگ و رستگاری دارین را کسب 
میگنند.)ابن جوزی المیالد النبوی ص ۷۱(
تب علماء سلف الصالحین است که در مورد 
در ذیل نام های بیشتر از 300 ُکُ
مولود شریف رسول هللا صلى الله عليه وسلمنوشته اند و این دقیقا به این معنی است که تجلیل 
مولود شریف مسئله بسیار حاد و اساسی تمام ادوار تاریخ بوده و است و اشخاص 
جز نا فهم و ناشکر خالف تجلیل مولود شریف نمیباشد.
أ
١ .الدر المنظم فی مولد النبی 
الاعظمصلى الله عليه وسلم{ شیخ ابو العباس احمد 
اقلیشی (م ۵۵٠ ه ق )}
٢ .بیان المیلاد النبویصلى الله عليه وسلم * مولد 
العروس { شیخ علامہ ابن جوزی 
{(۵٩٧)
٣ .التنویر فی مولد البشیر 
النذیرصلى الله عليه وسلم
شیخ ابن دحیہ کلبی (م ٢٣٣ه ق )
۴ .عرف التعریف بالمولد الشریف
شیخ حافظ شمس الدین جزری (۶۶٠
ه ق )
۵ .المورد العذب المعین فی مولد سید 
الخلق اجمعینصلى الله عليه وسلم
شیخ ابوبکر جزائری (م ٧٠٧ ه ق )
۶ .الطالع السعید الجامع لاسماء نجباء 
الصعیھ
شیخ امام کمال الدین الادفوی (٧۴٨ ه 
ق )
٧ .مناسک الحجر المنتقی من سیر 
ٰ مولد المصطفیصلى الله عليه وسلم
شیخ سعید الدین الکازرونی (م ٧۵٨
ه ق)
٨ .الدریۃ السنیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
شیخ ابو سعید خلیل بن کیکلدی (٧۶١
ه ق )
٩ .ذکر مولد رسول االلهصلى الله عليه وسلم
ورضاعہ
شیخ امام عماد الدین بن کثیر (٧٧۴
ه ق )
١٠ .وسیلۃ النجاة
شیخ سلیمان برسوی حنفی
١١ .مولد البرعی
شیخ امام عبدالرحیم برعی (م ٨٠٣
ه ق )
١٢ .المورد الہنی فی المولد السنی
شیخ حافظ زین الدین عراقی (٨٠٨ ه 
ق )
١٣ .میلاد نامہ
شیخ سلیمان برسونی
ب
١۴ النفحۃ العنبریہ فی مولد خیر 
البریۃ صلى الله عليه وسلم
شیخ امام محمد بن یعقوب فیروز 
آبادی (٨١٧ ه ق )
١۵جامع الآثار فی مولد النبی المختار 
* اللفظ الرائق فی مولد خیر 
الخلائقصلى الله عليه وسلم * مورد الصادی فی 
مولد الہادی صلى الله عليه وسلم
شیخ امام شمس الدین بن ناصر الدین 
دمشقی (٨۴٢ ه ق )
١۶ * .مولد النبیصلى الله عليه وسلم
شیخ عفیف الدین التبریزی (٨۵۵ ه ق
(
١٧ در المنظم فی مولد النبی 
المعظمصلى الله عليه وسلم
١٨ .اللفظ الجمیل بمولد النبی 
الجلیلصلى الله عليه وسلم
شیخ محمد بن فخر الدین ( ٨۶٧ ه ق
(
١٩ .درج الدرر فی میلاد سید 
البشرصلى الله عليه وسلم
شیخ سید اصیل الدین ہروی ( ٨٨٣
ه ق )
٢٠ .درج الدرر فی میلاد سید البشر
امام عبداالله حسینی شیرازی (٨٨۴ ه 
ق )
٢١ .المنہل العذب القریر فی مولد 
الہادی البشیر النذیرصلى الله عليه وسلم
شیخ علاء الدین المرداوی (م ٨۵۵)
٢٢ .فتح االله حسبی وکفی فی مولد 
المصطفیصلى الله عليه وسلم
شیخ برہان الدین ابو الصفاء ( ٨٨٧
ه ق )
٢٣ .مولد النبیصلى الله عليه وسلم
شیخ عمر بن عبدالرحمن باعلوی 
(٨٨٩ ه ق )
٢۴ .الفخر العلوی فی مولد 
النبویصلى الله عليه وسلم
امام شمس الدین السخاوی (٩٠٢ ه 
ق )
٢۵ .المورد الہنیۃ فی مولد خیر البریۃ 
صلى الله عليه وسلم
ت
امام نور الدین سمہودی (٩١١ ه ق
(
٢۶ .حسن المقصد فی عمل المولد
امام جلال الدین سیوطی (٩١١ ه ق
(
٢٧ .مولود النبویصلى الله عليه وسلم
عائشہ بنت یوسف باعونیہ (٩٢٢ ه 
ق )
٢٨ .الکواکب الدریۃ فی مولد خیر 
البریۃ صلى الله عليه وسلم
شیخ ابوبکر بن محمد حلبی (٩٣٠ ه 
ق )
.٢٩مولد النبی صلى الله عليه وسلم
شیخ ملا عرب الواعظ ( ٩٣٨ ه ق)
٣٠ .میلاد النبیصلى الله عليه وسلم
شیخ ابن دیبع الشیبانی (٩۴۴ ه ق )
٣١ .میلاد نامہ
شیخ عبدالکریم الادرنتوی ( ٩۶۵ ه 
ق )
٣٢ .تحریر الکلام فی القیام عند ذکر 
مولد سید الانامصلى الله عليه وسلم
٣٣ .تحفۃ الاخیار فی مولد 
المختارصلى الله عليه وسلم
٣۴ .مولد النبیصلى الله عليه وسلم
٣۵ .اتمام النعمۃ علی العالم بمولد سید 
ولد آدمصلى الله عليه وسلم
امام ابن حجر بیشمی مکی (٩٧٣ ه 
ق )
٣۶ .مولد النبیصلى الله عليه وسلم
امام خطیب شربینی (٩٧٧ ه ق )
٣٧ .مولد النبیصلى الله عليه وسلم
شیخ ابو الثناء احمد الحنفی
٣٨ .المورد الروی فی مولد 
النبویصلى الله عليه وسلم
شیخ ملا علی قاری (١٠١۴ ه ق)
٣٩ .مولد المناوی
امام عبدالرؤف المناوی (١٠٣١ ه ق)
۴٠ .المنتخب المصفی فی اخبار مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ محی الدین عبدالقادر عید روسی 
(١٠٣٨ ه ق)
ث
۴١ .الکواکب المنیر فی مولد البشیر 
النذیرصلى الله عليه وسلم
امام علی بن ابراہیم الحلبی (١٠۴۴ ه 
ق)
۴٢ .مورد الصفی فی مولد 
ٰ المصطفیصلى الله عليه وسلم
امام محمد بن علان صدیقی (١٠۵٧
ه ق )
۴٣ .الجمع الزاہر المنیر فی ذکر مولد 
البشیر النذیرصلى الله عليه وسلم
شیخ زین العابدین خلیفتی (١١٣٠ ه 
ق )
۴۴ .المولد النبویصلى الله عليه وسلم
۴۵ .تحفہ ذوی العرفان فی مولد 
سیدینی عدنانصلى الله عليه وسلم
امام عبدالغنی بن اسماعیل بن 
عبدالغنی النابلسی (متوفی ١١۴٣ ه 
ق)
.۴۶مولد النبیصلى الله عليه وسلم
شیخ جمال الدین بن عقلیہ المکی 
الظاہر (١١٣٠ ه ق)
۴٧ .میلاد نامہ
شیخ سلیمان نحیفی رومی (١١۵١ ه 
ق)
۴٨ .الکلام السنی المصفی فی مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ یوسف زاده رومی (١١۶٧ ه ق)
۴٩ .رسالۃ فی مولد النبیصلى الله عليه وسلم
شیخ حسن بن علی مدابغی (١١٧٠ ه 
ق)
۵٠ .مولد النبیصلى الله عليه وسلم
شیخ عبداالله کاشغری (١١٧۴ ه ق )
۵١ .مولد النبیصلى الله عليه وسلم
شیخ احمد بن عثمان حنفی (١١٧۴ ه 
ق )
۵٢ .عقد الجوہر فی مولد النبی 
الازہرصلى الله عليه وسلم
امام جعفر بن حسن بن عبدالکریم 
البرزنجی (متوفی ١١٧٧ ه ق)
۵٣ .القول المنجی علی مولد البرز 
نجی
شیخ محمد بن احمد علیش (م ١٢٩٩
ه ق )
ج
۵۴ .الکوکب الانور علی عقد الجوہر
شیخ جعفر بن اسماعیل برزنجی 
(متوفی ١٣١٧ ه ق)
۵۵ .مولد النبیصلى الله عليه وسلم
شیخ سید محمد بن حسین حنفی 
جعفری (١١٨۶ ه ق)
۵۶ .میلاد نامہ
شیخ اشرف زاده برسوی (١٢٠٢ ه 
ق)
۵٧ .تذکرة اہل الخیر فی المولد 
النبویصلى الله عليه وسلم
شیخ محمد شاکر عقاد السالمی (متوفی 
١٢٠٢ ه ق)
۵٨ .حاشیہ علی مولد النبیصلى الله عليه وسلم
شیخ عبدالرحمن بن محمد مقری (م 
١٢١٠ ه ق )
۵٩ .میلاد نامہ
شیخ سلامی الازمیری (م ١٢٢٨ ه ق
(
۶٠ .الجواہر السنیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
شیخ محمد بن علی شنوانی ( ١٢٣٣
ه ق )
۶١ .مطالع الانوار فی مولد النبی 
المختار صلى الله عليه وسلم
شیخ عبداالله سویدان (م ١٢٣۴ ه ق)
۶٢ .تانیس ارباب الفصا فی مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ ابن صلاح الامیر (١٢٣۶ ه ق )
۶٣ .مولد النبیصلى الله عليه وسلم
امام محمد مغربی (م ١٢۴٠ ه ق)
۶۴ .تحفۃ البشیر علی مولد ابن حجر
شیخ ابراہیم بن محمد باجوری (م 
١٢۶٧ ه ق)
۶۵ .بلوغ المرام لبیان الفاظ مولد سید 
الانامصلى الله عليه وسلم
۶۶ .عقیدة العوام، تحصیل نیل المرام
شیخ سید احمد مرزوقی
۶٧ .مولد النبیصلى الله عليه وسلم
شیخ عبدالہادی آبیاری (م ١٣٠۵ ه ق
(
ح
۶٨ .سرور الابرار فی مولد النبی 
المختار صلى الله عليه وسلم
شیخ عبدالفتاح بن عبدالقادر دمشقی 
(١٣٠۵ ه ق )
۶٩ .منظومۃ فی مولد النبیصلى الله عليه وسلم
شیخ ابراہیم طرابلسی حنفی (١٣٠٨ ه 
ق)
٧٠ .مولد النبیصلى الله عليه وسلم
شیخ ہبۃ االله محمد بن عبدالقادر 
دمشقی (١٣١١ ه ق)
٧١ .بغیۃ العوام فی شرح مولد سید 
الانام صلى الله عليه وسلم
شیخ ابو عبدالمعطی محمد نویر جاوی 
(م ١٣١۵ ه ق )
٧٢ .اثبات المحسنات فی تلاوت مولد 
سید السادات صلى الله عليه وسلم
مفتی آدرنہ محمد فوزی رومی (م 
١٣١٨ ه ق )
٧٣ .نثر الدرر علی مولد ابن حجر
شیخ سید احمد بن عبدالغنی دمشقی 
(١٣٢٠ ه ق)
٧۴ .الیمن والاسعاد بمولد خیر 
العبادصلى الله عليه وسلم
شیخ محمد بن جعفر کتانی (م ١٣۴۵
ه ق)
٧۵ .جواہر النظم البدیع فی مولد النبی 
الشفیعصلى الله عليه وسلم
امام یوسف بن اسماعیل نہبانی 
(١٣۵٠ ه ق)
٧۶ .استحباب القیام عند ذکر ولادتہ 
ٰ علیہ الصلوة والسلام
شیخ محمود عطار دمشقی ( ١٣۶٢ ه 
ق)
٧٧ .مختلف مقالہ جات
علامہ محمد زاہد کوثری ( ١٣٧١ ه 
ق )
.٧٨ذکر المولد وخلاصۃ السیرة 
النبویۃ صلى الله عليه وسلم
شیخ محمد رشید رضا مصری
٧٩ .حول الاحتفال بذکر مولد النبی 
الشریفصلى الله عليه وسلم
٨٠ . ٰ الاعلام بفتاوی ائمۃ الاسلام 
ٰ حولہ مولده علیہ الصلوة والسلام
خ
شیخ محمد بن علوی مالکی ( ١۴٢۵
ه ق)
٨١ . ٰ بعثۃ المصطفیصلى الله عليه وسلمفی مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ عبدالعزیز بن محمد
٨٢ .بشائر الاخیار فی مولد المختار 
صلى الله عليه وسلم
شیخ سید ماضی ابو العزائم
٨٣ .مولد النبیصلى الله عليه وسلم
شیخ سید محمد عثمان میر غنی
٨۴ .شرح اقتناس الشوارد من موارد 
الموارد
شیخ محمد بن محمد منصوری شافعی 
خیاط
.٨۵مولد النبیصلى الله عليه وسلم
شیخ احمد بن قاسم مالکی بخاری 
حریری
٨۶ .الانوار فی مولد النبیصلى الله عليه وسلم
شیخ ابو حسن بکری
٨٧ .مولد رسول االلهصلى الله عليه وسلم
شیخ ابراہیم آبیاری
٨٨ .المولد النبوی شریفصلى الله عليه وسلم
شیخ صلاح الدین بواری
٨٩ .ابتغاء الوصول لحب االله بمدح 
الرسولصلى الله عليه وسلم
شیخ ابو محمد ویلتوری
٩٠ .البنیان المرصوص فی شرح 
مولد المنقوص
شیخ زین الدین مخدوم فتانی
٩١ .المولد النبیصلى الله عليه وسلم
شیخ عبداالله عفیفی
٩٢ .المولد النبیصلى الله عليه وسلم
شیخ عبداالله حمصی شاذلی
٩٣ .المولد النبیصلى الله عليه وسلم
شیخ خالد بن والدی
٩۴ .المولد النبیصلى الله عليه وسلم
شیخ محمد وفا صیادی
٩۵ .المولد النبیصلى الله عليه وسلم
شیخ محمد محفوظ دمشقی
د
٩۶ .المولد الجلیلصلى الله عليه وسلم
شیخ عبداالله بن محمد مناوی
٩٧ .المولد النبیصلى الله عليه وسلم
شیخ الحافظ عبدالرحمن بن علی 
شیبانی
٩٨ .الحقائق فی قرأة مولد النبیصلى الله عليه وسلم
شیخ سید عبدالقادر اسکندرانی
٩٩ .المولد العزب
شیخ محمد بن محمد دمیاطی
١٠٠ .المولد النبیصلى الله عليه وسلم
شیخ محمد ہاشم رفاعی
١٠١ .المولد فی الاسلام بین البدعۃ 
والایمان
شیخ محمد ہشام قبانی
١٠٢ .تعریب المتقی فی سیرة مولد 
النبیصلى الله عليه وسلم
شیخ سعید بن مسعود بن محمد 
کازرونی
١٠٣ .الابریز الدانی فی مولد سیدنا 
محمد العدنانیصلى الله عليه وسلم
١٠۴ .بغیۃ العوام فی شرح مولد سید 
الانام
شیخ محمد نوری بن عمر بن عربی 
بن علی نووی
١٠۵ .الجمع الزاہر المنیر فی ذکر 
مولد البشیرالنذیرصلى الله عليه وسلم
شیخ زین العابدین محمد عباسی
١٠۶ .الدر المنظم شرح الکنز 
المطلسم فی مولد النبی المعظمصلى الله عليه وسلم
شیخ ابو شاکر عبداالله شلبی
١٠٧ .الدر النظیم فی مولد النبی 
الکریمصلى الله عليه وسلم
شیخ سیف الدین ابو جعفر عمر بن 
ایوب بن عمر حمیری
١٠٨ .احراز المزیۃ فی مولد النبی 
خیر البریۃصلى الله عليه وسلم
شیخ ابو ہاشم عمر شریف نوری
١٠٩ .فتح القدیر فی شرح مولد الدر 
دیر صلى الله عليه وسلم
شیخ بدر الدین یوسف المغربی
ذ
١١٠ .الفوائد البہیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
شیخ ابو الفتوح الحلبی
١١١ .مطالع الانوار فی مولد النبی 
المختارصلى الله عليه وسلم
شیخ سویدان عبداالله بن علی وملجیی
١١٢ . ٰ مورد الصفی فی مولد
ٰ المصطفیصلى الله عليه وسلم
شیخ ابن علان محمد علی صدیقی 
مکی
١١٣ .مولد النبیصلى الله عليه وسلم
شیخ سید محمد بن خلیل اطرابلسی 
المعروف قادقجی
١١۴ .الورد العزب المعین فی مولد 
سید الخلق اجمعینصلى الله عليه وسلم
شیخ ابو عبداالله محمد بن احمد بن 
محمد العطار الجزائری
١١۵ .کتاب الانوار و مفتاح السرور 
والافکار فی مولد محمدصلى الله عليه وسلم
شیخ ابوالحسن احمد بن عبداالله بکری
١١۶ .طل الغمامۃ فی مولد سید 
التہامۃصلى الله عليه وسلم
شیخ احمد بن علی بن سعید
١١٧ .المولد الجسمانی والمورد 
الروحانی
شیخ ابن الشیخ آق شمس الدین حمداالله
١١٨ .الدر الثمین فی مولد سید الاولین 
والآخرینصلى الله عليه وسلم
شیخ محمد بن حسن بن محمد بن احمد 
بن، جمال الدین خلوتی سمنودی
١١٩ .بلوغ المامول فی الاحتفاء 
والاحتفال بمولد الرسولصلى الله عليه وسلم
ٰ شیخ عیسی بن عبداالله بن مانع 
الحمیری
١٢٠ .مولد انسان الکاملصلى الله عليه وسلم
شیخ سید محمد بن مختار الشنقیطی
١٢١ .الہدی التام فی موارد المولد 
النبی وما اعتید فی من القیامصلى الله عليه وسلم
علامہ محمد علی بن حسین المالکی 
المکی متوفی ١٣۶٧ ه ق
ر
١٢٢ .سمط الدرر فی اخبار مولد خیر 
البشیر ومالہ من اخلاق
١٢٣ .اوصاف وسیر رسول الله 
صلى الله عليه وسلم
شیخ علی بن محمد بن حسین الحبشی 
متوفی ١٣٣٣ ه ق
١٢۴ .اسعاف ذوی الوفا بمولد النبی 
ٰ المصطفیصلى الله عليه وسلم
شیخ محمد بن محمد بن الطیب 
التافلاتی المغربی
١٢۵ .اظہار السرور بمولد النبی 
المسرورصلى الله عليه وسلم
ابی حامد محمد بن محمد متوفی 
١١٤٠ھ
١٢۶ .بہجۃ السامعین والناظرین بمولد 
سید الاولین والاخرینصلى الله عليه وسلم
شیخ ابی المواہب محمد بن احمد بن 
علی الغیطی متوفی ٩٨١ ه ق
١٢٧ .التجلیات الحقیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
محمد بن ناصر الدین المغربی الاداوی 
متوفی ١٢۴٠ ه ق
١٢٨ .تحفۃ الاسماع بمولد حسن 
الاخلاق والطباع
١٢٩ . ٰ نظم بمختصر النعمۃ الکبری
علی العالم بمولد
١٣٠ .سید ولد آدم لابن حجر الہیثمی 
متوفی ٩٧٤ھ
١٣١ .تکلمۃ الدرر المنظم فی مولد 
النبی المعظمصلى الله عليه وسلم
احمد بن محمد العزفی متوفی ٦٣٣ھ
١٣٢ .مختصر شرح مولد السید 
الاہدل
شیخ محمد حسین بن الصدیق بن البدر 
حسین بن عبدالرحمن الاہدل متوفی 
٨۶٠ ه ق
١٣٣ .منحۃ الصفا ونفخۃ الشفا بمولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ مصطفی بن محمد العرضی 
الشافعی الحلبی ثم الدمشقی
١٣۴ .المنہل الاوفی فی میلاد 
ٰ المصطفیصلى الله عليه وسلم
ز
صالح بن محمد بن محمد الدسوقی 
الدمشقی الحسینی الشافعی متوفی 
١٢۴۶ ه ق
١٣۵ .مولد الظمآن فی مولد سید ولد 
عدنانصلى الله عليه وسلم
شیخ قطب الدین مصطفی البکری 
متوفی ١١٦٢ھ
١٣۶ .مورد الناہل بمولد النبی 
الکاملصلى الله عليه وسلم
قاسم افندی الشافعی القادری الشہیر 
بالحلاق
١٣٧ .المولد الاکبر فی اصل وجود 
سید البشیرصلى الله عليه وسلم
١٣٨ .شیخ محمد بن محمد بن علی 
الداوودی متوفی ١٣۴۵ ه ق
١٣٩ .مولد سید الاولین والاخرین 
وحبیب و خلیل رب العالمینصلى الله عليه وسلم
شیخ جمال الدین بن محمد بن عمر 
الحمیری متوفی ٩٣٠ ه ق
١۴٠ .المولد العاطر الشریف والسفر 
الزاہر المنیفصلى الله عليه وسلم
ٰ محمد مرتضی الحسینی
١۴١ .المولد الکبیرصلى الله عليه وسلم
محمد العقاد
١۴٢ .مولد النبیصلى الله عليه وسلم
شیخ ابو عبداالله محمد بن عمر بن 
واقدالسہمی متوفی ٢٠٧ ه ق
١۴٣ .مولد النبیصلى الله عليه وسلم
شیخ ابو عبداالله محمد بن عبدالکریم 
السمان متوفی ١١٨٩ ه ق
١۴۴ .مولد النبیصلى الله عليه وسلم
صدیق بن عمر خان تلمیذ الشیخ محمد 
السمان المتوفی ١١٨٩ ه ق
١۴۵ .مولد النبیصلى الله عليه وسلم
عقیل بن مصطفی العمری
١۴۶ .الورد اللطیف فی المولد 
الشریف
عبدالسلام بن عبدالرحمن بن مصطفی
١۴٧ .الروض الرحیب بمولد 
الحبیبصلى الله عليه وسلم
محمد بن ابراہیم بن محمد مقبل
١۴٨ .موعد الکرام فی مولد النبی 
ٰ علیہ الصلوة والسلام
س
شیخ برہان الدین ابراہیم بن عمر
١۴٩ .مولد البشیر النذیر االسراج 
المنیرصلى الله عليه وسلم
احمد ابو الوفا الحسینی
١۵٠ . ٰ مولد المصطفی العدنانیصلى الله عليه وسلم
نظم ،لعطیۃ بن ابراہیم الشیبانی متوفی 
١٣١١ ه ق
١۵١ .المولد الجلیل حسن الشکل 
الجمیلصلى الله عليه وسلم
شیخ عبداالله بن محمد المناوی 
الاحمدی الشاذلی
١۵٢ .العلم الاحمدی فی المولد 
المحمدیصلى الله عليه وسلم
١۵٣ .مواکب الربیع فی مولد 
الشفیعصلى الله عليه وسلم
احمد الحلوانی
١۵۴ .مولد النبوی الشریفصلى الله عليه وسلم
محمد سعید البانی
١۵۵ .نظم المولد الشریف
حسین السمان
١۵۶ .مختصر سعادة العالمین بمولد 
سید المرسلینصلى الله عليه وسلم
محمد شاکر بن محمد المصری
١۵٧ .حدیقۃ الندیۃ فی الولادة 
الشریفیۃ المحمدیۃصلى الله عليه وسلم
سلیمان بن علی عباد
١۵٨ .فضل شہر ربیع الاول وما 
یتعلق بولادة النبیصلى الله عليه وسلم
ٰ محمد بن رجب بن عبدالعال بن موسی
بن حجر الشافعی
١۵٩ .البدر التمام فی مولد خیر 
الانامصلى الله عليه وسلم
شیخ حسین الجسر
١۶٠ .المولد النبوی المسمی النشاة 
المحمدیۃصلى الله عليه وسلم
ناصر الرواحی
١۶١ .المورد الندی فی المولد 
المحمدیصلى الله عليه وسلم
عبداالله العلمی الحسینی
١۶٢ .مولد النبیصلى الله عليه وسلم
ش
سید محمد عثمان بن ابن ابی بکر بن 
عبداالله المکی متوفی ١٣٧٠ ه ق
١۶٣ .احسن القصص من الروایات 
المرضیۃ فی مولد واسراء ومعراج 
الحضرة المحمدیۃصلى الله عليه وسلم
شیخ عبدالمعطی الحجاجی الحسنی 
الصعیدی
١۶۴ .مولد النبیصلى الله عليه وسلم
الشیخ حسن کلیب المالکی
١۶۵ .مولد النبیصلى الله عليه وسلم
شیخ محمد البہانی
١۶۶ .مولد الرسولصلى الله عليه وسلم
شیخ محمد بن احمد بن جعفر القاضی 
الدمیاطی
١۶٧ .الابریز الدانی فی مولد سیدنا 
محمدالعدنانیصلى الله عليه وسلم
شیخ محمدالنووی
١۶٨ .مولد النبیصلى الله عليه وسلم
محمد امین بن علی السویدی
١۶٩ .الدرالنظیم فی مولد النبی 
الکریمصلى الله عليه وسلم
امام عمر بن ایوب ترکمانی
١٧٠ .القول المبین فی حکم مولد سید 
المرسلینصلى الله عليه وسلم
شیخ مفتاح بن صالح
١٧١ .تاریخ الاحتفال بالمولد 
النبویصلى الله عليه وسلم
شیخ حسن سندوبی
١٧٢ .الضیاء الامع بذکر مولد النبی 
الشافعصلى الله عليه وسلم
شیخ حبیب عمر بن محمد بن سالم بن 
حفیظ
١٧٣ .البیان النبوی عن فضل 
الاحتفال بمولد النبیصلى الله عليه وسلم
شیخ محمود احمد الزین
١٧۴ .تنبیہ المادح المقلد علی ماکان 
علیہ سلف تنبتکوفی المولد
شیخ محمود بن محمد ددب تنبتکی
.١٧۵القول اجلی فی الرد علی منکر 
مولد النبویصلى الله عليه وسلم
شیخ ابو ہاشم سید احمد الشریف
ص
١٧۶ .مولد النبیصلى الله عليه وسلم ٰ المسمی
الاسرار الربانیہ
دکتور محمد عثمان میر غنی
١٧٧ .مولد النبویصلى الله عليه وسلم
شیخ غیث بن عبداالله غالبی
١٧٨ .اجوبۃ فی شان الاحتفال للمولد 
النبویصلى الله عليه وسلم
شیخ محمد فقیہ بن عبداالله
١٧٩ .الدر المنظم فی مولد النبی 
الاعظمصلى الله عليه وسلم
شیخ ابو العباس احمد اقلیشی ( ۵۵٠
ه ق )
١٨٠ .بیان المیلاد النبویصلى الله عليه وسلم * 
مولد العروس
شیخ علامہ ابن جوزی (۵٩٧ ه ق )
١٨١ .التنویر فی مولد البشیر 
النذیرصلى الله عليه وسلم
شیخ ابن دحیہ کلبی (متوفی ٢٣٣ ه 
ق )
١٨٢ .عرف التعریف بالمولد الشریف
شیخ حافظ شمس الدین جزری (۶۶٠
ه ق )
١٨٣ .المورد العذب المعین فی مولد 
سید الخلق اجمعینصلى الله عليه وسلم
شیخ ابوبکر جزائری (م ٧٠٧ ه ق)
١٨۴ .الطالع السعید الجامع لاسماء 
نجباء الصعید
شیخ امام کمال الدین الادفوی (٧۴٨ ه 
ق )
.١٨۵مناسک الحجر المنتقی من سیر 
ٰ مولد المصطفیصلى الله عليه وسلم
شیخ سعید الدین الکازرونی (م ٧۵٨
ه ق )
١٨۶ .الدریۃ السنیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
شیخ ابو سعید خلیل بن کیکلدی (٧۶١
ه ق)
١٨٨ .ذکر مولد رسول االلهصلى الله عليه وسلم
ورضاعہ
شیخ امام عماد الدین بن کثیر (٧٧۴ ه 
ق)
١٨٩ .وسیلۃ النجاة
ض
شیخ سلیمان برسوی حنفی
١٩٠ .مولد البرعی
شیخ امام عبدالرحیم برعی (م ٨٠٣ ه 
ق)
١٩١ .المورد الہنی فی المولد السنی
شیخ حافظ زین الدین عراقی (٨٠٨ھ)
١٩٢ .میلاد نامہ
شیخ سلیمان برسونی
١٩٢ .النفحۃ العنبریہ فی مولد خیر 
البریۃ صلى الله عليه وسلم
شیخ امام محمد بن یعقوب فیروز 
آبادی (٨١٧ ھ)
١٩٣ .جامع الآثار فی مولد النبی 
المختار
١٩۴ .اللفظ الرائق فی مولد خیر 
الخلائقصلى الله عليه وسلم
١٩۵ .مورد الصادی فی مولد الہادی 
صلى الله عليه وسلم
شیخ امام شمس الدین بن ناصر الدین 
دمشقی (٨۴٢ ھ)
١٩۶ .مولد النبیصلى الله عليه وسلم
شیخ عفیف الدین التبریزی (م ٨۵۵ ه 
ق )
١٩٧ .در المنظم فی مولد النبی 
المعظمصلى الله عليه وسلم
١٩٨ .اللفظ الجمیل بمولد النبی 
الجلیلصلى الله عليه وسلم
شیخ محمد بن فخر الدین (م ٨۶٧ ھ)
١٩٩ .درج الدرر فی میلاد سید 
البشرصلى الله عليه وسلم
شیخ سید اصیل الدین ہروی (م 
٨٨٣ھ)
٢٠٠ .درج الدرر فی میلاد سید البشر
امام عبداالله حسینی شیرازی (م 
٨٨۴ھ)
٢٠١ .المنہل العذب القریر فی مولد 
الہادی البشیر النذیرصلى الله عليه وسلم
شیخ علاء الدین المرداوی (م ٨٨۵ھ)
٢٠٢ .فتح االله حسبی وکفی فی مولد 
المصطفیصلى الله عليه وسلم
ط
شیخ برہان الدین ابو الصفاء (م ٨٨٧
ھ)
٢٠٣ .مولد النبیصلى الله عليه وسلم
شیخ عمر بن عبدالرحمن باعلوی (م 
٨٨٩ھ)
٢٠۴ .الفخر العلوی فی مولد 
النبویصلى الله عليه وسلم
امام شمس الدین السخاوی (م .٩٠٢ھ)
٢٠۵ .المورد الہنیۃ فی مولد خیر 
البریۃ صلى الله عليه وسلم
امام نور الدین سمہودی (٩١١ھ)
٢٠۶ .حسن المقصد فی عمل المولد
امام جلال الدین سیوطی (٩١١ھ)
٢٠٧ .مولود النبویصلى الله عليه وسلم
عائشہ بنت یوسف باعونیہ (٩٢٢ھ)
٢٠٨ .الکواکب الدریۃ فی مولد خیر 
البریۃ صلى الله عليه وسلم
شیخ ابوبکر بن محمد حلبی (م٩٣٠ھ)
٢٠٩ .مولد النبی صلى الله عليه وسلم
شیخ ملا عرب الواعظ (م ٩٣٨ھ)
٢١٠ .میلاد النبیصلى الله عليه وسلم
شیخ ابن دیبع الشیبانی (٩۴۴ھ)
٢١١ .میلاد نامہ
شیخ عبدالکریم الادرنتوی (م ٩۶۵ھ)
٢١٢ .تحریر الکلام فی القیام عند 
ذکر مولد سید الانامصلى الله عليه وسلم
٢١٣ .تحفۃ الاخیار فی مولد 
المختارصلى الله عليه وسلم
٢١۴ .مولد النبیصلى الله عليه وسلم
٢١۵ .اتمام النعمۃ علی العالم بمولد 
سید ولد آدمصلى الله عليه وسلم
امام ابن حجر بیشمی مکی (٩٧٣ھ)
.٢١۶مولد النبیصلى الله عليه وسلم
امام خطیب شربینی (م ٩٧٧ھ)
٢١٧ .مولد النبیصلى الله عليه وسلم
شیخ ابو الثناء احمد الحنفی
٢١٨ .المورد الروی فی مولد 
النبویصلى الله عليه وسلم
شیخ ملا علی قاری (م ١٠١۴ھ)
٢١٩ .مولد المناوی
ظ
امام عبدالرؤف المناوی (١٠٣١ھ)
٢٢٠ .المنتخب المصفی فی اخبار 
ٰ مولد المصطفیصلى الله عليه وسلم
شیخ محی الدین عبدالقادر عید روسی 
(١٠٣٨ھ)
٢٢١ .الکواکب المنیر فی مولد البشیر 
النذیرصلى الله عليه وسلم
امام علی بن ابراہیم الحلبی (١٠۴۴ھ)
٢٢٢ .مورد الصفی فی مولد 
ٰ المصطفیصلى الله عليه وسلم
امام محمد بن علان صدیقی 
(١٠۵٧ھ)
٢٢٣ .الجمع الزاہر المنیر فی ذکر 
مولد البشیر النذیرصلى الله عليه وسلم
شیخ زین العابدین خلیفتی (م ١١٣١ھ)
٢٢۴ .المولد النبویصلى الله عليه وسلم
٢٢۵ .تحفہ ذوی العرفان فی مولد 
سیدینی عدنانصلى الله عليه وسلم
امام عبدالغنی بن اسماعیل بن 
عبدالغنی النابلسی (متوفی ١١۴٣ ھ)
.٢٢۶مولد النبیصلى الله عليه وسلم
شیخ جمال الدین بن عقلیہ المکی 
الظاہر (م .١١٣٠ھ)
٢٢٧ .میلاد نامہ
شیخ سلیمان نحیفی رومی (م 
١١۵١ھ)
٢٢٨ .الکلام السنی المصفی فی مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ یوسف زاده رومی (١١۶٧ھ)
.٢٢٩رسالۃ فی مولد النبیصلى الله عليه وسلم
شیخ حسن بن علی مدابغی (١١٧٠ھ)
٢٣٠ .مولد النبیصلى الله عليه وسلم
شیخ عبداالله کاشغری (١١٧۴ھ)
.٢٣١مولد النبیصلى الله عليه وسلم
شیخ احمد بن عثمان حنفی (١١٧۴ھ)
٢٣٢ .عقد الجوہر فی مولد النبی 
الازہرصلى الله عليه وسلم
امام جعفر بن حسن بن عبدالکریم 
البرزنجی (متوفی ١١٧٧ھ)
٢٣٣ .القول المنجی علی مولد البرز 
نجی
ع
شیخ محمد بن احمد علیش (م 
١٢٩٩ھ)
٢٣۴ .الکوکب الانور علی عقد 
الجوہر
شیخ جعفر بن اسماعیل برزنجی 
(متوفی ١٣١٧ھ)
٢٣۵ .مولد النبیصلى الله عليه وسلم
شیخ سید محمد بن حسین حنفی 
جعفری (١١٨۶ھ)
٢٣۶ .میلاد نامہ
شیخ اشرف زاده برسوی (١٢٠٢ھ)
٢٣٧ .تذکرة اہل الخیر فی المولد 
النبویصلى الله عليه وسلم
شیخ محمد شاکر عقاد السالمی (م 
١٢٠٢ھ)
.٢٣٨حاشیہ علی مولد النبیصلى الله عليه وسلم
شیخ عبدالرحمن بن محمد مقری (م 
١٢١٠ھ)
٢٣٩ .میلاد نامہ
شیخ سلامی الازمیری (م ١٢٢٨ھ)
٢۴٠ .الجواہر السنیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
شیخ محمد بن علی شنوانی (م 
١٢٣٣ھ)
٢۴١ .مطالع الانوار فی مولد النبی 
المختار صلى الله عليه وسلم
شیخ عبداالله سویدان (م ١٢٣۴ھ)
٢۴٢ .تانیس ارباب الفصا فی مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ ابن صلاح الامیر (١٢٣۶ھ)
٢۴٣ .مولد النبیصلى الله عليه وسلم
امام محمد مغربی (م ١٢۴٠ھ)
٢۴۴ .تحفۃ البشیر علی مولد ابن حجر
شیخ ابراہیم بن محمد باجوری (م 
١٢٧۶ھ)
٢۴۵ .بلوغ المرام لبیان الفاظ مولد 
سید الانامصلى الله عليه وسلم
٢۴۶ .عقیدة العوام، تحصیل نیل 
المرام
شیخ سید احمد مرزوقی
٢۴٧ .مولد النبیصلى الله عليه وسلم
غ
شیخ عبدالہادی آبیاری (م ١٣٠۵ھ)
٢۴٨ .سرور الابرار فی مولد النبی 
المختار صلى الله عليه وسلم
شیخ عبدالفتاح بن عبدالقادر دمشقی
٢۴٩ .منظومۃ فی مولد النبیصلى الله عليه وسلم
شیخ ابراہیم طرابلسی حنفی
٢۵٠ .مولد النبیصلى الله عليه وسلم
شیخ ہبۃ االله محمد بن عبدالقادر 
دمشقی (١٣١١ ه ق )
٢۵١ .بغیۃ العوام فی شرح مولد سید 
الانام صلى الله عليه وسلم
شیخ ابو عبدالمعطی محمد نویر جاوی 
(م ١٣١۵ ه ق )
٢۵٢ .اثبات المحسنات فی تلاوت 
مولد سید السادات صلى الله عليه وسلم
مفتی آدرنہ محمد فوزی رومی (م 
١٣١٨ ه ق )
٢۵٣ .نثر الدرر علی مولد ابن حجر
شیخ سید احمد بن عبدالغنی دمشقی 
(م١٣٢٠ ھ)
٢۵۴ .الیمن والاسعاد بمولد خیر 
العبادصلى الله عليه وسلم
شیخ محمد بن جعفر کتانی (م 
١٣۴۵ھ)
٢۵۵ .جواہر النظم البدیع فی مولد 
النبی الشفیعصلى الله عليه وسلم
امام یوسف بن اسماعیل نہبانی 
(١٣۵٠ھ)
٢۵۶ .استحباب القیام عند ذکر ولادتہ 
ٰ علیہ الصلوة والسلام
شیخ محمود عطار دمشقی ( ١٣۶٢ھ)
٢۵٧ .مختلف مقالہ جات
علامہ محمد زاہد کوثری (م ١٣٧١ھ)
٢۵٨ .ذکر المولد وخلاصۃ السیرة 
النبویۃ صلى الله عليه وسلم
شیخ محمد رشید رضا مصری
٢۵٩ حول الاحتفال بذکر مولد النبی 
الشریفصلى الله عليه وسلم
٢۶٠ . ٰ الاعلام بفتاوی ائمۃ الاسلام 
ٰ حولہ مولده علیہ الصلوة والسلام
شیخ محمد بن علوی مالکی (م 
١۴٢۵ھ)
ف
٢۶١ . ٰ بعثۃ المصطفیصلى الله عليه وسلمفی مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ عبدالعزیز بن محمد
٢۶٢ .بشائر الاخیار فی مولد المختار 
صلى الله عليه وسلم
شیخ سید ماضی ابو العزائم
٢۶٣ .مولد النبیصلى الله عليه وسلم
شیخ سید محمد عثمان میر غنی
٢۶۴ .شرح اقتناس الشوارد من موارد 
الموارد
شیخ محمد بن محمد منصوری شافعی 
خیاط
٢۶۵ .مولد النبیصلى الله عليه وسلم 
٢۶۶ .الانوار فی مولد النبیصلى الله عليه وسلم
شیخ ابو حسن بکری
٢۶٧ .مولد رسول االلهصلى الله عليه وسلم
شیخ ابراہیم آبیاری
٢۶٨ .المولد النبوی شریفصلى الله عليه وسلم
شیخ صلاح الدین بواری
٢۶٩ .ابتغاء الوصول لحب االله بمدح 
الرسولصلى الله عليه وسلم
شیخ ابو محمد ویلتوری
٢٧٠ .البنیان المرصوص فی شرح 
مولد المنقوص
شیخ زین الدین مخدوم فتانی
٢٧١ .المولد النبیصلى الله عليه وسلم
شیخ عبداالله عفیفی
٢٧٢ .المولد النبیصلى الله عليه وسلم
شیخ عبداالله حمصی شاذلی
٢٧٣ .المولد النبیصلى الله عليه وسلم
شیخ خالد بن والدی
٢٧۴ .المولد النبیصلى الله عليه وسلم
شیخ محمد وفا صیادی
٢٧۵ .المولد النبیصلى الله عليه وسلم
شیخ محمد محفوظ دمشقی
٢٧۶ .المولد الجلیلصلى الله عليه وسلم
شیخ عبداالله بن محمد مناوی
٢٧٧ .المولد النبیصلى الله عليه وسلم
ق
شیخ الحافظ عبدالرحمن بن علی 
شیبانی
٢٧٨ .الحقائق فی قرأة مولد 
النبیصلى الله عليه وسلم
شیخ سید عبدالقادر اسکندرانی
٢٨٠ .المولد العزب
شیخ محمد بن محمد دمیاطی
٢٨١ .المولد النبیصلى الله عليه وسلم
شیخ محمد ہاشم رفاعی
٢٨٢ .المولد فی الاسلام بین البدعۃ 
والایمان
شیخ محمد ہشام قبانی
٢٨٣ .تعریب المتقی فی سیرة مولد 
النبیصلى الله عليه وسلم
شیخ سعید بن مسعود بن محمد 
کازرونی
.٢٨۴الابریز الدانی فی مولد سیدنا 
محمد العدنانیصلى الله عليه وسلم
٢٨۵ .بغیۃ العوام فی شرح مولد سید 
الانام
شیخ محمد نوری بن عمر بن عربی 
بن علی نووی
٢٨۶ .الجمع الزاہر المنیر فی ذکر 
مولد البشیرالنذیرصلى الله عليه وسلم
شیخ زین العابدین محمد عباسی
٢٨٧ .الدر المنظم شرح الکنز 
المطلسم فی مولد النبی المعظمصلى الله عليه وسلم
شیخ ابو شاکر عبداالله شلبی
٢٨٨ .الدر النظیم فی مولد النبی 
الکریمصلى الله عليه وسلم
شیخ سیف الدین ابو جعفر عمر بن 
ایوب بن عمر حمیری
٢٨٩ .احراز المزیۃ فی مولد النبی 
خیر البریۃصلى الله عليه وسلم
شیخ ابو ہاشم عمر شریف نوری
٢٩٠ .فتح القدیر فی شرح مولد الدر 
دیر صلى الله عليه وسلم
شیخ بدر الدین یوسف المغربی
٢٩١ .الفوائد البہیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
شیخ ابو الفتوح الحلبی
ك
٢٩٢ .مطالع الانوار فی مولد النبی 
المختارصلى الله عليه وسلم
شیخ سویدان عبداالله بن علی وملجیی
٢٩٣ . ٰ مورد الصفی فی مولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ ابن علان محمد علی صدیقی 
مکی
٢٩۴ .مولد النبیصلى الله عليه وسلم
شیخ سید محمد بن خلیل اطرابلسی 
المعروف قادقجی
٢٩۵ .الورد العزب المعین فی مولد 
سید الخلق اجمعینصلى الله عليه وسلم
.٢٩۶شیخ ابو عبداالله محمد بن احمد 
بن محمد العطار الجزائری
٢٩٧ .کتاب الانوار و مفتاح السرور 
والافکار فی مولد محمدصلى الله عليه وسلم
شیخ ابوالحسن احمد بن عبداالله بکری
٢٩٨ .طل الغمامۃ فی مولد سید 
التہامۃصلى الله عليه وسلم
٢٩٩ .شیخ احمد بن علی بن سعید
٣٠٠ .المولد الجسمانی والمورد 
الروحانی
شیخ ابن الشیخ آق شمس الدین حمداالله
٣٠١ .الدر الثمین فی مولد سید الاولین 
والآخرینصلى الله عليه وسلم
شیخ محمد بن حسن بن محمد بن احمد 
بن، جمال الدین خلوتی سمنودی
٣٠٢ .بلوغ المامول فی الاحتفاء 
والاحتفال بمولد الرسولصلى الله عليه وسلم
ٰ شیخ عیسی بن عبداالله بن مانع 
الحمیری
٣٠٣ .مولد انسان الکاملصلى الله عليه وسلم
شیخ سید محمد بن مختار الشنقیطی
٣٠۴ .الہدی التام فی موارد المولد 
النبی وما اعتید فی من القیامصلى الله عليه وسلم
علامہ محمد علی بن حسین المالکی 
المکی متوفی ١٣۶٧ھ
٣٠۵ .سمط الدرر فی اخبار مولد خیر 
البشیر ومالہ من اخلاق
.٣٠۶اوصاف وسیرصلى الله عليه وسلم
ل
شیخ علی بن محمد بن حسین الحبشی 
متوفی ١٣٣٣ھ
٣٠٧ .اسعاف ذوی الوفا بمولد النبی 
ٰ المصطفیصلى الله عليه وسلم
شیخ محمد بن محمد بن الطیب 
التافلاتی المغربی
٣٠٨ .اظہار السرور بمولد النبی 
المسرورصلى الله عليه وسلم
ابی حامد محمد بن محمد متوفی 
١١۴٠ھ
٣٠٩بہجۃ السامعین والناظرین بمولد 
سید الاولین والاخرینصلى الله عليه وسلم
شیخ ابی المواہب محمد بن احمد بن 
علی الغیطی متوفی ٩٨١ھ
٣١٠ .التجلیات الحقیۃ فی مولد خیر 
البریۃصلى الله عليه وسلم
محمد بن ناصر الدین المغربی الاداوی 
متوفی ١٢۴٠ھ
٣١١ .تحفۃ الاسماع بمولد حسن 
الاخلاق والطباع
٣١٢ . ٰ نظم بمختصر النعمۃ الکبری
علی العالم بمولد
سید ولد آدم
لابن حجر الہیثمی متوفی ٩٧۴ھ
٣١٣ .تکلمۃ الدرر المنظم فی مولد 
النبی المعظمصلى الله عليه وسلم
احمد بن محمد العزفی متوفی ۶٣٣ھ
.٣١۴مختصر شرح مولد السید الاہدل
شیخ محمد حسین بن الصدیق بن البدر 
حسین بن عبدالرحمن الاہدل متوفی 
٨۶٠ھ
٣١۵ .منحۃ الصفا ونفخۃ الشفا بمولد 
ٰ المصطفیصلى الله عليه وسلم
شیخ مصطفی بن محمد العرضی 
الشافعی الحلبی ثم الدمشقی
٣١۶ .المنہل الاوفی فی میلاد 
ٰ المصطفیصلى الله عليه وسلم
صالح بن محمد بن محمد الدسوقی 
الدمشقی الحسینی الشافعی متوفی 
.١٢۴۶ھ
٣١٧ .مولد الظمآن فی مولد سید ولد 
عدنانصلى الله عليه وسلم
شیخ قطب الدین مصطفی البکری 
متوفی ١١۶٢ھ
م
٣١٨ .مورد الناہل بمولد النبی 
الکاملصلى الله عليه وسلم
قاسم افندی الشافعی القادری الشہیر 
بالحلاق
٣١٩ .المولد الاکبر فی اصل وجود 
سید البشیرصلى الله عليه وسلم
شیخ محمد بن محمد بن علی الداوودی 
متوفی ١٣۴۵ھ
٣٢٠ .مولد سید الاولین والاخرین 
وحبیب و خلیل رب العالمینصلى الله عليه وسلم
شیخ جمال الدین بن محمد بن عمر 
الحمیری متوفی .٩٣٠ھ
٣٢١ .المولد العاطر الشریف والسفر 
الزاہر المنیفصلى الله عليه وسلم
ٰ محمد مرتضی الحسینی
٣٢٢ .المولد الکبیرصلى الله عليه وسلم
محمد العقاد
٣٢٣ .مولد النبیصلى الله عليه وسلم
شیخ ابو عبداالله محمد بن عمر بن 
واقدالسہمی متوفی ٢٠٧ھ
٣٢۴ .مولد النبیصلى الله عليه وسلم
شیخ ابو عبداالله محمد بن عبدالکریم 
السمان متوفی ١١٨٩ھ
٣٢۵ .مولد النبیصلى الله عليه وسلم
صدیق بن عمر خان تلمیذ الشیخ محمد 
السمان المتوفی ١١٨٩ھ
٣٢۶ .مولد النبیصلى الله عليه وسلم
عقیل بن مصطفی العمری
٣٢٧ .الورد اللطیف فی المولد 
الشریف
عبدالسلام بن عبدالرحمن بن مصطفی
.٣٢٨الروض الرحیب بمولد 
الحبیبصلى الله عليه وسلم
محمد بن ابراہیم بن محمد مقبل
٣٢٩ .موعد الکرام فی مولد النبی 
ٰ علیہ الصلوة والسلام
شیخ برہان الدین ابراہیم بن عمر
٣٣٠ .مولد البشیر النذیر االسراج 
المنیرصلى الله عليه وسلم
احمد ابو الوفا الحسینی
٣٣١ . ٰ مولد المصطفی العدنانیصلى الله عليه وسلم
ن
نظم ،لعطیۃ بن ابراہیم الشیبانی متوفی 
١٣١١ھ
٣٣٢ .المولد الجلیل حسن الشکل 
الجمیلصلى الله عليه وسلم
شیخ عبداالله بن محمد المناوی 
الاحمدی الشاذلی تألیف : 
شیخ احمد الأفغاني`
        :
        `
اعوذ باهلل من الشیطان الرجیم 
بسم هللا الرحمن الرحیم
الل هم صل و سلم و بارک علی سیدنا محمد واله و اصحابه بعدد کلماتک 
موضوع: بی بی عایشه صدیقه رضی هللا عنها
در اینجا ذکر آن بهتان بزرگ وعظیم بحث میگردد که بر حضرت بی بی 
عایشه صدیقه رضی هللا عنها ام المومنین والمومنات شده بود، واقعه اینست 
که رسول کریم جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم در سنه شش 
هجری از غزوه بنی مصطلق. دو باره به مدینه منوره شریف تشریف 
میاوردند، که بی بی عایشه صدیقه رضی هللا عنها نیز همراه شان بودند 
شتر سواریش علیحده بود که در هودج پرده انداخته می نشست وشتر بان 
هودج را برداشته بر شتر بسته میکرد، در یک جای قافله منزل گرفته بود 
اندکی پیش از حرکت به حضرت بی بی عایشه صدیقه مبارک قضای 
حاجت ال حق شده بود، در اثر ان از قافله جدا شده به طرف جنگل رفت، 
تصادفاً در انجا طوق او از هم گسیخت وگم شد ودرتالش پیدا کردن ان
ناوقت میشد در این اثنا قافله کوچ کرد، شتر بان حسب عادت آمد که بر 
شتر هودج بسته کند وچون پرده ها آویزان بود گمان کرد که حضرت بی 
بی عایشه صدیقه مبارک در ان تشریف دارند در وقت برداشتن هودج هم 
هیچ اشتباه واقع نگردید زیرا که حضرت بی بی عایشه صدیقه رضی هللا 
عنها خورد سال بود وبدن مبارک اش ضعیف بود، خالصه شتر بان هودج 
را در شتر بسته کرد وشتر را راه انداخت، بعد از حرکت قافله بی بی 
عایشه صدیقه رضی هللا عنها وقتی که ب رگشت نمود دید که هیچ کس نیست 
وهمه رفته اند و هیچ کسی در انجا نیست به کمال استقالل مزاج این فکر 
را قایم کرد که اکنون از این جا حرکت کردن خالف مصلحت است زیرا 
چون پیش روند ومتوجه نبودن من شوند در تالش من دوباره همین جا می 
2
ایند بالخره در همانجا قیام کرد وقت شب بود خواب غلبه کرد در همانجا 
دراز کشید، حضرت صفوان بن معطل )رض( وظیفه دار بود که برای 
خبر گیری چیزهای افتاده از کاروان و اشخاص عقب مانده به یک مسافه 
در عقب کاروان می بود حسب معمول در این وقت صبح در رسید دید که 
شخصی دراز کشیده خواب است نزدیک که امد بشناخت که حضرت بی 
بی عایشه صدیقه رضی هللا عنها مبارک است زیرا که »قبل از نزول حکم 
حجاب بی بی مبارک را دیده بود« به مجردیکه اورا دید پریشان شده و» 
اناهلل وانا الیه راجعون« خواند از این اواز چشم بی بی مبارک باز شد فورا 
روی خود را با چادر پوشاند بعداً حضرت صفوان ابن معطل» رض« شتر
را نزدیک اورد و بی بی مبارک را بااحترام درحالی که مستور بود باالی 
شترنشانده وشتر را حرکت دادند که نزدیک های چاشت به قافله یکجا شدند، 
عبدهللا ابن ابی ریس وکالن منافقین از حادثه باخبر شده وتهمت باالی بی 
بی مبارک بسته وسخنان ناشایست ودروغ می گفتند که از این واقعه شخص 
رسول هللا صلى الله عليه وسلم وعام صحابه کرام رضوان هللا علیهم اجمعین نهایت رنج 
میبردند وخود بی بی مبارک حضرت عایشه صدیقه رضی هللا عنها بعد از 
گذشت یکماه خبر شدند که نهایت اندوهگین وخفه شده، شب و روز گریان 
وفغان می نمودند بی بی عایشه صدیقه را شخص رسول گرامی ص نسبت 
به دیگرازواج مطهرات نهایت دوست داشتند به خاطری که بسیار زیاد 
باتقوی وپرهیزگار بودند ودارای هوش و ذکاوت باالیی بودند و زمانی که 
این هوش وذکاوت تحت توجه پیامبر صلى الله عليه وسلم و خداوندبزرگ و متعال جل جلاله قرار 
گرفت از بی بی عایشه صدیقه رضی هللا عنها عالم توانا و منبع فیض 
حکمتها ساخت تا جائیکه رسول اکرم صلى الله عليه وسلم در شان مادر مبارک ما فرموده 
اند ) خذوا نصف دینکم عن هذه الحمیرا(یعنی نصف دین خود را از این 
حمیرا عایشه صدیقه بگیرید با این ویژه گی خاص را که بی بی ما ام 
3
المومنین والمومنات داشتند رسول هللا صلى الله عليه وسلم که نهایت غمگین شده بودند واین 
خفگان خودرا اظهار نمی نمودند میخواستند که هللا جل جلاله این خفگان وحالت 
جناب عالی را با نزول ایات متبرکه در این رابطه به خوشی وسرور مبدل 
نماید بنا ًء هللا جل جلاله نیزبی بی عایشه مبارک را ارزو داشتند ومی فهمیدند که
نسبت به تقوی وعفت که دارند دوست دارند واز طرفی هم ازردگی 
وخفگان رسول گرامی حضرت محمد رسول هللا صلى الله عليه وسلم در حقیقت ازردگی 
وخفگان پروردگارعالم جل جلاله میباشد و پروردگارمهربان ج هیچگاهی خفگان 
حبیب خودرا دیده نمی تواند تا اینکه در اثر لطف و رحمت پروردگارعالم 
جل جلاله بر بی گناهی وپاکی بی بی مبارک ومادر گرامی ماچند ایت از سوره 
نور شریف را نازل نمودند که باعث خرسندی وسر افرازی جناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم وعموم صحابه جلیل القدر وفخر وافتخار 
همیشگی بی بی مبارک ما حضرت عایشه صدیقه رضی هللا عنها گردید که 
این درحقیقت پاکی وافتخار نصف دین هم میباشدکه انچه را بی بی مبارک 
ما ازدین همرای خود دارد پاک ومطهراست وتائید نصف دین است که بی 
بی مبارک انرا حفظ دارند، وهمچنان در این واقعه برای اولین با ر برای 
طهارت غسل و وضو برای پاکی نماز ودیگر عبادات تیمم بر خاک نیز در 
صورت که اب نباشد واز طرفی هم وقت نماز روبه قضا شدن باشد نیز 
جایز گردید که قبال در هیچ یک از ادیان الهی و حتی دین اسالم جایز 
نگردیده بود، که در ان محل ابی وجود نداشت که وضو نمایند واز طرفی 
هم وقت نماز روبه قضا شدن بود بنا ًء رسول گرامی اسالم امر به تیمم
نمودند که جاگزین اب است که باعث پاک شدن بدن میباشد به خاطر ادای 
نماز وسایر عبادات 
این موضوع از ایات مختلف قران عظیم الشان پاکی وطهارت بی بی 
مبارک حضرت عایشه صدیقه رضی هللا عنها و طعن ونفرین وعذاب خوار 
4
کننده پروردگار عالم جل جلاله در دنیا واخرت نصیب کسانی که پشت سر بی بی 
عایشه صدیقه رضی هللا عنها وهمچنان صحابه کرام رضوان هللا علیهم 
اجمعین بد و زشت می گویند وضاحت داده میشود ابتدا از ایت ۲۳ سوره 
نور شریف شروع میکنیم 
ور :
ُّ
] ُسۡو ۲۳[ َرةُ الن
ُهْم
َولَ
َوا ْل َءا ِخ َرةِ
دْنیَا
ِعنُوا فِى ال ُّ
ُ
ِت ل
ٰ
ُمْؤ ِمن
ْ
ِت ال
ٰ
غِفل
ٰ
ْ
ِت ال
ٰ
ُم ْح َصن
ْ
ِذی َن یَ ْر ُمو َن ال
َّ
ن ال
َّ
ِ
إ
ٌم
َعذَا ٌب َع ِظی
کسانی که زنان پاکدامن و بیخبر )از هرگونه آلودگی( و مؤمن را متهم 
میسازند، در دنیا و آخرت از رحمت الهی ج بدورند و عذاب بزرگی برای 
آنهاست.
توضیح 
کسانی که زنان پاکدامن وبی خبر از هر نوع الودگی ومومن را متهم 
میسازند پروردگار عالم جل جلاله انهارا در دنیا واخرت به عذاب بزرگی گرفتار 
می نماید زنان مومنه کی ها استند تمام ازواج رسول هللا صلى الله عليه وسلم ودر بین انها 
بی بی عایشه صدیقه رضی هللا عنها میباشد 
این ایت شریف از ۷۳ حروف تشکیل شده است واز ۱۹ حروف الفبا مرکب 
گردیده است که دران ۹ حرف الفبا وجود ندارد حاال اگر ۱۹ را به حروف 
اش یعنی ضرب عدد ۳ نمایم ۵۷ میشود حاال به خاطر وضاحت این ایت 
شریف به ایت ۵۷ سوره احزاب شریف وایت ۶ سوره احزاب شریف 
مراجعه میکنیم 
5
] ُسۡو ٥۷[ َرةُ ا ٴالح َزاب :
ُهْم َعذَابًا
د لَ
َّ
َع
َ
َوأ
َوا ْل َءا ِخ َرةِ
دْنیَا
ََّّللاُ فِى ال ُّ
ُهُم
ِذی َن یُ ْؤذُو َن ََّّللاَ َو َر ُسولَهُۥ لَعَنَ
َّ
ن ال
َّ
ِ
إ
مِهینًا
ُّ
آنها که خداوند جل جلاله و پیامبرش صلى الله عليه وسلم را آزار می دهند، خداوند جل جلاله آنان را از 
رحمت خود در دنیا و آخرت دور ساخته، و برای آنها عذاب خوارکننده ای 
آماده کرده است.
] ُسۡو ٦[ َرةُ ا ٴالح َزاب :
ْر َحاِم بَ ْع ُض ُهْم
ُوا ا ْْلَ
ول
ُ
َوأ
ۗ
ُهْم
هتُ
ٰ
م
َّ
ُ
و ُجهُۥٓ أ
ْز ٰ
َ
ۖ َوأ
ِس ِهْم
نفُ
َ
ُمْؤ ِمنِی َن ِم ْن أ
ْ
ى بِال
ٰ
ْول
َ
ى أ
بِ ُّ
َّ
الن
ْوِلیَآئِ ُكم
َ
ٓى أ
ٰ
ل
ِ
ٓوا إ
ُ
َن تَ ْفعَل
الٓ أ
َّ
ِ
هِجِری َن إ
ٰ
ُم
ْ
ُمْؤ ِمنِی َن َوال
ْ
ََّّللاِ ِم َن ال
ِب
ٰ
ى بِبَ ْع ٍض فِى ِكت
ٰ
ْول
َ
أ
م ْعُروفًاۚ َك و ًرا
ِب َم ْس ُط َّ
ٰ
ِكت
ْ
ِل َك فِى ال
ا َن ذٰ
پیامبرص نسبت به مؤمنان از خودشان سزاوارتر است؛ و همسران او 
مادران آنها ]= مؤمنان [ محسوب میشوند؛ و خویشاوندان نسبت به یکدیگر 
از مؤمنان و مهاجران در آنچه خداوند جل جلاله مق ّرر داشته اولی هستند، مگر
اینکه بخواهید نسبت به دوستانتان نیکی کنید )و سهمی از اموال خود را به 
آنها بدهید(؛ این حکم در کتاب )الهی جل جلاله( نوشته شده است.
توضیح: 
کسانی که هللا جل جلاله و جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم را ازار میدهند 
از اذیت مردان مومن وزنان مومنات خصوصاً مادر همه مومنین بی بی
عایشه صدیقه رضی هللا عنها در حقیقت ازار واذیت جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم است وازار واذیت جناب عالی حضرت محمد مصطفی 
صلى الله عليه وسلم بدون شک ازار واذیت پروردگار عالم جل جلاله میباشد خداوند بزرگ و 
متعال جل جلاله انها را از رحمت خود در دنیا واخرت دور ساخته وبرای انها 
6
عذاب خوار کننده آماده نموده است رسول گرامی حضرت محمد رسول هللا
صلى الله عليه وسلم پدر معنوی همه مخلوقات در عالمین است وخصوصا برای مومنان 
نسبت به نفس های شان کرده به انها نزدیک تر می باشد وخانم های جناب 
عالی حضرت محمد رسول هللا صلى الله عليه وسلم مادران مومنین و مومنات به حساب 
میروند یعنی هر مرد مومن وزن مومنه تمام ازواج مطهرات خصوصا بی 
بی عایشه صدیقه رضی هللا عنها را نسبت به مادر فعلی اش که از ان متولد 
شده است باید به هزارها بار مرتبه نزدیک تر بداند 
ایت ۲۳ سوره نور شریف از ۷۳ حروف تشکیل گردیده است که اگر از 
ان عدد یکی انرا کم کنیم ۷۲ باقی می ماند که هللا جل جلاله این اشخاص ازار 
دهنده را در ۷۲ گروه داخل می نماید 
وبی بی عایشه صدیقه رضی هللا عنهاکسی است که جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم درشان مبارک اش می فرماید ) ُخذُوا نِص ِف ِدینِ ُکم َعن
َرا
ه — كساني كه ِذِه ال ُح َمی
ٰ
بگیرید نصف دین خودرا از این حمیرا ( بنا ًء
پشت بی بی عایشه صدیقه رضی هللا عنهاو سایر ازواج مطهرات ودیگر 
اهل بیت دیگر صحابه جلیل القدر وصحا بیات گرانقدرگپ میزنند جای انها 
در جمله ۷۲گروه است که جای خودرا در جهنم انتخاب نمایند 
حاال می بینیم که ایت ۲۳ سوره نور شریف از۱۹ حروف مرکب گردیده 
است ودر ان ۹حرف نیست 
حاال اگر عدد۹ را که ۹حرف در این ایت نیست به اسم نوشته کنیم ۲۷
میشود مراجعه میکنیم در ایت ۲۷ الی ۳٠ سوره ۷۴ سوره مدثر شریف 
که حاالت این خوار شوندگان را بیان میدارد
ِر :
ّ
دث
َّ
] ُسۡو ۲۷[ َرةُ الم
ُر
رى َك َما َسقَ
ْد ٰ
َ
َو َمآ أ
7
و تو نمی دانی »سقر« چیست! 
گرچه در اکثر قران های شریف چنین نگاشته شده است وچون به رسول 
گرامی حضرت محمد رسول هللا صلى الله عليه وسلم خطاب است باید ترجمه گردد که ای 
رسول هللا صلى الله عليه وسلم ، ای رحمت للعالمین »تو خوب میدانی که سقر چیست« به 
خاطری که ذات گرامی ات به همه چیز رحمت است! 
ِر :
ّ
دث
َّ
] ُسۡو ۲٨[ َرةُ الم
ُر
ْبِقى َوَال تَذَ
َال تُ
)آتشی است که( نه چیزی را باقی می گذارد و نه چیزی را رها میسازد! 
ِر :
ّ
دث
َّ
] ُسۡو ۲۹[ َرةُ الم
بَ َشِر
ْ
ِل
ّ
ل
َحةٌ
وا
َّ
لَ
پوست تن را بکل کند! ّی دگرگون می
ِر :
ّ
دث
َّ
] ُسۡو ۳٠[ َرةُ الم
َع َش َر
َها تِ ْسعَةَ
ْی
َعلَ
نوزده نفر )از فرشتگان عذاب( بر آن گمارده شدهاند! 
توضیح: 
سقر طبقه از عذاب پروردگار عالم جل جلاله در جهنم است که برای همین گروه 
از ۷۲گروه درنظر گرفته شده است وعذاب سقر در اینجا قسمی است که 
گرفتار شونده خود را، نه چیزی را از ان باقی میگذارد ونه چیزی رااز ان 
رها میکند. تمام گوشت وپوست انسان را که سوختاند واز بین برد جز 
استخوان اش چیزی را باقی نمی گذارد بعد جهت عذاب بعدی دوباره پوست 
8
در این بدن خلق میگردد تا اماده عذاب بعدی میشود که پوست تن را بکلی 
دگرگون میکند وچون این ایت شریف ۲۳ سوره نور شریف از ۱۹حروف 
مرکب شده است باالی این مردم ۱۹ مالیک عذاب جهت عذاب گمارده 
ومسلط میشوند 
حاال در ایت ۵۷سوره حج شریف میرویم
َح ّج :
] ُسۡو ٥۷[ َرةُ ال
مِهی ٌن
ُّ
ُهْم َعذَا ٌب
ئِ َك لَ
ٓ
ٰ
ول
ُ
یتِنَا فَأ
اٰ
َٔ
بُوا بِـ
َو َكذَّ
ُروا
ِذی َن َكفَ
َّ
َوال
و کسانی که کافر شدند و آیات ما را تکذیب کردند، عذاب خوارکننده ای 
برای آنهاست!
و کسانی که کافر شدند وایات مارا )ایات پروردگار عالم جل جلاله در این ایت 
شریف اینست که هللا جل جلاله در ایت ۱٠٠ سوره توبه شریف از مردان مومن 
صحابه وزنان مومنه صحابه رضوان هللا علیهم اجمعین واهل بیت عزام 
اظهار رضایت وخشنودی می نماید( واین کافران این اظهار وخشنودی 
پروردگارعالم جل جلاله را تکذیب می نمایند پس برای این ها عذاب خوار کننده 
است 
] ُسۡو ۹[ َرةُ التّوبَة :
ُو َن
َء َما َكانُوا یَ ْعَمل
ُهْم َسآ
َّ
ِن
دوا َعن َسبِیِل ِهۦۚٓ إ
ُّ
َص
ِلیًال فَ
َمنًا قَ
ی ِت ََّّللاِ ثَ
اٰ
َٔ
َرْوا بِـ
ا ْشتَ
آنها آیات خداوند جل جلاله را به بهای کمی فروختند؛ و )مردم را( از راه او باز 
داشتند؛ آنها اعمال بدی انجام میدادند! 
9
این ظالمان ایات پروردگار عالم جل جلاله را از مردم پنهان نمودند وبه بهای 
اندکی انرا فروختندمردم را از راه انها باز داشتند بی بی عایشه صدیقه ام 
المومنین مادر همه ما است وجناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم پدر 
معنوی همه ما است واین واقیعت و حقیقت را از مردم پنهان نمودند این 
پنهان نمودند حقایق یک نوع فروختند میباشد که اینها ایات هللا جل جلاله را به 
بهای کمی فروختند وبه مردم خود بالمقابل دروغ گفتند انها اعمال بدی را 
انجام دادند 
] ُسۡو ۳٦[ َرةُ ا ٴالح َزاب :
ِخیَ َرةُ
ْ
ُهُم ال
ُكو َن لَ
َن یَ
ْمًرا أ
َ
ُهُۥٓ أ
ََّّللاُ َو َر ُسول
َضى
ِذَا قَ
َو َما َكا َن ِل ُمْؤ ِم ٍن َو َال ُمْؤ ِمنَ ٍة إ
مبِینًا
ًال ُّ
ٰ
َّل َضل
ََّّللاَ َو َر ُسولَهُۥ فَقَ ْد َض
َو َمن یَ ْع ِص
ۗ
ْمِر ِه ْم
َ
ِم ْن أ
هیچ مرد و زن با ایمانی حق ندارد هنگامی که خداوند جل جلاله و پیامبرش صلى الله عليه وسلم
امری را الزم بدانند، اختیاری )در برابر فرمان خداوند جل جلاله( داشته باشد؛ و 
هر کس نافرمانی خداوند جل جلاله و رسولش ص را کند، به گمراهی آشکاری 
گرفتار شده است! 
توضیح: 
پروردگار عالم جل جلاله در ایت ۱٠٠ سوره توبه شریف به مومنان مهاجروانصار 
خطاب می نماید که من از تمام مردمومن وزن مومنه صحابه کرام رضوان 
هللا علیهم اجمعین اعم از مهاجروانصار راضی هستم بنا ًء در ایت ۳۶ سوره 
احزاب شریف می فرمایدوبهمین مومنان خطاب است که هیچ مرد وزن با 
ایمانی حق ندارد که انچه را خداوند بزرگ و متعال جل جلاله ورسول گرامی اش 
امری راالزم بدانند اختیاری در برابر امرو فرمان خداوند جل جلاله داشته باشند 
10
به همین خاطر هرکس که نافرمانی خداوند جل جلاله و رسول اش را کند به 
گمراهی اشکاری گرفتار شده اند 
] ُسۡو ۷۲[ َرةُ التّوبَة :
س ِك َن
ٰ
َو َم
َها
خِلِدی َن فِی
ٰ
هُر
ْن ٰ
َها ا ْْلَ
ّٰ ٍت تَ ْجِرى ِمن تَ ْحتِ
ِت َجن
ٰ
ُمْؤ ِمن
ْ
ُمْؤ ِمنِی َن َوال
ْ
َو َع َد ََّّللاُ ال
ُم
عَ ِظی
ْ
ْو ُز ال
فَ
ْ
َو ال
ِل َك هُ
ۚ ذٰ
َ ْكبَ ُر
و ٌن ِّم َن ََّّللاِ أ
َو ِر ْضٰ
ّٰ ِت َع ْد ٍنۚ
فِى َجن
ِبَةً
َطیّ
خداوند جل جلاله به مردان و زنان باایمان، باغهایی از بهشت وعده داده که نهرها 
از زیر درختانش جاری است؛ جاودانه در آن خواهند ماند؛ و مسکنهای 
پاکیزه ای در بهشتهای جاودان )نصیب آنها ساخته(؛ و )خشنودی و( رضای 
خدا، )از همه اینها( برتر است؛ و پیروزی بزرگ، همین است!
به همین ارتباط پروردگار عالم جل جلاله به مردان و زنان با ایمان »مردان 
مومن از حضرت ادم ع وزنان مومنه از بی بی حوا مبارک شروع میشود 
الی اخرین مردمومن وزن مومنه که در انسانیت خواهد امد« چنانچه از 
امر وفرمان هللا جل جلاله و جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم سرکشی 
ننمایند به انها باغ های از بهشت را وعده داده است که از زیر درختانش 
نهر ها جاری میباشد، جاودانه در انجا خواهند ماند، مسکن های پاکیزه در 
بهشت های جاودان نصیب شان خواهند شد وخشنودی و رضای خداوند 
بزرگ و متعال جل جلاله از همه این نعمات برتر وپیروزی بزرگ برای مومنان 
ومومنات همین است 
] ُسۡو ۷۳[ َرةُ التّوبَة :
َم ِصی
ْ
َس ال
ۖ َوبِئْ
ُم
َّ
وى ُهْم َج َهن
ٰ
ْ
َو َمأ
ۚ
ِهْم
ْی
ُ ْظ َعلَ
ِفِقی َن َوا ْغل
ٰ
ُمن
ْ
َر َوال
َّا
ُكف
ْ
ج ِهِد ال
ٰ
ى
بِ ُّ
َّ
َها الن
ُّ
ی
َ
أ
ٓ
ی
ُر. ٰ
11
ای پیامبرص! با کافران و منافقان جهاد کن، و بر آنها سخت بگیر! 
جایگاهشان جهنم است؛ و چه بد سرنوشتی دارند! 
ای نبی کریم ص با کافران و منافقان جهادکن خصوصا با منافقان که این 
تهمت ودروغ بستن از اعمال خاص انهاست، بر انها سخت گیرو هیچ 
نوع معامله همرای شان نداشته باش و تا ختم تمام دسایس شان همرای انها 
مجادله و مبارزه کن که بدون شک وبه یقین کامل که جایگاه شان جهنم 
است وچه بد سرنوشتی!
] ُسۡو ۱۹[ َرةُ هُود :
ٰكِف ُرو َن
ْم
َوهُم بِا ْل َءا ِخ َرةِ هُ
َها ِعَو ًجا
َویَ ْبغُونَ
ِل ََّّللاِ
دو َن َعن َسبِی
ُّ
ِذی َن یَ ُص
َّ
ال
همانها که )مردم را( از راه خداوند جل جلاله بازمیدارند؛ و راه حق را کج و 
معوج نشان میدهند؛ و به سرای آخرت کافرند!
خداوند جل جلاله می فرماید که همین راه پروردگار عالم جل جلاله است که بی بی عایشه 
صدیقه ام المومنین ومادر همه مومنان است ودیگر ازواج مطهرات رسول 
هللا صلى الله عليه وسلم نیز مادران مومنان ومومنات میباشند باالی همه این مادران گرامی 
ما خصوصا باالی بی بی عایشه صدیقه مادر گرامی ما تهمت نبندیدو راه 
حق همین است وراه حق را کج ومعوج برای مردم نشان ندهید اینها که 
این کار را میکنند به سرای اخرت کافرند هرکس که به همین عقیده باشد 
خودرا به هالکت گرفتار نموده است 
12
] ُسۡو ۱۹[ َرةُ م َح ّمد ص :
ُم
ََّّللاُ یَ ْعلَ
َو
ِتۗ
ٰ
ُمْؤ ِمن
ْ
ُمْؤ ِمنِی َن َوال
ْ
بِ َك َوِلل
ۢ
ال ََّّللاُ َوا ْستَ ْغِف ْر ِلذَن
َّ
ِ
هَ إ
ٰ
ل
ِ
هُۥ َالٓ إ
َّ
ن
َ
ْم أ
ُكْم َ
فَا ْعل بَ
َّ
ُمتَقَل
وى ُكْم
ٰ
ْ
َو َمث
پس بدان که معبودی جز » َّّللا ج« نیست؛ و برای گناه خود و مردان و
زنان باایمان استغفار کن! و خداوند جل جلاله محل حرکت و قرارگاه شما را 
میداند! 
در این ایت شریف پروردگار عالم جل جلاله به حبیب خود جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم می فرماید که برای خوددعا بکن وممغفرت طلب کن 
وبرای مردان مومن از ادم ع ال اخرین مومن انسانیت خصوصاً حضرت
عمر رض وزنان مومن یعنی از بی بی حوا مبارک الی اخرین زن مومنه 
انسانیت خصوصاً زن مومن بی بی عایشه صدیقه رضی هللا عنها میباشد
در اینجا به امر پروردگارعالم جل جلاله رسول گرامی حضرت محمد رسول هللا 
صلى الله عليه وسلم برای اینها دعا میکند ومغفرت طلب مینماید وشما عقب این بزرگواران 
خلفای راشدین ابوبکر صدیق رض، حضرت عمر رض،حضرت عثمان 
رض وحضرت علی رض وهمه مردوزن صحابه کرام رضوان هللا علیهم 
اجمعین،وتمام ازواج مطهرات واهل بیت رسول گرامی ص خصوصا 
حضرت عمر رض و بی بی عایشه صدیقه رضی هللا عنها بد گویی میکنید 
از این معلوم میشود که این کافران ومنافقین در مقابل حضرت محمد 
مصطفی صلى الله عليه وسلم استاد شده اند واز اوامر ان جناب عالی سرپیچی نمودند که 
استاد شدن و مقابله در برابراوامر وفرامین جناب عالی حضرت محمد 
مصطفی صلى الله عليه وسلم در حقیقت مقابله وسرپیچی از اوامر وفرامین پروردگار 
عالم جل جلاله میباشد
13
رسول هللا صلى الله عليه وسلم تا اخر تا ظهور مهدی علیه سالم همه زنان مومن و مردان 
مومن را از حضرت ادم علیه سالم وبی بی حوا مبارک اال اخرین مومن 
مومنه انسانیت دوست دارد
] ُسۡو ۱۲٨[ َرةُ التّوبَة :
ُمْؤ ِمنِی َن
ْ
ْی ُكم بِال
ْم َحِری ٌص َعلَ
ُّ
ْی ِه َما َعنِت
ِس ُكْم َعِزی ٌز َعلَ
نفُ
َ
َء ُكْم َر ُسو ٌل ِّم ْن أ
لَقَ ْد َجآ
ٌم
ر ِحی
َر ُءو ٌف َّ
به یقین، رسولی از خود شما بسویتان آمد که رنجهای شما بر او سخت 
است؛ و اصرار بر هدایت شما دارد؛ و نسبت به مؤمنان، رئوف و مهربان 
است!
حضرت محمد رسول هللا صلى الله عليه وسلم در برابر همه مومنان مرد وزن نهایت 
مهربان ورئوف است وپافشاری بر هدایت مومنان دارد ودر مقابل این 
منافقان استند که علیه مومنان دشمنی میکنند؟ 
ِ َساء :
] ُسۡو ۱۳[ َرةُ النّ
هُر
ْن ٰ
َها ا ْْلَ
ّٰ ٍت تَ ْجِرى ِمن تَ ْحتِ
َجن
هُ
ْ
یُ ْد ِخل
ََّّللاَ َو َر ُسولَهُۥ
ِ
َو َمن یُ ِطع
َك ُح ُدو ُد ََّّللاِۚ
ْ
تِل
ُم
عَ ِظی
ْ
ْو ُز ال
فَ
ْ
ِل َك ال
َوذٰ
َهاۚ
خِلِدی َن فِی
ٰ
اینها مرزهای الهی است؛ و هر کس خدا و پیامبرش را اطاعت کند، )و 
قوانین او را محترم بشمرد،( خداوند وی را در باغهایی از بهشت وارد 
میکند که همواره، آب از زیر درختانش جاری است؛ جاودانه در آن 
میمانند؛ و این، پیروزی بزرگی است!
پروردگار عالم جل جلاله در این ایت شریف می فرماید که حدود یعنی قانون من 
همین است که رسول هللا صلى الله عليه وسلم پدر شما است وخانم هایش مادران شما است 
14
بنا ً قوانین رسول گرامی حضرت محمد رسول هللا صلى الله عليه وسلم را محترم بشمارید 
وانها را احترام نمایید وهر کس که خداوند بزرگ و متعال جل جلاله راوپیامبرش 
اطاعت کند وقوانین وحدود انهارا محترم بشمارند وبی بی عایشه صدیقه 
رضی هللا عنها ودیگر ازواج مطهرات واهل بیت گرانقدر و تمام خلفای 
راشدین ومردان وزنان صحابه کرام رضوان هللا علیهم اجمعین خصوصاً
حضرت عمر»رض« را احترام بکند نه اینکه بر خالف حدود پروردگار 
عالم جل جلاله انها را توهین نماید هللا جل جلاله وی را در باغهایی از بهشت وارد 
میکند که همواره اب از زیر درختان اش جاری میباشد 
] ُسۡو ۱۳[ َرةُ الفَتْح :
ِری َن َس ِعی ًرا
ْ ٰكِف
ْعتَ ْدنَا ِلل
َ
َّآ أ
ِن
َو َر ُسوِل ِهۦ فَإ
َّللِ
ن بِا َّ
ۢ
ْم یُ ْؤ ِم
َّ
َو َمن ل
آن کس که به خداوند جل جلاله و پیامبرش صلى الله عليه وسلم ایمان نیاورده )سرنوشتش دوزخ 
است(، چرا که ما برای کافران آتش فروزان آماده کرده ایم! 
وکس که به هللا جل جلاله ورسول گرامی اش ایمان نیارد چون جناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم کالم پاک پرودگار عالم جل جلاله قرآن شریف را 
به مردم رساند وکسیکه حیثیت پدر را به همه دارد وخانم هایش حیثیت 
مادران را به همه مومنان دارند واینها را احترام نکرد سرنوشت اش دوزخ 
است که پروردگار عالم جل جلاله می فرماید که ما این عذاب را برای کافران 
اتش فروزان اماده کرده ایم وکسی که اینکاررا کرد و وفات نمود سرنوشت 
اش را در ایات ۲۷الی ۳٠ سوره فرقان تذکر گردیده است وچون در ایت 
۲۳ سوره نور شریف ۹حرف وجود ندارداگر انرا ضرب اسمش نمایم 
۲۷میشود 
حاال در سوره فرقان شریف مراجعه میکنیم از ایت ۲۷الی ۳٠ انرا میبینیم 
15
] ُسۡو ۲۷[ َرةُ الفُرقان :
ر ُسو ِل َسبِیًال
ُت َم َع ال َّ
َخذْ
َّ
ْیتَنِى ات
یلَ
ى یَ َدْی ِه یَقُو ُل ٰ
ٰ
ُم َعل
ظاِل
َّ
یَعَ ُّض ال
َ
َویَ ْوم
و )به خاطر آور( روزی را که ستمکار دست خود را )از شّدت حسرت(
به دندان می گزد و میگوید: »ای کاش با رسول هللا صلى الله عليه وسلم راهی برگزیده 
بودم! 
توضیح: 
این منافق واین ستمگار در ان روز دست خودرا از شدت حسرت به دندان 
می گزد ومی گوید »ای کاش با رسول هللا صلى الله عليه وسلم راهی برگزیده بودم وقوانین 
اش را احترام میکردم وخانم ها یش را وصحابی اش را گپ ها ی ناروا 
نمی گفتم ودشنام نمی دادم 
] ُسۡو ۲٨[ َرةُ الفُرقان :
فُ َالنًا َخِلیًال
ِخذْ
َّ
ت
َ
ْم أ
ْیتَنِى لَ
ى لَ
ٰ
ت
َوْیلَ
ی
ٰ
ای وای بر من، کاش فالن )شخص گمراه( را دوست خود انتخاب نکرده 
بودم! 
این منافق وفالنی را دوست خود نمی گرفتم تابه این راه مرا تشویق نمیکرد 
ومرا گمراه نمی ساخت 
] ُسۡو ۲۹[ َرةُ الفُرقان :
س ِن َخذُو ًال
ٰط ُن ِل ْْلِن ٰ
َو َكا َن ال َّشْی
ۗ
َءنِى
َجآ
ِذْ
ْكِر بَ ْعَد إ
ِ
نِى َع ِن الذّ
َّ
َضل
َ
قَ ْد أ
َّ
ل
او مرا از یادآوری )حق( گمراه ساخت بعد از آنکه )یاد حق( به سراغ من 
آمده بود!« و شیطان همیشه خوارکنند ه انسان بوده است!
16
تا فالن دوست نادان مرا گمراه نمی ساخت واز یاد حق، احترام رسول هللا 
صلى الله عليه وسلم ، خانم های گرامی اش خصوصا بی بی عایشه صدیقه رضی هللا عنها 
ومردان وزنان صحابه جلیل القدر اش را خصوصاً حضرت عمر رض هللا
عنه مرا دور نمی ساخت 
] ُسۡو ۳٠[ َرةُ الفُرقان :
ْر َءا َن َمْه ُجو ًرا
قُ
ْ
هذَا ال
َخذُوا ٰ
َّ
ْو ِمى ات
ن قَ
َّ
ِ
َر ِّب إ
ی
ر ُسو ُل ٰ
َوقَا َل ال َّ
و پیامبرص عرضه داشت: »پروردگارا! قوم من قرآن را رها کردند«. 
و رسول هللا صلى الله عليه وسلم به پروردگار عالم جل جلاله عرضه داشت که ای پروردگارا! 
قوم من خالف حکم و حقانیت قران عظیم الشان عمل نمودند وکسانی را که 
توبا ایات قران شریف از انها خشنود وراضی شده بودی اینها انهارا بد و 
زشت گفتند وبی احترامی نمودند 
َحدید :
] ُسۡو ۲٨[ َرةُ ال
َویَ ْجعَل
ر ْح َمتِ ِهۦ
ِن ِمن َّ
ْی
َّقُوا ََّّللاَ َو َءا ِمنُوا بِ َر ُسوِل ِهۦ یُ ْؤتِ ُكْم ِكْفلَ
َمنُوا ات
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
ٌم
ر ِحی
َّ
َغفُو ٌر
ََّّللاُ
َو
ۚ
ْغِف ْر لَ ُكْم
َویَ
ْم ُشو َن بِ ِهۦ
ُكْم نُو ًرا تَ
َّ
ل
ای کسانی که ایمان آوردهاید! تقوای الهی پیشه کنید و به رسولش ص ایمان 
بیاورید تا دو سهم از رحمتش به شما ببخشد و برای شما نوری قرار دهد 
که با آن )در میان مردم و در مسیر زندگی خود( راه بروید و گناهان شما 
را ببخشد؛ و خداوند جل جلاله غفور و رحیم است.
17
توضیح: 
ای کسانی که ایمان اورده اید تقوای الهی پیشه کنید تقوای الهی یعنی احترام 
به رسول گرامی حضرت محمد رسول هللا صلى الله عليه وسلم ، احترام به تمام ازواج 
مطهرات نبی کریم ص واهل بیت گرامی اش خصوصا بی بی عایشه صدیقه 
رضی هللا عنها،تمامی مردان وزنان صحابه کرام رضوان هللا علیهم اجمعین 
خصوصاً حضرت عمر رض میباشد که هرکسی که از این تقوی الهی
برخوردار بودند دوسهم از رحمت اش به صاحبان این تقوا اعطا میگردد 
در غیر ان هیچ نوع کفلین برایشان داده نمیشود 
ور :
ُّ
] ُسۡو ٥۱[ َرةُ الن
َسِم ْعنَا
ُوا
َن یَقُول
ُهْم أ
بَ ْینَ
َ
َو َر ُسوِل ِهۦ ِلیَ ْح ُكم
ََّّللاِ
لَى
ِ
ِذَا ُد ُعٓوا إ
ُمْؤ ِمنِی َن إ
ْ
ْو َل ال
َما َكا َن قَ
َّ
ِن
إ
ُمْفِل ُحو َن
ْ
ُم ال
ئِ َك هُ
ٓ
ٰ
ول
ُ
َوأ
َ َط ْعنَاۚ
َوأ
سخن مؤمنان، هنگامی که بسوی خداوند جل جلاله و رسولش ص دعوت شوند تا 
میان آنان داوری کند، تنها این است که می گویند: »شنیدیم و اطاعت 
کردیم!« و اینها همان رستگاران واقعی هستند.
توضیح: 
پروردگار عالم جل جلاله در این ایت شریف صفتی ازصفات مومن را یاد اور 
میشود که در باره بی بی عایشه صدیقه رضی هللا عنها وحضرت عمر 
رض هللا عنه میگویند که شنیدیم وقبول داریم که بی بی مبارک مادر ما 
است وحضرت عمر رض هللا عنه خلیفه برحق وعادل مسلمانان میباشد ودر 
زمینه اطاعت هم میکنیم وهیچ سخنی توهین امیز وبی احترامی علیه شان 
نمی زنیم نه تنها برضد این دو شخصیت گرانقدر که علیه هیچ یک از 
خلفای گرانقدر راشدین، تمامی مردان و زنان با ایمان صحابه کرام رضوان 
18
هللا علیهم اجمعین وتمامی ازواج مطهرات نبی کریم صلى الله عليه وسلم واهل بیت گرانقدر 
رسول هللا صلى الله عليه وسلم هیچ نوع بی احترامی نکرده والفاظ توهین امیز نمی زنیم 
ور :
ُّ
] ُسۡو ٥۲[ َرةُ الن
فَآئِ ُزو َن
ْ
ُم ال
ئِ َك هُ
ٓ
ٰ
ول
ُ
ِه فَأ
َّقْ
ْخ َش ََّّللاَ َویَت
َویَ
ََّّللاَ َو َر ُسولَهُۥ
ِ
َو َمن یُ ِطع
و هر کس خداوند جل جلاله و پیامبرش صلى الله عليه وسلم را اطاعت کند، و از خداوند جل جلاله بترسد 
و از مخالفت فرمانش بپرهیزد، چنین کسانی همان پیروزمندان واقعی 
هستند!
وهر کس که از هللا جل جلاله وجناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم اطاعت 
کند واز خداوند بزرگ و متعال جل جلاله بترسد واز مخالفت فرمانش بترسد چنین 
کسان همان پیروز مندان واقعی هستند که هیچ گاهی به بی بی عایشه صدیقه 
مبارک وحضرت عمر رض هللا عنه را مخالفت نمی کنند وبه انها دشنام 
نمی دهند وبه سایر مردان و زنان باایمان صحابه کرام رضوان هللا علیهم 
اجمعین وازواج مطهرات ود یگر اهل بیت مبارک جناب عالی نبی کریم 
ص نیز همچنان با حترام می باشند 
ور :
ُّ
] ُسۡو ٥۳[ َرةُ الن
ۚ
م ْعُروفَةٌ
َّ
ِس ُمواۖ َطا َعةٌ
ال تُقْ
نۖ قُل َّ
َّ
ْخ ُر ُج
یَ
ُهْم لَ
َمْرتَ
َ
ئِ ْن أ
ِهْم لَ
منِ
ٰ
ْی
َ
َج ْهَد أ
َّللِ
َس ُموا بِا َّ
قْ
َ
َوأ
ُو َن
ْعَمل
بِ َما تَ
ۢ
َخبِی ٌر
ن ََّّللاَ
َّ
ِ
إ
آنها با نهایت تأکید سوگند یاد کردند که اگر به آنان فرمان دهی، )از خانه 
و اموال خود( بیرون می روند )و جان را در طبق اخالص گذارده تقدیم 
میکنند(؛ بگو: »سوگند یاد نکنید؛ شما طاعت خالصانه نشان دهید که 
خداوند به آنچه انجام می دهید آگاه است!« 
19
پروردگار عالم جل جلاله برای مومنان خطاب میکند که طبق فرموده جناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم » مومن هر لمحه زیر امتحان میباشد« پس 
به همین خاطر سوگند یاد نکنید شمادرهرحالت از زندگی که قرار داشتید 
از خود اطاعت خالصانه نشان دهید که پروردگار عالم جل جلاله به انچه شما 
عمل می نمایید اگاه میباشد 
ور :
ُّ
] ُسۡو ٥٤[ َرةُ الن
ما
َّ
ْی ُكم
ْی ِه َما ُح ِّم َل َو َعلَ
َما َعلَ
َّ
ِن
ْوا فَإ
َّ
َول
ِن تَ
ر ُسو َلۖ فَإ
ِطیعُوا ال َّ
َ
ِطیعُوا ََّّللاَ َوأ
َ
قُ ْل أ
ُمبِی ُن
ْ
ُغ ال
ٰ
بَل
ْ
ال ال
َّ
ِ
ر ُسو ِل إ
َو َما َعلَى ال َّ
ْهتَ ُدواۚ
ِطیعُوهُ تَ
ِن تُ
ۖ َوإ
ْم
تُ
ْ
ُح ِّمل
بگو: » خداوند جل جلاله را اطاعت کنید، و از پیامبرش صلى الله عليه وسلم فرمان برید! و اگر 
سرپیچی نمایید، پیامبر مسؤول اعمال خویش است و شما مسؤول اعمال 
خود! ا ّما اگر از او اطاعت کنید، هدایت خواهید شد؛ و بر پیامبرص چیزی
جز رساندن آشکار نیست!«
دراینجا پیامبر خداوند بزرگ و متعال جل جلاله مسول اعمال خویش است اورسول 
آهلل ص وظیفه خود را بخوبی به انجام رسانده، قران شریف را رسانده 
وحدیث شریف را جهت توضیح و وضاحت قران شریف رسانده واحکام 
وقوانین قران شریف را در عمل توضیح نموده، پس این وظیفه ومسولیت 
شما است که از هللا جل جلاله و محمد رسول هللا صلى الله عليه وسلم اطاعت نمایید واگر سرپیچی 
نماید رسول هللا صلى الله عليه وسلم مسول اعمال خود است اما اگر از جناب عالی حضرت 
محمد رسول هللا صلى الله عليه وسلم اطاعت نمایید هدایت خواهید یافت وعقیده خود را 
نسبت به خلفای راشدین خصوصاً حضرت عمر رض هللا عنه ، بی بی
عایشه صدیقه رضی هللا عنها مبارک وسایر اصحاب کرام رض وان هللا 
20
علیهم اجمعین واهل بیت عزام رضوان هللا علیهم اجمعین به شکل درست 
ان حفظ نمایید وبه همه احترام خواهید نمود 
ور :
ُّ
] ُسۡو ٥٥[ َرةُ الن
ْر ِض َكَما
ُهْم فِى ا ْْلَ
َّ
یَ ْستَ ْخِلفَن
ح ِت لَ
صِل ٰ
ُوا ال ّٰ
َو َعِمل
َمنُوا ِمن ُكْم
ِذی َن َءا
َّ
َو َع َد ََّّللاُ ال
ن
ۢ
ُهم ِّم
َّ
ن
یُبَ ِّدلَ
َولَ
ُهْم
ِذى ا ْرتَ ٰضى لَ
َّ
ُهُم ال
ُهْم ِدینَ
ن لَ
َم ّكِنَ َّ
یُ
َولَ
ِهْم
ِذی َن ِمن قَ ْبِل
َّ
َف ال
ا ْستَ ْخلَ
ُم
ئِ َك هُ
ٓ
ٰ
ول
ُ
ِل َك فَأ
َر بَ ْعَد ذٰ
َو َمن َكفَ
اۚ
ًٔ
یَ ْعبُ ُدونَنِى َال یُ ْشِر ُكو َن بِى َشْیـ
ْمنًاۚ
َ
ِهْم أ
بَ ْعِد َخْوفِ
ِسقُو َن
فٰ
ْ
ال
خداوند جل جلاله به کسانی از شما که ایمان آورده و کارهای شایسته انجام داده اند 
آنان را حکمران روی زمین خواهد کرد، همان گونه
وعده می دهد که قطعاً
که به پیشینیان آنها خالفت روی زمین را بخشید؛ و دین و آیینی را که برای 
آنان پسندیده، پابرجا و ریشهدار خواهد ساخت؛ و ترسشان را به امنیّت و
آرامش مب ّدل میکند، آنچنان که تنها مرا می پرستند و چیزی را شریک من 
نخواهند ساخت و کسانی که پس از آن کافر شوند، آنها فاسقانند.
کسانی که این خصوصیت در وجود شان باشد، احترام به اصحاب کرام 
رضوان هللا علیهم اجمعین واهل بیت عزام رضوان هللا علیهم اجمعین را 
داشته باشند پروردگارعالم جل جلاله اینها را بدون شک در خدمت مردم 
قرارخواهند گذاشت وانها را حکمران روی زمین خواهند ساخت چنانچه 
به همین صفت خدمت گذاری بودندانها را نیز حکمران
کسانی را که قبالً
روی زمین ساخته بود واینها را بر دین وایین که برگزیده اند برهمان دین، 
مذهب وایین پابرجا وریشه دار خواهند ساخت ترس شانرا به امنیت مبدل 
خواهند ساخت وهیچ چیزی را شریک من نخواهند ساخت هرگاه کسانی 
که پس از ان کافر شوند انها فاسقا نند 
21
ور :
ُّ
] ُسۡو ٥٦[ َرةُ الن
ْر َح ُمو َن
ُكْم تُ
َّ
ر ُسو َل لَعَل
ِطیعُوا ال َّ
َ
َوأ
ٰكوةَ
ز
َو َءاتُوا ال َّ
وةَ
ٰ
صل
قِی ُموا ال َّ
َ
َوأ
و نماز را برپا دارید، و زکات را بدهید، و رسول هللا صلى الله عليه وسلم را اطاعت کنید 
تا مشمول رحمت )او( شوید 
این مومنان که به صحابه کرام رضوان هللا علیهم اجمعین واهل بیت عزام 
مبارک ها احترام دارند وقدر انها را میشناسند از صفات دیگر شان اینست 
که نمازهای خودرا بر پا میدارند وذکاة اموال خودرا می پردازند واز رسول 
گرامی حضرت محمد مصطفی صلى الله عليه وسلم اطاعت صادقانه اطاعت می نمایند 
بدون شک وبه یقین کامل که مورد رحم پروردگار عالم جل جلاله وجناب عالی 
حضرت محمد رسول هللا صلى الله عليه وسلم قرار میگیرند 
ور :
ُّ
] ُسۡو ٥۷[ َرةُ الن
َم ِصی ُر
ْ
َس ال
بِئْ
ۖ َولَ
َّا ُر
وى ُهُم الن
ٰ
ْ
َو َمأ
ْر ِضۚ
ُروا ُم ْعِجِزی َن فِى ا ْْلَ
ِذی َن َكفَ
َّ
ن ال
َّ
َال تَ ْح َسبَ
گمان مبر کافران میتوانند از چنگال مجازات الهی ج در زمین فرار کنند! 
جایگاه آنان آتش است، و چه بد جایگاهی است! 
گمان مبر که کسانی که به حضرت عمر رض هللا عنه و بی بی عایشه 
صدیقه رضی هللا عنهامبارک ودیگر اهل بیت عزام رضوان هللا علیهم 
اجمعین وسایر صحابه کرام وصحابیات رضوان علیهم اجمعین بی احترام 
استند وان بزرگواران را توهین میکنند و پشت سر انها بد گویی می کنند 
از چنگال مجازات الهی جل جلاله در زمین فرار می نمایند جایگاه انان آتش 
جهنم است چه بد جایگاه است 
22
َحشر :
] ُسۡو ۱۱[ َرةُ ال
ئِ ْن
ِب لَ
ٰ
ِكت
ْ
ْه ِل ال
َ
ُروا ِم ْن أ
ِذی َن َكفَ
َّ
ِهُم ال
ونِ
ْخٰ
ُو َن ِِلِ
ِذی َن نَافَقُوا یَقُول
َّ
لَى ال
ِ
َر إ
ْم تَ
لَ
َ
أ
ََّّللاُ
َو
َّ ُكْم
نَن ُص َرن
ْم لَ
تُ
ْ
ِن قُوتِل
َوإ
بَ ًدا
َ
َح ًدا أ
َ
ِطی ُع فِی ُكْم أ
َوَال نُ
ُكْم
ن َمعَ
َّ
نَ ْخ ُر َج
ْم لَ
ْخِر ْجتُ
ُ
أ
ُهْم لَ ٰكِذ
َّ
ِن
یَ بُو َن ْش َهُد إ
آیا منافقان را ندیدی که پیوسته به برادران کفارشان از اهل کتاب می گفتند: 
»هرگاه شما را )از وطن( بیرون کنند، ما هم با شما بیرون خواهیم رفت و 
هرگز سخن هیچ کس را درباره شما اطاعت نخواهیم کرد؛ و اگر با شما 
پیکار شود، یاریتان خواهیم نمود!« خداوندج شهادت می دهد که آنها 
دروغگویانند!
توضیح: 
در اینجا بازهم بحث منافق پیش امد که صفت منافق اینست که کفار میگویند 
که اگر شما را از وطن تان بیرون کنند ماهم با شما بیرون خواهیم رفت 
واگر با شما جنگ وپیکار نمایند ماهم با انها پیکار میکنیم پروردگارعالم 
جل جلاله شهادت میدهد که اینان منافقان دروغ گویان استند 
َحشر :
] ُسۡو ۱۲[ َرةُ ال
ن
َّ
ُّ
َول
یُ
ْم لَ
َص ُروهُ
َّ
ئِن ن
َولَ
ُهْم
ُوا َال یَن ُص ُرونَ
ئِن قُوتِل
َولَ
ْخ ُر ُجو َن َمعَ ُهْم
ْخِر ُجوا َال یَ
ُ
ئِ ْن أ
لَ
َص ُرو َن
م َال یُن
َّ
َر ثُ
ب
ٰ
ْد
ا ْْلَ
اگر آنها را بیرون کنند با آنان بیرون نمیروند، و اگر با آنها پیکار شود 
یاریشان نخواهند کرد، و اگر یاریشان کنند پشت به میدان کرده فرار 
میکنند؛ سپس کسی آنان را یاری نمی کند!
23
هللا جل جلاله صفت منافقان را در ایت باال تذکر داد در این ایت اکیدا در باره 
منافقان میگوید که به تاکید ایت قبلی که اگر انها را بیرون کنند همرایشان 
بیرون نمی روند واگر با انها پیکار شود یاریشان نخواهند کرد واگر 
یاریشان هم کنند در میدان محاربه پشت نموده فرار مینمایند س پس انان 
راکسی یاری نمی نماید 
َحشر :
] ُسۡو ۱۳[ َرةُ ال
ُهو َن
ْفقَ
ال یَ
َّ
ْو ٌم
ُهْم قَ
َّ
ن
َ
ِل َك بِأ
فِى ُص ُدو ِر ِهم ِّم َن ََّّللاِۚ ذٰ
د َر ْهبَةً
َشُّ
َ
ْم أ
نتُ
َْلَ
وحشت از شما در دلهای آنها بیش از ترس از خداوند جل جلاله ست؛ این به خاطر 
آن است که آنها گروهی نادانند! 
وحشت از شما مومنان در دل های انان بیشتر از ترس از خداوند بزرگ و 
متعال جل جلاله است این به خاطر انست که انها گروهی نادان اند وعظمت وشان 
هللا جل جلاله را در ک نمی کنند 
َحشر :
] ُسۡو ۱٤[ َرةُ ال
ُهْم َشِدیٌدۚ
ُس ُهم بَ ْینَ
ْ
بَأ
ۚ
ٍۭ
ِء ُج ُدٍر
ْو ِمن َو َرآ
َ
صنَ ٍة أ
َّ
م َح
ُّ
ًرى
ال فِى قُ
َّ
ِ
ُونَ ُكْم َج ِمیعًا إ
تِل
ٰ
َال یُق
ُو َن
ال یَ ْعِقل
َّ
ْو ٌم
ُهْم قَ
َّ
ن
َ
ِل َك بِأ
ۚ ذٰ
ى
ّٰ
ُهْم َشت
ُوبُ
ل
َوقُ
ُهْم َج ِمیعًا
تَ ْح َسبُ
آنها هرگز با شما بصورت گروهی نمی جنگند جز در دژهای محکم یا از 
پشت دیوارها! پیکارشان در میان خودشان شدید است، )ا ّما در برابر شما
ضعیف!( آنها را متّحد میپنداری، در حالی که دلهایشان پراکنده است؛ این 
به خاطر آن است که آنها قومی هستند که تعق کنند! ّل نمی
24
انها هر گز به شکل گروهی ویا منظم نمی جنگندجز از پشت دژهای محکم 
ویا پشت دیوار ها، پیکار شان در میان خودشان شدید است ولی در مقابل 
شما ضعیف وپراگنده، انها را متحد می پنداری 
در حالی که دلهایشان. پراگنده است این در حالی است که اینها قوم استند 
که تعقل نمی کنند 
ویا هم ازگروه های دست نشانده خود استفاده می کنند مثال از بعضی مذاهب 
در بعضی نقاط عالم اسالم استفاده میکنند زیارت رفتن را شرک میگویند 
فاتحه خوانی را شرک میگویند بسا موارد دیگر در بین مردم شرک را 
تلقین میکنند به همین قسم اهل تشیع به قران شریف انقدر که به نهج بالغه 
اعتقاد دارند به ان توجه واحترام ندارند 
َحشر :
] ُسۡو ۱٥[ َرةُ ال
ٌم
ِلی
َ
ُهْم َعذَا ٌب أ
َولَ
ْمِر ِه ْم
َ
َوبَا َل أ
ِریبًاۖ ذَاقُوا
ِهْم قَ
ِذی َن ِمن قَ ْبِل
َّ
ِل ال
َكَمثَ
کار این گروه از یهود همانند کسانی است که کمی قبل از آنان بودند، طعم 
تلخ کار خود را چشیدند و برای آنها عذابی دردناک است!
کار این گروه از یهود همانند یهودان قبل از انان میباشد که انان در زمانش 
طعم تلخ کار خود را چشیدند هر انچه توطعه ودسیسه که انها بکار بردند 
انها نیز بکار میبرند چنانچه انها درعذاب دردناک گرفتار شدند اینها نیز در 
عذاب دردناک تر از انها گرفتار خواهند شد 
ور :
ُّ
] ُسۡو ۲۳[ َرةُ الن
ُهْم
َولَ
َوا ْل َءا ِخ َرةِ
دْنیَا
ِعنُوا فِى ال ُّ
ُ
ِت ل
ٰ
ُمْؤ ِمن
ْ
ِت ال
ٰ
غِفل
ٰ
ْ
ِت ال
ٰ
ُم ْح َصن
ْ
ِذی َن یَ ْر ُمو َن ال
َّ
ن ال
َّ
ِ
إ
ٌم
َعذَا ٌب َع ِظی
25
کسانی که زنان پاکدامن و بیخبر )از هرگونه آلودگی( و مؤمن را متهم 
میسازند، در دنیا و آخرت از رحمت الهی بدورند و عذاب بزرگی برای 
آنهاست.
ور :
ُّ
] ُسۡو ۲٤[ َرةُ الن
ُو َن
ُهم بِ َما َكانُوا یَ ْعَمل
ُ
ْر ُجل
َ
َوأ
ِهْم
ْیِدی
َ
َوأ
ُهْم
ِسنَتُ
ْ
ل
َ
ِهْم أ
ْی
تَ ْش َهُد َعلَ
َ
یَ ْوم
در آن روز زبانها و دستها و پاهایشان بر ضّد آنها به اعمالی که مرتکب
میشدند گواهی می دهد! 
ور :
ُّ
] ُسۡو ۲٥[ َرةُ الن
ُمبِی ُن
ْ
ق ال
ُّ
َح
ْ
َو ال
ن ََّّللاَ هُ
َّ
َ
ُمو َن أ
ق َویَ ْعلَ
َّ
َح
ْ
ُهُم ال
ِدینَ
ََّّللاُ
ِهُم
ِی
َوفّ
یَ ْو َمئِ ٍذ یُ
آن روز، خداوندج جزای واقعی آنان را بی کم و کاست می دهد؛ و می دانند 
که خداوندج حق آشکار است! 
توضیح: 
کسانی که زنان مومن وپاکدامن وبی خبر از هرگونه الودگی و مومن را 
متهم می سازند انان در روز قیامت از رحمت پروردگار عالم جل جلاله دور 
میباشند واز طرف هللا جل جلاله برای انها عذاب بزرگی برای انان مهیا گردیده 
است در ان روز زبانهایشان، دست ها وپاهای شان بر اعمالکه اینان علیه 
بی بی عایشه صدیقه رضی هللا عنها وحضرت عمر رض هللا وتمامی مردان 
وزنان با ایمان صحابه کرام رضوان هللا علیهم اجمعین وهمه ازواج 
مطهرات واهل بیت عزام رسول هللا صلى الله عليه وسلم گپ های ناروا زده اند وبی احترامی 
نموده اند شاهدی میدهد ودر ان روز خداوند بزرگ و متعال جل جلاله جزای انها 
26
را کماحقهُ و بی کم کاست برای شان میدهدوبراین جزا دادن در اثر نتیجه 
اعمال ناشایست وناروای انهاواقعا حق اشکار است 
ور :
ُّ
] ُسۡو ۱۹[ َرةُ الن
دْنیَا
ٌم فِى ال ُّ
ِلی
َ
ُهْم َعذَا ٌب أ
َمنُوا لَ
ِذی َن َءا
َّ
فِى ال
ِح َشةُ
فٰ
ْ
َع ال
َن تَ ِشی
و َن أ
ُّ
ِذی َن یُ ِحب
َّ
ن ال
َّ
ِ
إ
ُمو َن
ْعلَ
ْم َال تَ
نتُ
َ
َوأ
ُم
ََّّللاُ یَ ْعلَ
َو
َوا ْل َءا ِخ َرةِۚ
کسانی که دوست دارند زشتیها در میان مردم با ایمان شیوع یابد، عذاب 
دردناکی برای آنان در دنیا و آخرت است؛ و خداوندج می داند و شما 
نمی دانید! 
کسانی که دوست دارند این اعمال زشت و ناروا در بین مردم شیوع یابد 
وبه نام بدی این مبارک ها به ناحق کوشش زیاد دارند پروردگار عالم جل جلاله 
برای اینان عذاب دردناک وخوار کننده در دنیا واخرت در نظر گرفته است 
جزای اعمال بد اینها را هللا جل جلاله بهتر میداند وشما از در ک ان ناتوان استید 
ور :
ُّ
] ُسۡو ۲٠[ َرةُ الن
ٌم
ر ِحی
ن ََّّللاَ َر ُءو ٌف َّ
َّ
َ
َوأ
َو َر ْح َمتُهُۥ
ْی ُكْم
َعلَ
ْوَال فَ ْض ُل ََّّللاِ
َولَ
و اگر فضل و رحمت الهی ج شامل حال شما نبود و اینکه خداوند جل جلاله مهربان 
و رحیم است )مجازادامانتان را میگرفت(!
در اثر فضل ورحمت پروردگار عالم جل جلاله که شامل حال یکتعداد صحابه 
جلیل القدر درزمان وقوع این حادثه که در ابتدا در تردد بودند که پروردگار 
عالم جل جلاله در نزول ایت قران عظیم الشان بی بی عایشه صدیقه رضی هللا 
عنهارا پاک پاکدامن ومبری از هرگونه الودگی که این منافقین نسبت میدادند 
27
خطاب نمود واین بی بی مبارک ام المومنین مارا سربلند وسرخ روی به 
همه انسانیت معرفی نمود اگر پروردگار عالم جل جلاله مهربانی ورحمانیت خود 
را باالی اینهمه صحابه کرام رضوان هللا علیهم اجمعین نازل نمی کرد 
خدای ناخواسته به مجازات سختی گرفتار می شدند
ور :
ُّ
] ُسۡو ۲۱[ َرةُ الن
هُۥ
َّ
ِن
ٰط ِن فَإ
و ِت ال َّشْی
بِ ْع ُخ ُطٰ
َّ
َو َمن یَت
ٰط ِنۚ
و ِت ال َّشْی
بِعُوا ُخ ُطٰ
َّ
َمنُوا َال تَت
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
َحٍد
َ
ٰكى ِمن ُكم ِّم ْن أ
َما َز
َو َر ْح َمتُهُۥ
ْی ُكْم
َعلَ
ْو َال فَ ْض ُل ََّّللاِ
َولَ
ۚ
ُمن َكِر
ْ
ِء َوال
فَ ْح َشآ
ْ
ُمُر بِال
ْ
یَأ
ن
ِك َّ
ٰ
َول
بَ ًدا
َ
ٌم أ
ََّّللاُ َسِمی ٌع َعِلی
َو
ۗ
ُء
یُ َز ّكِى َمن یَ َشآ
ََّّللاَ
ای کسانی که ایمان آورده اید! از گامهای شیطان پیروی نکنید! هر کس پیرو 
شیطان شود )گمراهش می سازد، زیرا( او به فحشا و منکر فرمان میدهد! 
و اگر فضل و رحمت الهی ج بر شما نبود، هرگز احدی از شما پاک 
نمی شد؛ ولی خداوند جل جلاله هر که را بخواهد تزکیه میکند، و خداوند جل جلاله شنوا 
و داناست.
ای مومنان از گام ها وراه های شیطان پیروی نکنید که شما را به فحشا و 
منکر امر می کند واگر فضل. ورحمت پروردگار عالم جل جلاله برشما نمی شد 
هیچ کدام از شما پاک نمی شد واین از فضل ورحمت هللا جل جلاله است که را 
بخواهد تزکیه وپاک می کند و پروردگار مهربان جل جلاله شنوا ودانا است بر 
حال بندگان خود
28
َحدید :
] ُسۡو ۲٠[ َرةُ ال
و ِل
ٰ
ْم
ٌر فِى ا ْْلَ
َوتَ َكاثُ
بَ ْینَ ُكْم
ۢ
َوتَفَا ُخ ٌر
ْهٌو َو ِزینَةٌ
ِع ٌب َولَ
دْنیَا لَ
یوةُ ال ُّ
ٰ
َح
ْ
َما ال
َّ
ن
َ
ُمٓوا أ
ا ْعلَ
ٰط ًماۖ
ُكو ُن ُح
م یَ
َّ
را ثُ
ًّ
ُم ْصفَ
رىهُ
م یَ ِهی ُج فَتَ ٰ
َّ
َر نَبَاتُهُۥ ثُ
َّا
ُكف
ْ
ْع َج َب ال
َ
ِل َغْی ٍث أ
ِدۖ َكَمثَ
ٰ
ْول
َوا ْْلَ
َو ُع فِى ا ْل َءا ِخ
ٰ
ال َمت
َّ
ِ
دْنیَآ إ
یوةُ ال ُّ
ٰ
َح
ْ
َو َما ال
و ٌنۚ
َو ِر ْضٰ
ِّم َن ََّّللاِ
َرةٌ
َو َم ْغِف
َرةِ َعذَا ٌب َشِدیٌد
ُرو ِر
غُ
ْ
ال
بدانید زندگی دنیا تنها بازی و سرگرمی و تج ّمل پرستی و فخرفروشی در
میان شما و افزون طلبی در اموال و فرزندان است، همانند بارانی که 
محصولش کشاورزان را در شگفتی فرو میبرد، سپس خشک میشود 
بگونه ای که آن را زردرنگ میبینی؛ سپس تبدیل به کاه می شود! و در 
آخرت، عذاب شدید است یا مغفرت و رضای الهی؛ و )به هر حال( زندگی 
دنیا چیزی جز متاع فریب نیست!
توضیح: 
پروردگار عالم جل جلاله در این ایت شریف می فرماید که در این زندگی دنیا 
فریب نخورید که جز بازیچه واسباب فریب بیش نیست وبا این فخر فروشی 
وتکبر شما را به غفلت نیاندازد تا باعث ارتکاب گناه شما شود وبه خلفای 
رسول هللا صلى الله عليه وسلم اهلل بیت مبارک اش توهین وتحقیر ننمایید وخود را مستحق 
عذاب پروردگار عالم جل جلاله نموده واز رحمت اش دور نشوید 
َحدید :
] ُسۡو ۲۱[ َرةُ ال
د ْت
َّ
ِع
ُ
ْر ِض أ
ِء َوا ْْلَ
س َمآ
َّ ٍة َع ْر ُض َها َكعَ ْر ِض ال َّ
َو َجن
ُكْم
ِ
ربّ
َرةٍ ِّمن َّ
ى َم ْغِف
ٰ
ل
ِ
ٓوا إ
َسابِقُ
فَ ْض ِل
ْ
ََّّللاُ ذُو ال
َو
ۚ
ُء
ِل َك فَ ْض ُل ََّّللاِ یُ ْؤتِی ِه َمن یَ َشآ
َو ُر ُسِل ِهۦۚ ذٰ
َّللِ
َمنُوا بِا َّ
ِذی َن َءا
َّ
ِلل
عَ ِظیِم
ْ
ال
29
به پیش تازید برای رسیدن به مغفرت پروردگارتان و بهشتی که پهنه آن 
مانند پهنه آسمان و زمین است و برای کسانی که به خداوند جل جلاله و رسوالنش 
علیهم السالم ایمان آورده اند؛ آماده شده است، این فضل خداوند ج است که 
به هر کس بخواهد می دهد؛ و خداوندجل جلاله صاحب فضل عظیم است!
تالش نمایید برای بدست اوردن مغفرت پروردگار عالم جل جلاله وبهشت که پهنه 
ان مانند اسمان وزمین است واماده شده است برای کسانی که بخداوند جل جلاله 
ورسول هللا صلى الله عليه وسلم ، به خلفای راشدین، واهل بیت مبارک اش نتنها که به انها 
ایمان داشته باشید بلکه انها را احترام نموده درمقابل انها از توهین وتحقیر 
بپرهیزید وحد انها را بشناسید
َحشر :
] ُسۡو ٤[ َرةُ ال
ِعقَا ِب
ْ
َشِدی ُد ال
ن ََّّللاَ
َّ
ِ
فَإ
وا ََّّللاَ َو َر ُسولَهُۥۖ َو َمن یُ َشآ ّقِ ََّّللاَ
ُّ
ُهْم َشآق
َّ
ن
َ
ِل َك بِأ
ذٰ
این به خاطر آن است که آنها با خداوند جل جلاله و رسولش ص دشمنی کردند؛ 
و هر کس با خداوند جل جلاله دشمنی کند )باید بداند( که خداوند جل جلاله مجازات 
شدیدی دارد!
توضیح: 
پروردگار عالم جل جلاله به این کفار ومنافقین می فرماید که این مجازات برای 
انها به این خاطر است که انها با خداوند بزرگ و متعال جل جلاله ورسول گرامی 
اش حضرت محمد رسول هللا صلى الله عليه وسلم دشمنی نمودند این اعمال انها درحقیقت 
دشمنی با حضرت محمد رسول هللا صلى الله عليه وسلم است که دشمنی با جناب عالی 
مستقیم دشمنی با پروردگار عالم جل جلاله میباشد ودشمنی با هللا جل جلاله مجازات 
سخت وشدیدی را در قبال دارد 
30
َحشر :
] ُسۡو ۱٨[ َرةُ ال
ن ََّّللاَ
َّ
ِ
ۚ إ
َّقُوا ََّّللاَ
دَم ْت ِلغَ ٍدۖ َوات
ما قَ َّ
َّ
ُظ ْر نَ ْف ٌس
تَن
ْ
َّقُوا ََّّللاَ َول
َمنُوا ات
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
ۢ
َخبِی ٌر
ُو َن
ْعَمل
بِ َما تَ
ای کسانی که ایمان آورده اید از )مخالفت( خداوند جل جلاله بپرهیزید؛ و هر کس 
باید بنگرد تا برای فردایش چه چیز از پیش فرستاده؛ و از خداوند جل جلاله 
بپرهیزید که خداوندج از آنچه انجام می دهید آگاه است! 
ای کسانی که به خداوند بزرگ و متعال جل جلاله ایمان اورده اید از مخالفت هللا 
جل جلاله بپرهیزید وهر کس باید متوجه اعمال خود باشد که برای فردای خود 
چه چیز از پیش فرستاده است دشمنی با صحابه کرام واهل بیت مبارک 
جناب عالی حضرت محمد رسول هللا صلى الله عليه وسلم ، ویادوستی واحترام انها وپرهیز 
از توهین وتحقیر ان بزرگواران ومبارکان جلیل القدر ، هرچه میکنید خوب 
ویا بد، پروردگار عالم جل جلاله از انچه اعمال که انجام میدهید اگاه است! 
َحشر :
] ُسۡو ۱۹[ َرةُ ال
ِسقُو َن
فٰ
ْ
ُم ال
ئِ َك هُ
ٓ
ٰ
ول
ُ
ۚ أ
َس ُهْم
نفُ
َ
سى ُهْم أ
ن ٰ
َ
فَأ
ِذی َن نَ ُسوا ََّّللاَ
َّ
َو َال تَ ُكونُوا َكال
و همچون کسانی نباشید که خداوندج را فراموش کردند و خداوند جل جلاله نیز 
آنها را به »خود فراموشی« گرفتار کرد، آنها فاسقانند.
مانند کسانی نباشید که در ارتکاب اعمال خود پروردگار عالم جل جلاله را فراموش 
کردند و پروردگار مهربان جل جلاله انها را در حین اجرای اعمال زشت و ناروا 
به خود فراموشی گرفتار نمود، انها را مستحق عذاب سخت ودردمند 
گردانید چراکه انها فاسقانند.
31
َحشر :
] ُسۡو ۲٠[ َرةُ ال
ِر
َّا
ح ُب الن
ٰ
ْص
َ
ٓى أ
فَآئِ َال یَ ْستَ ُزو َن ِو
ْ
ُم ال
ِة هُ
َّ
َجن
ْ
ح ُب ال
ٰ
ْص
َ
ِةۚ أ
َّ
َجن
ْ
ح ُب ال
ٰ
ْص
َ
َوأ
هرگز دوزخیان و بهشتیان یکسان نیستند؛ اصحاب بهشت رستگار و 
پیروزند!
انهایکه مومن استند واعمال نیک وشایسته نمودند وبه صحابه کرام رضوان 
هللا علیهم اجمعین واهل بیت مبارک احترام وایمان داشتند وقدر وحد انها را 
کماحقه داشتند جای شان بهشت ودر دنیا واخرت رستگاران و پیروز اند 
که هیچ گاهی با کفار ومنافقین که اهل دوزخ اند ومستحق عذاب الهی 
میباشند برابر نمی باشند بدون شک وبه یقین کامل که یک مدتی در اثر 
ارتکاب این گناه وعقیده زشت خود در جهنم عذاب می بینند 
] ُسۡو ٦[ َرةُ التّغَابُن :
واۚ
َّ
َول
َوتَ
ُروا
بَ َش ٌر یَ ْهُدونَنَا فَ َكفَ
َ
ٓوا أ
ُ
ِت فَقَال
ٰ
ِن
بَیّ
ْ
ُهم بِال
ُ
ِهْم ُر ُسل
تِی
ْ
َّأ
هُۥ َكانَت ت
َّ
ن
َ
ِل َك بِأ
ذٰ
ى َح ِمیٌد
ٌّ
َغنِ
ََّّللاُ
َو
ََّّللاُۚ
وا ْستَ ْغنَى
َّ
این بخاطر آن است که رسوالن آنها )پیوسته( با دالیل روشن به سراغشان 
میآمدند، ولی آنها )از روی کبر و غرور( گفتند: »آیا بشرهایی )مثل ما( 
میخواهند ما را هدایت کنند؟!« از این رو کافر شدند و روی برگرداندند؛ 
و خداوندج )از ایمان و طاعتشان( بی نیاز بود، و خداوندج غنی و شایسته 
ستایش است!
توضیح: 
این به خاطر انست که همه صحابه کرام رضوان هللا علیهم اجمعین واهل 
بیت عزام مبارک ها با دالیل روشن وعقیده درست ونیت پاک به سراغ انها 
32
امدند ولی انها از روی کبر غرور انها را رد نمودند وبر عکس انها را 
توهین وتحقیروعقب انها بد گوئی نیز میکنند بنا ًء پروردگار عالم جل جلاله از 
ایمان وطاعت شان بی نیاز بوده وخداوند جل جلاله پروردگار غنی و شایسته 
ستایش است 
َرة :
] ُسۡو ۱۲٤[ َرةُ البَقَ
ِ َما ًماۖ قَا َل َو ِمن
َّا ِس إ
َك ِللن
ُ
ِى َجا ِعل
ِنّ
نۖ قَا َل إ
َّ
مُه
َّ
تَ
َ
م ٍت فَأ
َكِل ٰ
بِ
هُۥ
ُّ
َ َرب
رِهۦم
ٰ
ْب
ِ
ٓى إ
ٰ
ِذ اْبتَل
ِ
َوإ
ظِل ِمی َن
ّٰ
ۖ قَا َل َال یَنَا ُل َع ْهِدى ال
َّتِى
ِّری
ذُ
)به خاطر آورید( هنگامی که خداوندج ، ابراهیم علیه سالمرا با وسایل 
گوناگونی آزمود. و او به خوبی از عهده این آزمایشها برآمد. خداوندج به 
او فرمود: »من تو را امام و پیشوای مردم قرار دادم!« ابراهیم عرض 
کرد: »از دودمان من )نیز امامانی قرار بده!(« خداوند جل جلاله فرمود: »پیمان 
من، به ستمکاران نمی رسد! )و تنها آن دسته از فرزندان تو که پاک و 
معصوم باشند، شایسته این مقامند(«. 
توضیح: 
وبه خاطر بیاورید زمانی را که ابراهیم علیه سالم را به ازمایش های 
گوناگون ازمودیم واو ابراهیم علیه سالم به خوبی از عهده این ازمایش ها 
برامد بعد از ان خداوند بزرگ و متعال جل جلاله به ابراهیم علیه سالمفرمود که 
ما تر ا پیشوای مردم قرار دادیم و ابراهیم علیه سالم به پروردگار عالم جل جلاله 
عرض کرد که از دودمان من هم نیز امامان قرار بده در جواب پروردگار 
عالم جل جلاله فرمود که پیمان من به ستمگاران نمی رسد وتنها ان دسته از 
فرزندان تو که پاک ومعصوم باشند، و شایسته این مقام باشند، بدون شک 
وبه یقین کامل که امام حضرت علی کرم هللا وجهه امام اول مسلمین از دود 
33
مان ابراهیم علیه سالم میباشد وانهائیکه پیرو حضرت علی کرم هللا وجهه 
باشند باید پیرو واقعی انجناب باشند وبه نقش قدم های حضرت علی کرم 
هللا وجهه باید قدم گذاشته باشند تا شایسته گی دعای ابراهیم علیه سالم را 
بدست بیاورند 
َرة :
] ُسۡو ۱۲٥[ َرةُ البَقَ
ۖ َو َع ِهْدنَآ
ى
ًّ
َ ُم َصل
رِهۦم
ٰ
ْب
ِ
مقَاِم إ
ِخذُوا ِمن َّ
َّ
َوات
ْمنًا
َ
َّا ِس َوأ
ِلن
ّ
ل
بَ ْی َت َمثَابَةً
ْ
نَا ال
ْ
َجعَل
ِذْ
َوإ
س ُجوِد
ال ُّ
ِ
َّكع
ر
عِكِفی َن َوال ُّ
ٰ
ْ
طآئِِفی َن َوال
َّ
َى ِلل
َن َط ِّهَرا بَ ْیتِ
مِعی َل أ
ٰ
ْس
ِ
َ َوإ
رِهۦم
ٰ
ْب
ِ
ٓى إ
ٰ
ل
ِ
إ
و )به خاطر بیاورید( هنگامی که خانه کعبه را محل بازگشت و مرکز امن 
و امان برای مردم قرار دادیم! و )برای تجدید خاطره،( از مقام ابراهیم، 
عبادتگاهی برای خود انتخاب کنید! و ما به ابراهیم و اسماعیل امر کردیم 
که: »خانه مرا برای طواف کنندگان و مجاوران و رکوع کنندگان و 
سجدهکنندگان، پاک و پاکیزه کنید!« 
وبه کسانی که در خانه کعبه شریف واطراف ان مسکن گزین شده اند امر 
نمودیم که خانه کعبه شریف را پاک و پاکیزه نگهدارند واز مقام ابراهیم 
علیه سالم برای خود عبادتگاهی انتخاب نمایند واز پروردگار عالم جل جلاله 
استدعا نمودیم که پروردگارا این خانه کعبه شریف را محل امن وامان برای 
ساکنین ان قرار بده ومحل بازگشت برای زائرین ان قرار بده 
34
َرة :
] ُسۡو ۱۲٦[ َرةُ البَقَ
َم َن
ر ِت َم ْن َءا
ٰ
َم
َّ
ْهلَهُۥ ِم َن الث
َ
َوا ْر ُز ْق أ
َءا ِمنًا
ًدا
هذَا بَلَ
ْل ٰ
ُم َر ِّب ا ْجعَ
رهی
ٰ
ْب
ِ
قَا َل إ
ِذْ
َوإ
ى َعذَا ِب
ٰ
ل
ِ
رهُۥٓ إ
ْض َط ُّ
َ
م أ
َّ
ِلیًال ثُ
ِعُهُۥ قَ
َمتّ
ُ
َر فَأ
ۖ قَا َل َو َمن َكفَ
یَ ْوِم ا ْل َءا ِخِر
ْ
َوال
َّللِ
ِمْن ُهم بِا َّ
َم
ْ
َس ال
ۖ َوبِئْ
َّا ِصی ُر ِر
الن
و )به یاد آورید( هنگامی را که ابراهیم عرض کرد: »پروردگارا! این 
سرزمین را شهر امنی قرار ده! و اهل آن را -آنها که به خداوند جل جلاله و روز 
بازپسین، ایمان آورده اند- از ثمرات )گوناگون(، روزی ده!« گفت: »)ما 
دعای تو را اجابت کردیم؛ و مؤمنان را از انواع برکات، بهره مند ساختیم؛( 
اما به آنها که کافر شدند، بهره کمی خواهیم داد؛ سپس آنها را به عذاب آتش 
میکشانیم؛ و چه بد سرانجامی دارند« 
وهنگامی که ابراهیم علیه سالم دعا نمود که پروردگارا این سرزمین را 
شهر امنی قرار ده واهل ان یعنی مومنان را از ثمرات گوناگون وانواع 
برکات بهرمند بساز، پروردگار عالم جل جلاله به جواب دعای ابراهیم علیه سالم 
می فرماید که ما دعای ترا قبول نمودیم ومومنان را از نعمات مادی 
ومعنوی بهره مند ساختیم وبه انهایکه کافر شدند بهره کمی خواهیم داد سپس 
انها را به عذاب و آتش جهنم معذب خواهیم نمود واین عذاب چی بد 
جایگاهی برای کافران خواهد بود 
َرة :
] ُسۡو ۲۷۹[ َرةُ البَقَ
وِل ُكْم َال
ٰ
ْم
َ
ْم فَلَ ُكْم ُر ُءو ُس أ
ْبتُ
ِن تُ
َو َر ُسوِل ِهۦۖ َوإ
ذَنُوا بِ َح ْر ٍب ِّم َن ََّّللاِ
ْ
ُوا فَأ
ْم تَ ْفعَل
َّ
ِن ل
فَإ
ُمو َن
ْظِل ُمو َن َوَال تُ ْظلَ
تَ
35
اگر )چنین( نمی کنید، بدانید خداوند جل جلاله و رسولش ص، با شما پیکار خواهند 
ِن شماست ]= اصل سرمایه،
کرد! و اگر توبه کنید، سرمایه های شما، از آ
بدون سود[؛ نه ستم می کنید، و نه بر شما ستم وارد میشود.
َرة :
] ُسۡو ۲۷٨[ َرةُ البَقَ
مْؤ ِمنِی َن
ُّ
ِن ُكنتُم
ٓوا إ
ب
ٰ
ِّر
َى ِم َن ال
َما بَِق
ُروا
َّقُوا ََّّللاَ َوذَ
َمنُوا ات
ِذی َن َءا
َّ
َها ال
ُّ
ی
َ
أ
ٓ
ی
ٰ
ای کسانی که ایمان آورده اید! از )مخالفت فرمان( خداوند جل جلاله بپرهیزید، و 
آنچه از )مطالبات( ربا باقی مانده، رها کنید؛ اگر ایمان دارید! 
پروردگار عالم جل جلاله خطاب به مومنان می نماید که انچه را خداوند بزرگ 
و متعال جل جلاله در قران شریف به شما امر نموده است مخالف ان عمل ننمائید 
وپرهیز کنید پروردگار عالم جل جلاله در قران شریف در ایت ۱٠٠ سوره توبه 
شریف می فرماید که من ازمردان وزنان با ایمان صحابه کرام رضوان هللا 
علیهم اجمعین وازواجمطهرات واهل بیت عزام مبارک خشنود وراضی 
هستم وشما علیه انها دشمنی میکنید این در حقیقت خالف فرمان هللا جل جلاله 
میباشد واگر دست از این مخالفت ها نمی کشید به جنگ خداوند بزرگ و 
مقتدر جل جلاله و رسول گرامی اش حضرت محمد مصطفی صلى الله عليه وسلم اماده باشید جنگ 
وزدن رسول هللا صلى الله عليه وسلم لی هللا علیه تنها منحصر به این دنیا نمی شود بلکه این 
جنگ هم در دنیا، هم در قبر وهم در اخرت می باشددر این ایت شریف 
موضوع سود را بیان نموده است علت ان اینست ضمن اینکه موضوع 
مادی سود است یک نوع سود هم تهمت میباشد که درشان وشخصیت یک 
زن مومنه » بی بی عایشه صدیقه رضی هللا عنها« این سخنان ناروا وجود 
نداشته باشد به ناحق یک سخن بد وناروا در شان ان مبارک پیوند کردن 
درحقیقت خودش حکم سود را دارد که یک چیزی که در شان ان مبارک 
36
وجود نداشته باشد در شخصیت پاک ومطهرش پیوند نمایید بنا ًء در جنگ
خداوندج و رسول گرامی اش خود را برابرمی سازید پس انچه از مطالبات 
ربا باقی مانده رها نمایید وتوبه کنید در صورت که توبه نمایید نه باالی تان 
ستم وارد میشود ونه از طرف شما ستم میشود که این توبه جز ایمان است 
َرة :
] ُسۡو ۱۷٥[ َرةُ البَقَ
ِر
َّا
ْم َعلَى الن
ْصبَ َرهُ
َ
َمآ أ
َرةِۚ فَ
َم ْغِف
ْ
عَذَا َب بِال
ْ
دى َوال
ٰ
ُه
ْ
بِال
لَةَ
ٰ
َرُوا ال َّضل
ِذی َن ا ْشتَ
َّ
ئِ َك ال
ٓ
ٰ
ول
ُ
أ .
اینان، همانهایی هستند که گمراهی را با هدایت، و عذاب را با آمرزش، 
مبادله کرده اند؛ راستی چقدر در برابر عذاب خداوندج ، شکیبا هستند! 
توضیح: 
پروردگار عالم جل جلاله در ایت ۱٠٠سوره توبه شریف می فرماید که من ازتمام 
اصحاب کرام از زن ومرد انها مه راضی هستم هر کسی که از صحابه 
کرام رضوان هللا علیهم اجمعین متابعت نماید از اینها هم من راضی استم 
وهرکسی که درراه اینها ونقش قدم اینها پا بگدارند از اینها هم من راضی 
وخشنود استم دوحدیث مبارک از جناب عالیقدر حضرت محمد رسول هللا 
صلى الله عليه وسلم در باره اهل بیت مبارک وصحابه کرام رضوان هللا علیهم اجمعین نقل 
گردیده است که جناب عالی می فرماید 
) اَص َحابِی َکا ن ُجوم بَاَیهم اِقتَ َدیتُم اِهتَ َدیتُم— اصحاب من مانند ستارها استند 
)َم به هر کدام شان که اقتدا نمائید هدایت می یابید( — ثَل اَهل بَیتی فِی ُکم
َها َغ َر َق
َف َعن
َو َمن تَ َخلَ
َجا
َها نَ
َمن َر َکبَ
َمثَل َسفینَتِة نوح،
َک — مثل اهل بیت 
من میان شما کشتی نوح است که هرکس به ان پناه برد نجات یافت وهر 
کس ازان جا ماند، هالک شد( این سخنان را رسول گرامی حضرت محمد 
مصطفی صلى الله عليه وسلم از دل خود نگفته است بلکه مطابق به ایت شریف ۱٠٨سوره 
37
یوسف شریف مصداق این دو حدیث شریف در قران عظیم الشان میباشد 
که پروردگارعالم جل جلاله از زبان مبارک جناب عالی حضرت محمد رسول 
هللا صلى الله عليه وسلم )ماسوی هللا جل جلاله ( به همه مخلوقات موجود درعالمین اعالم می فرماید 
که: 
] ُسۡو ۱٠٨[ َرةُ یُو ُسف :
َو َم قُ ْل آ
ح َن ََّّللاِ
ٰ
ۖ َو ُسْب
بَعَنِى
َّ
َو َم ِن ات
۠
نَا
َ
َرةٍ أ
ى بَ ِصی
ٰ
ََّّللاِۚ َعل
لَى
ِ
ْد ُعٓوا إ
َ
ٓى أ
هِذِهۦ َسبِیِل
ٰ
ُم ْشِر ِكی َن
ْ
ِم َن ال
۠
نَا
َ
أ
 »این راه من است من و پیروانم، و با بصیرت کامل، همه مردم را به 
سوی خدا دعوت میکنیم! من ّزه است خدا! و من از مشرکان نیستم!«
بگو ای حبیب صلى الله عليه وسلم: این راه من وپیروانم است )تمام مومنان ومومنات، 
اصحاب کرام وصحابیات رضوان هللا علیهم اجمعین وهمه اهل بیت ام 
رضوان هللا علیهم اجمعین که با بصیرت کامل همه مردم را به سوی خداوند 
بزرگ و متعال جل جلاله دعوت میکنیم وهرکسی که به این ستاره های هدایت 
وکشتی نجات چنگ بزند راهیاب و هدایت می یابد 
اینها مطابق ایت ۱۷۵ سوره بقره شریف کسانی استند که در مقابل هدایت 
گمراهی را ودر مقابل امرزش ومغفرت عذاب را برگزیده اند که هللا جل جلاله در 
قرآن شریف می فرماید که من از اینها یعنی اصحاب کرام وصحابیات عزام 
و اهل بیت گرانقدر رضوان هللا علیهم اجمعین راضی استم وشما انهارا 
توهین وبد گویی می کنید فیروز ابولولو کسی است که حضرت عمر رضی 
هللا عنه را به شهادت رسانده است قبر این ملعون در ایران است که چقدر 
مورد اکرام وتکریم اهل تشیع میباشد وهمچنان بی بی مبارک ما عایشه 
صدیقه رضی هللا عنها را تا حال بد گویی می کنند نه احترام به صحابه 
38
کرام دارند ونه به اهل بیت عزام رضوان هللا علیهم اجمعین، چهره هایشان 
در دنیا از سبب همین بی احترام وتوهین شان مسخ شده میباشد که این مسخ 
چهره هایشان را انسان های اهل بصیرت خوب می بینند چراکه حزب 
پروردگار عالم جل جلاله در هر حالت غالب وپیروز میباشند خاک قبور انها نسبت 
به دیگر خاک ها برتری دارد وجسم شان هم نسبت به دیگر اجساد در قبور 
صحیح وسالم میباشد وحزب شیطان همیش خوار و زبون و مورد لعن 
پروردگار عالم جل جلاله میباشند 
پروردگار عالم جل جلاله همه مارا از توهین وتحقیر اهلبیت وصحابه کرام 
رضوان هللا علیهم اجمعین ابداالبد به طفیل جناب حضرت محمد رسول هللا 
صلى الله عليه وسلم در حفظ وامان خودش نگه نمایید واز نقش قدم این مبارک ها مارا دور 
نسازد واز محبت شان همه وجود مارا ماالمال در دنیا، در قبر ودر اخرت 
داشته باشد
آمین یارب العالمین 
ومن هللا توفیق `
        }
        </p>
        <div className="info">
          <h3>کابل</h3>
          <h3>سال 1403</h3>
          <h3>مدرسه تعلیم قرآن و حدیث شریف</h3>
        </div>
      </div>
    </div>
  );
}
