import "./about.css";
export default function who_we_are() {
  return (
    <div className="taqrirView">
      <div className="main"></div>
      <h3 className="titleOfTaqrir">
      ارزش‌ها و اصول بنیادی
        </h3>
      <div className="content">
        <p>
        وب سایت اعجاز قرآن تحت چتر قرآن و حدیث، (فقه حنفی و مسلک تصوف) تمام مباحث اعم از دینی و ساینسی را مطرح می‌کند.
سنگ بنای این نهاد به تحقیق و تدقیق نهاده شده است.
این نهاد برای استدلال خویش در قدم اول به قرآن عظيم الشأن و سپس  به احادیث نبوی ص تمسک می ورزد      .
حديث صحيح همان حدیثی است که قرآن عظيم آن را تایید کند و بالعکس حديث موضوعی همان حدیثی است که قرآن آن را رد کند.
        </p>
      </div>
    </div>
  );
}
