import "./about.css";
export default function who_we_are() {
  return (
    <div className="taqrirView">
      <div className="main"></div>
      <h3 className="titleOfTaqrir">وجوه امتیاز از دیگران</h3>
      <div className="content">
        <p>
          آنچه را ما به نشر می سپاریم برعلاوه این که از دقت و ظرافت فوق العاده
          برخوردار است، آنچنان کمیاب بل نایاب است، که مرور شما بر داشته های ما
          در عمل، قناعت شما را فراهم میسازد، نکات برجستگی های آتی را در این وب
          سایت تجربه کنید:
        </p>
        <ul style={{width:'97%'}} className="listofitems">
          <li>بیان اعجاز علوم ظاهر، باطنی، نقوش، عددی و لدنی قرآن کریم</li>
          <li>بیان مصداق احادیث در ایات قرآنی</li>
          <li>بیان شامل بودن قرآن بر تمام علوم و اشیاء</li>
          <li>حل معما های که تا اکنون حل نشده است.</li>
        </ul>
        <p>
          تا حال تمام موارد فوق الذکر بطور مفصل، جامع و مدلل بیان نشده است مگر
          بطور کلی، پراگنده و اقل من القليل، اما وب سایت اعجاز قرآن که بیان
          سلسله وار مطالب مذکور متعهد است.
        </p>
      </div>
    </div>
  );
}
