import React, { useState, useEffect } from 'react';
import { FaSearch } from 'react-icons/fa'; 
const TextPagination = ({ text, wordsPerPage }) => {
    const [currentPage, setCurrentPage] = useState(() => {
        const savedPage = localStorage.getItem('currentPage');
        return savedPage !== null && !isNaN(savedPage) ? Number(savedPage) : 0;
    });

    const [searchQuery, setSearchQuery] = useState('');
    const [searchResults, setSearchResults] = useState([]);
    const [currentMatchIndex, setCurrentMatchIndex] = useState(0);

    const textChunks = text.split(/\s+/).reduce((acc, word, index) => {
        const chunkIndex = Math.floor(index / wordsPerPage);
        if (!acc[chunkIndex]) acc[chunkIndex] = [];
        acc[chunkIndex].push(word);
        return acc;
    }, []).map(chunk => chunk.join(' '));

    const totalPages = textChunks.length;

    useEffect(() => {
        const savedPage = localStorage.getItem('currentPage');
        if (savedPage !== null && !isNaN(savedPage)) {
            setCurrentPage(Number(savedPage));
        }
    }, []);

    useEffect(() => {
        localStorage.setItem('currentPage', currentPage);
    }, [currentPage]);

    useEffect(() => {
        if (searchQuery) {
            const regex = new RegExp(searchQuery, 'gi');
            let matches = [];

            textChunks.forEach((chunk, pageIndex) => {
                [...chunk.matchAll(regex)].forEach(match => {
                    matches.push({ pageIndex, match });
                });
            });

            setSearchResults(matches);
            setCurrentMatchIndex(0);
            if (matches.length > 0) {
                setCurrentPage(matches[0].pageIndex);
            }
        } else {
            setSearchResults([]);
        }
    }, [searchQuery]);

    const goToMatch = (index) => {
        if (index >= 0 && index < searchResults.length) {
            setCurrentMatchIndex(index);
            setCurrentPage(searchResults[index].pageIndex);
        }
    };

    const highlightText = (text, query) => {
        if (!query) return text;

        const regex = new RegExp(`(${query})`, 'gi');
        return text.split(regex).map((part, index) =>
            regex.test(part) ? (
                <span key={index} style={{ backgroundColor: 'yellow' }}>{part}</span>
            ) : (
                part
            )
        );
    };

    return (
        <div className='textshow'>
            <div style={{ marginBottom: '20px', display: 'flex', alignItems: 'center', gap: '10px' }}>
                <input
                    type="text"
                    placeholder="جستجو..."
                    value={searchQuery}
                    onChange={(e) => setSearchQuery(e.target.value)}
                    style={{
                        width:'60%',
                        borderRadius: '5px',
                        color: 'var(--primary)',
                        border: '1px solid var(--primary)',
                        borderRadius: '30px',
                        transition: '0.3s ease-in-out',
                        padding: '0 20px',
                        backgroundColor: 'transparent',
                        outline: 'none',
                    }}
                />
                 <FaSearch style={{
                    color: 'green',
                    marginRight:'-45px',
                    marginLeft:'45',
                 }}/>
                {searchQuery && (
                    <span style={{ fontSize: '14px', color: '#333' }}>
                        {searchResults.length} مورد پیدا شد                    </span>
                )}
                {searchQuery && searchResults.length > 0 && (
                    <div style={{ display: 'flex', gap: '5px' }}>
                        <button
                            onClick={() => goToMatch(currentMatchIndex - 1)}
                            disabled={currentMatchIndex === 0}
                            style={{
                                padding: '5px 10px',
                                backgroundColor: 'green',
                                color: '#fff',
                                border: 'none',
                                borderRadius: '5px',
                                cursor: 'pointer',
                            }}
                        >
                            قبلی
                        </button>
                        <button
                            onClick={() => goToMatch(currentMatchIndex + 1)}
                            disabled={currentMatchIndex === searchResults.length - 1}
                            style={{
                                padding: '5px 10px',
                                backgroundColor: 'green',
                                color: '#fff',
                                border: 'none',
                                borderRadius: '5px',
                                cursor: 'pointer',
                            }}
                        >
                            بعدی
                        </button>
                    </div>
                )}
            </div>

            <div style={{ marginBottom: '20px', whiteSpace: 'pre-line' }}>
                {highlightText(textChunks[currentPage], searchQuery)}
            </div>

            <div style={{ display: 'flex', alignItems: 'center', justifyContent: 'space-between' }}>
                <button
                    onClick={() => setCurrentPage(currentPage - 1)}
                    disabled={currentPage === 0}
                    style={{
                        padding: '5px 10px',
                        backgroundColor: currentPage ? 'green' : 'lightgray',
                        color: 'white',
                        border: '1px solid #ddd',
                        borderRadius: '5px',
                        cursor: 'pointer',
                    }}
                >
                    قبلی
                </button>

                <select
                    value={currentPage}
                    onChange={(e) => setCurrentPage(Number(e.target.value))}
                    style={{
                        padding: '0px 15px',
                        borderRadius: '5px',
                        border: 'none',
                        cursor: 'pointer',
                        appearance: 'none',
                        backgroundColor: 'rgba(0, 128, 0, 0.200)',
                    }}
                >
                    {Array.from({ length: totalPages }, (_, i) => (
                        <option key={i} value={i}>{`صفحه ${i + 1}`}</option>
                    ))}
                </select>

                <button
                    onClick={() => setCurrentPage(currentPage + 1)}
                    disabled={currentPage === totalPages - 1}
                    style={{
                        padding: '0px 10px',
                        backgroundColor: !(currentPage === totalPages - 1) ? 'green' : 'lightgray',
                        height: '40px',
                        color: 'white',
                        border: '1px solid #ddd',
                        borderRadius: '5px',
                        cursor: 'pointer',
                    }}
                >
                    بعدی
                </button>
            </div>
        </div>
    );
};

const First = () => {

    const largeText =  `
    اَعْــــــــوُذُ بِاللّٰهِ مِنَ الشَّــــــــــــــــــيْطٰنِ
         الرَّجِيْــــــــــــــــــمِ بِسْمِ اللّٰهِ الرَّحْـمٰنِ الرَّحِيْـمِ
  اَللّٰـــــــــــــهُمَّ صَلِّ وَ سَــــــــــــــلِّمْ وَ بَارِكْ عَلٰي
         سَــــــــــــــيِّدِنَا مُـحَــــــــــــــــمَّدٍ وَّ اٰلِـهٖ وَ
         اَصْـحَـابِهٖ بِعَدَدِ كَلِـــــــــــــــمَاتِـكَ ط
           سیرت أم المؤمنين عائشة رضی الله تعالی عنها
        تحقیق و بررسی شأن و منزلت اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة
        الصدیقه رضی الله تعالی عنها بوده، که درین تحقیق مسائل ذیل را به بررسی
        میگیریم: 1. تولد و تربیت اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة الصدیقه
        رضی الله تعالی عنها. 2. القاب و صفاتیکه اُمّنا و أُم الّمؤمنين حضرت بی
        بی عائشة الصدیقه رضی الله تعالی عنها به آن شهرت داشتند . 3. انتخاب
        اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة الصدیقه رضی الله تعالی عنها برای
        ازدواج با رسول الله (ﷺ) توسط وحی . 4. نظریات صحابه کرام و تابعین (رضی
        الله تعالی عنهم اجمعین) در مورد شخصیت ام المومنین (رض). 5. قضیه افک و
        تهمت به ام المومنین (رض) و برائت ایشان توسط الله (ج) با نزول وحی . 6.
        چرا اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة الصدیقه رضی الله تعالی عنها
        برای طهارت و پاکی اش از شَرّ تهمت منافقین آیه ۱۸ سوره ۱۲ (یوسف) را تلاوت
        می فرمود ؟ و درین آیت مبارکه چه حکمتی وجود دارد ؟ و در اعداد این آیت
        مبارک چه رمزهای وجود دارد ؟ و همچنان در حروف این آیت چه رازیست که ام
        المومنین بی بی عائشه صدیقه (رض) به آن اشاره دارد ؟ 7. فیصله قرآن شریف ،
        در حق منافقین که در شان اهل بیت عظام بالخصوص حضرت اُمّنا و أُم الّمؤمنين
        حضرت بی بی عائشة الصدیقه (رضی الله تعالی عنها) افک و تهمت می بندند ،
        چیست ؟ بخش اول تولد و تربیت اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة
        الصدیقه رضی الله تعالی عنها الحمد لله که اسلام جایگاه و منزلت زن را از
        بدو آغاز و در طول زمان بالا برده است؛ که ما درین مبحث بعون الله متعال
        (ج) در مورد ام المومنین سیدة النساء العالمین العائشة الصديقه (رضي الله
        تعالی عنها) بنت عبد الله (سیدنا ابوبکر نالصدیق (رض)) بن ابی قحافه بن
        عثمان بن عامر بن کعب بن کنانه، بحث و تحقیق می کنیم؛ ام المومنین(رض) ۷ یا
        ۹ سال قبل از هجرت در مکه معظمه متولد گردیده است و همچنان تاریخ میلادی
        تولد ایشان حدوداً در بین ۶۱۳ تا ۶۱۵ میباشد. ام المومنین (رض) زندگی دنیوی
        فوق العاده بی نظیری داشتند ودارای مواقف بسیار عالی بودند، که هریک ازین
        موقف ها قابل تدبر و تأمل است تا جايگاه و شخصیت ام المومنین(رض) دانسته
        شود؛ بطور مثال: او خانم رحمت للعالمین(ﷺ) است، برای اهل بصیرت و ایمان
        همین مقام کافیست که شخصیت ام المومنین (رض) را بدانند و اِلا اگر صد کتاب
        درباره شخصیت مبارکه اش نوشته شود باز هم نمیتواند برای منافقین و کور دلان
        کافی باشد. مثال دیگر اینکه ایشان دختر خلیفه رسول الله (ﷺ) است و اگر یک
        ذره یی از شخصیت سیدنا ابوبکر الصدیق (رض) را در ذیل بنگاریم، شما خواهید
        دانست خلیفه اول اسلام چی کسی بوده و خانواده جناب ام المؤمنین(رض) چی
        مبارک خانواده بوده است و همچنان به قول الله تعالی(ج) ایشان ام
        المومنین(رض) استند. بناء ام المومنین(رض) برکت عظیم برای امت اسلامی است،
        ام المومنین(رض) فقیه ترین زن عالمین بود، چون عمر گرانبهایش را زیر نظر و
        تربیت صحابی جلیل القدر، وزیر و خلیفه رسول الله (ﷺ) سپری نموده است؛ آن
        خلیفه ایکه، الله تعالی (ج) در شان و منزلت اش آیت مبارک نازل میکند و
        احادیث جناب رسول الله(ﷺ) در خصوص منزلتش نیز مذکور است؛ که ذیلاً به وضاحت
        گرفته میشود: 1) [سُوۡرَةُ النُّور : سوره ۲۴ ام ] وَلَا يَأْتَلِ أُولُو
        الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُولِي الْقُرْبَىٰ
        وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ ۖ وَلْيَعْفُوا
        وَلْيَصْفَحُوا ۗ أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ ۗ
        وَاللَّهُ غَفُورٌ رَّحِيمٌ [٢٤:٢٢] ترجمه : آنها یکه از میان شما دارای
        برتری (فضیلت در دین دارند، یعنی حضرت ابوبکر الصدیق(رض) ، سبحان الله،
        الله(ج) خود تائید فضیلت دینی این شخصیت مبارک را میکند.) و وسعت زندگی
        هستند نباید سوگند یاد کنند که از انفاق نسبت به نزدیکان و مستمندان و
        مهاجران در راه خداوند(ج) دریغ نمایند؛ آنها باید عفو کنند و چشم بپوشند؛
        آیا دوست نمی‌ دارید خداوند(ج) شما را ببخشد؟! و خداوند(ج) آمرزنده و
        مهربان است! توضیح : «نَزَلَتِ الآيَةُ في أبِي بَكْرٍ حَيْثُ حَلَفَ أنْ
        لا يُنْفِقَ عَلى مِسْطَحٍ وهو ابْنُ خالَةِ أبِي بَكْرٍ.» ترجمه : این آیت
        در شان حضرت ابوبکر صدیق (رض) نازل شده است ، وقتیکه قسم یاد کرد که بالای
        مسطح خاله زاده اش ( چون در اذاعه افک و تهمت بر ام المومنین(رض) دخیل بود
        ) دیگر انفاق نمی کند . درین آیه مبارکه الله (ج) سیدنا ابوبکر الصدیق (رض)
        را به صفات بسیار عالی توصیف میکند؛ ۱.۱. أُولُو الْفَضْلِ مِنكُمْ: صاحب
        فضل و این فضل همانا فضیلت در دین است و (مِن) تمییز است یعنی دربین جمعی
        از مومنین افضل است . ۱. ۲. السَّعَةِ: و برتری مال و وسعت در امور دنیا .
        و رسول الله (ﷺ) می فرماید : ما نَفَعَني مالٌ قطُّ ما نَفَعَني مالُ أبي
        بكر. ترجمه : هیچ مالی مرا فایده نرسانده به اندازه مال ابوبکر (رض) .
        سبحان الله نصرت رسول الله (ﷺ) در حقیقت نصرت و یاری الله متعال(ج) است و
        این شان عظیمی است که الله (ج) به حضرت ابوبکر صدیق (رض) اعطا کرده است. و
        الله (ج) در حقیقت با نزول این آیت مبارک حضرت ابوبکر صدیق (رض) را دلجویی
        و نوازش و رهنمایی میکند . و رسول الله (ﷺ) در مورد سیدنا ابوبکر الصدیق
        (رض) نیز چنین می فرماید: ۲. «ما وَطَئَ الأرضَ بعد الأنبياءِ خيرُ مِّن
        أبي بكر» ترجمه : « بعد از انبیاء (ع) کسی بهتر از ابوبکر صدیق(رض) بر زمین
        پا ننهاده است.» ۳. قال - صلى الله عليه وسلم -: «خُيرُ هذِهِ الأمَّة بعد
        نبيِّها أبو بكر، ثم عمر»؛ البخاري ترجمه : بهترین این امت بعد از نبی اش
        ابوبکر و بعد عمر (رضی الله عنهما) است . الله اکبر . ۴. وقال - صلى الله
        عليه وسلم -: «اقتَدوا باللَّذَيْنِ مِن بعدي: أبي بكر وعمر»؛ أحمد وابن
        ماجه. ترجمه : (ای امت) بعد از من به دو نفر اقتدا کنید ، به ابوبکر و عمر
        (رضی الله عنهما) . سبحان الله ، ام المومنین (رض) در خانه یی همچو یک
        شخصیت بزرگ، تولد شده است و همچو یک شخصیت بهشتی که بشارت به بهشت به ایشان
        نیز داده شده بود کفالت ام المومنین(رض) را به مدتی به عهده میگیرد ، و
        درین کفالت مهم مادر مبارکش، ام رومان ( رضی الله عنها ) شخصیت که رسول
        الله (ﷺ) بشارت بهشت برایش داده بود، نیز سهم مهم را ایفا میکند، بناء از
        زمین پاک نبات پاک می روید و الله (ج) پاکان را دوست دارد. و الله سبحانه و
        تعالی (جل جلاله) اشارات با حکمتی را در آیه ۳۷ سوره آل عمران شریف برای
        اهل حق و بصیرت بیان میکند: [سُوۡرَةُ آل عِمرَان : سوره سوم ]
        فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنبَتَهَا نَبَاتًا حَسَنًا
        وَكَفَّلَهَا زَكَرِيَّا ۖ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا
        الْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا ۖ قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ
        هَٰذَا ۖ قَالَتْ هُوَ مِنْ عِندِ اللَّهِ ۖ إِنَّ اللَّهَ يَرْزُقُ مَن
        يَشَاءُ بِغَيْرِ حِسَابٍ [٣:٣٧] خداوند(ج) ، او [= مریم‌] را به طرز
        نیکویی پذیرفت؛ و به طرز شایسته‌ای، (نهال وجود) او را رویانید (و پرورش
        داد)؛ و کفالت او را به «زکریا(ع)» سپرد. هر زمان زکریا(ع) وارد محراب او
        می ‌شد، غذای مخصوصی در آن جا می ‌دید. از او پرسید: «ای مریم! این را از
        کجا آورده‌ای؟!» گفت: «این از سوی خداوند(ج) است. خداوند(ج) به هر کس
        بخواهد، بی حساب روزی می‌ دهد. توضیح : چنانچه الله (ج) ام المومنین بی بی
        مریم (رض) را به نیکویی قبول کرد و نبات حسن رویانید اش ، همین قسم ام
        المومنین عائشه (رض) را نیز قبول کرده و نبات حسن رویانیده است ، آنجا حضرت
        زکریا (ع) کفالت ام المومنین بی بی مریم (رض) را بر عهده داشت ، در عصر
        رسول الله(ﷺ) کفالت ام المومنین بی بی عائشه صدیقه(رض) را حضرت ابوبکر
        الصدیق (رض) که مثالش به مانند پیامبر در بنی اسرائیل است [ «عُلَمَاءُ
        أمَّتِي كأنبِياءِ بني إِسْرَائِيل» یعنی علماء امت من به مانند انبیاء (ع)
        در بنی اسرائیل استند. صاحب إحياء العلوم در كتاب اش نقل كرده است ] بر
        عهده داشت تا نبات بروید که از ثمره اش امت اسلامی مَادَامُ العُمر استفاده
        نماید . و بعداً کفالت اش را سردار کونین (ﷺ) به عهده گرفت. و درعین حال،
        چنانچه نزد ام المومنین حضرت بی بی مریم (رض) از رزق و طعام فصل های مختلف
        می بود به همین منوال، همیشه نزد ام المومنین حضرت بی بی عائشه الصدیقه
        (رض) علوم قرآن شریف و حدیث شریف که بهترین و أَطْیَبُ الرِّزقِ است، می
        بود که از جانب الله (ج) و رسول الله (ﷺ) برایش اعطا میگردید، تا در آینده
        در تربیت امت سهم عظیم داشته باشد، چنانچه و لله الحمد سهم عظیمی هم داشتند
        و تا هنوز و تا قیام قیامت می داشته باشد. یعنی الله (ج) ام المؤمنين بی بی
        عائشه الصدیقه(رض) را به نیکویی پذیرفته بود و مکان کفالت و تربیت اش قبل
        از قبل در علم الله(ج) مشخص بود چون قرآن شریف قبل از قبل و بصورت مجمل به
        آسمان دنیا بصورت کامل نازل شده است و از آسمان دنیا به ترتیب و لزوم دید
        زمان نزول شرف کرده است، و در قرآن شریف سوره نور یکی از سوره های آن است،
        و شأن نزولش هم برای براءت ام المومنین از افک منافقین است، پس در نتیجه
        الله (ج) از بدو خلقت ام المومنین عائشه (رض) را به حیث زوجه رسول الله (ص)
        و ام المومنین انتخاب کرده بود، به این خاطر ام المومنین (رض) را نبات حسن
        در خاندان ولایت رویانید و تا مدتی در آن خاندان پاک تربیت کرد و بعد از
        مدتی برای کفالت و تربیت اش، ام المومنین را به خانه نبوت نزد حبیب اش (ﷺ)
        فرستاد تا در آینده در شکل دهی نظام و تمدن بزرگ اسلامی نقش کلیدی را ایفا
        کند، و وعده الله (ج) است که از زمین پاک نبات پاک وسالم آنهم به اذن الله
        (ج) می روید بناء در آیه ۵۸ سوره الاعراف شریف الله (ج) چنین مهربانی می
        فرماید: [سُوۡرَةُ الاٴعرَاف : آیه ۵۸] وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ
        نَبَاتُهُ بِإِذْنِ رَبِّهِ ۖ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا
        نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ [٧:٥٨]
        ترجمه : سرزمین پاکیزه (و شیرین)، گیاهش به فرمان پروردگار(ج) می ‌روید؛
        امّا سرزمینهای بد طینت (و شوره ‌زار)، جز گیاه ناچیز و بی ارزش، از آن نمی
        ‌روید؛ این گونه آیات (خود) را برای آنهایکه شکر گزارند، بیان می‌ کنیم! و
        بعد از کفالت و تربيت ام المومنين (رض) در خانه ولایت و نبوت و بعد از کامل
        شدن این تربيت، رسول الله (ﷺ) در شان مبارک اش چنین می فرماید: ۱. «كَمَلَ
        مِنَ الرِّجَالِ كَثِيرٌ، وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ: إِلَّا آسِيَةُ
        امْرَأَةُ فِرْعَوْنَ، وَمَرْيَمُ بنْتُ عِمْرَانَ، وإنَّ فَضْلَ عَائِشَةَ
        علَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ علَى سَائِرِ الطَّعَامِ.» [ الراوي :
        أبو موسى الأشعري | المحدث : البخاري] ترجمه : از مردان بسیاری به کمال
        رسیدند ولی از زنان به کمال نرسیدند مگر؛ آسِيَةُ امْرَأَةُ فِرْعَوْنَ و
        مَرْيَمُ بنْتُ عِمْرَانَ و فضیلت ام المومنین عایشه (رض) بر دیگر زنان
        مانند فضیلت الثَّرِيدِ (شوربا) بر سائر طعام است. توضیح : دقت شود درین
        حدیث مبارک از زنان ادوار مختلف ذکر شده است، مثلا از ام المومنین آسیه
        (رض) در زمان موسی (ع)، و از ام المومنین مریم (رض) مادر سیدنا عیسی (ع)، و
        بعداً از ام المومنین سیدة النساء العالمين ذکر شده است، یعنی این فضیلت بر
        زنان تمام ادوار زمانی است، از زمان آدم (ع) تا یوم القیامه. چون نسبت اش
        به رحمت للعالمین، حبیب الله و رسول الله (ﷺ) است با این دلیل یقیناً که ام
        المومنین(رض) بر سائر زنان فضیلت خاص دارد چون تحت تربیت و کفالت حضرت
        ابوبکر الصدیق (رض) و رحمت للعالمین (ﷺ) به کمال علم و معرفت رسیده است. ۲.
        و رسول الله (ﷺ) در حدیث مبارک دیگر مهربانی میکند و میفرماید: الراوي :
        عمرو بن العاص (رض) : أنَّ النَّبيَّ صَلَّى اللهُ عليه وسلَّمَ بَعَثَهُ
        علَى جَيْشِ ذَاتِ السَّلَاسِلِ، فأتَيْتُهُ فَقُلتُ: أيُّ النَّاسِ أحَبُّ
        إلَيْكَ؟ قَالَ: عَائِشَةُ، فَقُلتُ: مِنَ الرِّجَالِ؟ فَقَالَ: أبُوهَا،
        قُلتُ: ثُمَّ مَنْ؟ قَالَ: ثُمَّ عُمَرُ بنُ الخَطَّابِ، فَعَدَّ رِجَالًا.
        ترجمه : رسول الله (ﷺ) عمرو بن العاص (رض) را امیر بر لشکر سلاسل (زنجیر
        ها) مقرر فرمود، (عمرو بن العاص (رض) می فرماید): پس من نزد رسول الله (ﷺ)
        آمدم و برایش گفتم: کدام مردم نزد شما بسیار محبوب اند؟ رسول الله (ﷺ)
        فرمود: عائشه ( ام المومنین (رض)) ، باز گفتم : از مرد ها کی بسیار برای
        شما محبوب است ؟ رسول الله (ﷺ) فرمود : پدرش ( پدر ام المومنین عایشه (رض)
        یعنی حضرت ابوبکر الصدیق (رض) ، دوباره گفتم: بعد اش کی؟ رسول الله (ﷺ)
        فرمود: حضرت عمر بن الخطاب (رض) و دیگر مرد ها را نیز گفتند که رسول الله
        (ﷺ) ایشان را دوست دارند. ۳. و صحابه و تابعین بالإجماع و همچنان علماء
        متقدمین و متأخرین تماماً مُعترف به فقاهت و علمیت ام المومنین (رض) بودند
        و استند ، برای نمونه چند مثال را ذکر میکنیم: ۳. ۱. حضرت أبوموسى الأشعري
        - رضي الله عنه می فرماید: قال أبوموسى الأشعري - رضي الله عنه: «ما أشكَل
        علينا - أصحابَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّم - حديثٌ قطُّ فسأَلْنا
        عائشةَ إلَّا وجَدْنا عندَها منه عِلْمًا». ترجمه : برای ما یعنی اصحاب
        النبی (ص)، هیچ مشکلی در حدیث شریف پیش نیامده است، مگر اینکه ما از ام
        المومنین عائشه (رض) درباره آن سؤال کرده ایم و ما ایشان را درباره آن حدیث
        شریف آگاه و عالمه یافته ایم. [رواه الترمذي في سننه.] ۳. ۲. ویا در روایت
        دیگر مذکور است؛ وعن أبى موسى الأشعري رضي الله عنه قال: «ما أُشكل علينا
        -أصحابَ محمد- أمر فسألنا عنه عائشة إلا وجدنا عندها فيه علم.» ترجمه : بر
        ما (اصحاب النبی (ص) در هیچ کاری مشکل پیش نیامده است مگر اینکه ما درباره
        آن از ام المومنین (رض) پرسیده ایم و نزد اش درباره (حل) آن مشکل علم یافته
        ایم . طور مثال: أن زياد بن أبي سفيان كتب إلى عائشة رضي الله عنها: إن عبد
        الله بن عباس رضي الله عنهما قال: من أهدى هديا حرم عليه ما يحرم على الحاج
        حتى ينحر الهدي، وقد بعثت بهديي فاكتبي لي بأمرك. « فقالت عائشة رضي الله
        عنها ليس كما قال ابن عباس، أنا فتلت قلائد هدي رسول الله صلى الله عليه
        وسلم بيدي ثم قلدها رسول الله صلى الله عليه وسلم بيديه ثم بعث بها مع أبي
        فلم يحرم على رسول الله صلى الله عليه وسلم شيء أحله الله له حتى نحر
        الهدي.» [رواه البخاري. رقم (۱۷۰۰)] ترجمه : همانا حضرت زیاد بن ابی
        سفیان(رض) به ام المومنین عائشه (رض) نوشت ؛ به تحقیق که عبد الله بن
        عباس(رض) گفت ؛ کسی که هدیه یی را اهدا کند بر او حرام میشود چنانچه بر یک
        حاجی قربانی حرام میشود تا اینکه قربانی را نحر کند . و اینک من هدیه خود
        را فرستادم ، هدایت خود را برای من (بنویسید) بفرمائید . ام المومنین عائشه
        (رض) فرمود ؛ آن چنانکه حضرت عبد الله ابن عباس (رض) فرموده است نیست ، من
        با دست های خود گردن بند هدیه (قربانی) رسول الله (ص) را بافته ام و رسول
        الله (ص) با دو دست خود آنرا بر گردن قربانی خود انداخته است ، و بعد با
        هدیه اش همراه با پدرم رفت بسوی (قربانگاه) و هیچ چیز از آنچه که الله(ج)
        بر رسول الله(ص) حلال کرده است حرام نشد تا اینکه قربانی اش را نحر کرد .
        وأشار الإمام الزهري إلى مدى تأثير هذه الفتوى في حل المشكلة القائمة بين
        الناس، وقال: «أول من كشف الغمى عن الناس وبين لهم السنة في ذلك عائشة رضي
        الله عنها… فلما بلغ الناس قول عائشة هذا أخذوا به وتركوا فتوى ابن عباس»
        [سنن البيهقي الكبرى ۹۹۷۱] ترجمه : امام زهری (رح) به تاثیر زیاد این فتوا
        در حل مشکل پیش آماده میان مردم اشاره میکند و میفرماید ؛ اولین کسی که این
        مشکل آمده را از مردم بر طرف کرد و سنت (رسول الله(ص) را برایش توضیح داد ،
        ام المومنین(رض) بود ، وقتی به مردم این قول ام المومنین عائشه (رض) رسید
        آنرا گرفتند و فتوای حضرت عباس (رض) را ترک کردند. بناء رسول الله (ﷺ) با
        در نظرداشت علم و فقاهت و بیداری فکری و ذکاوت که ام المومنین(رض) داشت
        چنین ارشاد فرمودند: ۴. «خذوا شَطرَ دِينِكم عَن هذِهِ الحُميراء» [يعني:
        أم المؤمنين عائشة رضي الله عنها]) و در حدیث دیگری رسول الله (ﷺ) می
        فرماید؛ ۵. «خُذُوا نِصفَ دِينِكُم مِن هذِهِ الحُميرا (رض) » ترجمه : (فقه
        و دانش) نصف دین تان از (مادر تان ) حمیرا (رض) بگیرید (بیاموزید). توضیح :
        مؤمنین و اهل علم و بصیرت باید تدبر و تفکر کنند و بدانند که علم نصف دین،
        مسئله کوچکی نیست، سخن از دین است که در زمین و آسمان ها حاکم و برای الله
        (ج) غیر ازین دین مقبول نیست، نصف این دین را باید از ام المومنین آموخت .
        آیا درک می کنیم و آیا این سخن را می فهمیم !؟ إِنَّ الدِّينَ عِندَ
        اللَّهِ الْإِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ
        إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۗ وَمَن
        يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ [٣:١٩]
        مسلماً دینِ [واقعی که همه پیامبرانْ مُبلّغ آن بودند] نزد خداوند(ج)،
        اسلام است. و اهل کتاب [درباره آن] اختلاف نکردند مگر پس از آنکه آنان را
        [نسبت به حقّانیّت آن] آگاهی و دانش آمد، این اختلاف به خاطر حسد و تجاوز
        میان خودشان بود؛ و هر کس به آیات خداوند(ج) کافر شود [بداند که] خداوند(ج)
        حسابرسی، سریع است. بناء برای مومنین و اهل فقه و دانش همین کفایت میکند که
        جایگاه ام المومنین(رض) را بدانند. ام المومنین (رض) در اشاعات و حفاظت دین
        اسلام با حفظ احادیث پیامبر رحمت (ﷺ) و با تربیت مسلمین در ایجاد تمدن بزرگ
        اسلامی سهم عظیمی داشتند. و صحابه کرام (رضوان الله علیهم اجمعین) بالاجماع
        مُعترف به فقاهت و علميت ام المومنین(رض) بوده اند . بخش دوم القاب و
        صفاتیکه اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة الصدیقه رضی الله تعالی
        عنها به آن شهرت داشتند * القاب ام المومنین عائشه (رض) در پرتو آیات و
        احادیث شریف: ۱. أم المؤمنين: [سُوۡرَةُ الاٴحزَاب : سورة ٣٣] النَّبِيُّ
        أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَاجُهُ
        أُمَّهَاتُهُمْ ۗ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي
        كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَن
        تَفْعَلُوا إِلَىٰ أَوْلِيَائِكُم مَّعْرُوفًا ۚ كَانَ ذَٰلِكَ فِي
        الْكِتَابِ مَسْطُورًا [٣٣:٦] پیامبر نسبت به مؤمنان از خودشان سزاوارتر
        است؛ و همسران او مادران آنها [= مؤمنان‌] محسوب می ‌شوند؛ و خویشاوندان
        نسبت به یکدیگر از مؤمنان و مهاجران در آنچه خداوند(ج) مقرّر داشته اولی
        هستند، مگر اینکه بخواهید نسبت به دوستانتان نیکی کنید (و سهمی از اموال
        خود را به آنها بدهید)؛ این حکم در کتاب (الهی) نوشته شده است. ۲. حبيبةُ
        رسولِ الله (ﷺ): «سُئِل رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: مَن أحَبُّ
        النَّاسِ إليكَ؟ قال: عائشةُ قيل له: ليس عن أهلِكَ نسأَلُك قال: فأبوها»
        ترجمه : از رسول الله (ص) پرسیده شد ؛ کی به شما بسیار محبوب است؟ محبوب
        (ص) فرمود: عائشة (رض)، بعد دوباره پرسیده شدند: بغیر از اهل بیت تان کی را
        به شما زیاد محبوب است؟ سیدنا وسندنا محمد مصطفی (ص) فرمود: پدرش ( پدر ام
        المومنین عائشة (رض)). ٣. المُبرَّأة: الله (ج) ام المومنین(رض) را از قضیه
        افک مبرا کرد و عفت و طهارت را اظهار نمود و منافقین را خوار و ذلیل نمود .
        ٤. الصدِّيقة: صفتی است که رسول الله (ﷺ) از محبت زیاد برایش می فرمود
        (الصدِّيقة ابنت الصدِّيق) یعنی صدیقه دختر صدیق (رضی الله تعالی عنهما)
        ٥.الطّيِّبة : ( وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ
        لِلطَّيِّبَاتِ ) سورت نور آیه ۲۶ ام المومنین عائشه (رض) القاب نیک زیاد
        دارد و ما درین مبحث به همین بسنده میکنیم . * صفات أم المؤمنين عائشة (رض)
        در پرتو آیات و احادیث شریف:: صفات ام المومنین (رض) که به آن شهرت داشت:
        ۱. التقوى والعبادة تميّزت السّيدة عائشة -رضي الله عنها- بصفات التّقوى
        والخشية من الله -تعالى-، فقد كانت كثيرة التّهجّد والقيام باللّيل، وكانت
        تُحافظ على النوافل والتطوع لله -سبحانه-، وتُسبّح الله -تعالى- وتذكره في
        معظم وقتها، وكانت تقوم الليل مع النبي -صلى الله عليه وسلم-، وتصوم في
        معظم الأيام، وتحرص على صلاة التراويح حرصاً كبيراً، وقد حجّت واعتمرت
        مرَّاتٍ كثيرة. [سليمان الندوي، سيرة السيدة عائشة أم المؤمنين، صفحة
        ۲۱۸-۲۱۹. بتصرّف.] ترجمه : ام المؤمنين عائشة (رض) در صفات تقوی و خشیت از
        الله (ج) ممتاز بود، زیاد تهجد و قیام اللیل میکردند، بر نوافل محافظت و
        مداومت می نمودند و همیشه اطاعت از احکام و اوامر الله (ج) میکردند و الله
        (ج) را در اکثر اوقات خود به کثرت ذکر میکردند و نماز شب را با رسول الله
        (ص) قیام میکردند و بر نماز تروایح بسیار حراصت و حفاظت می نمودند و همچنان
        بسیار حج و عمره ادا نموده اند . ۲. السخاء والكرم : كانت السّيدة عائشة
        -رضي الله عنها- شديدة الكرم والسّخاء، تؤثِر السائل على نفسها، حتّى أنّها
        كانت تتصدّق بكلّ ما يصلها من الأموال، وقد دخلت عليها امرأةً تطلب الطعام،
        فلم تجد عندها سِوى تمرة، فأعطتها إياها، وقد قال عروة -رضي الله عنه-:
        "رأيتها تصدق بسبعين ألفا وإنها لترقع جانب درعها"، وأرسل معاوية -رضي الله
        عنه- لها مئة ألف درهم، فوزّعتهم على الفقراء ولم تُبقِ لها شيئاً منهم.
        [سليمان الندوي، سيرة السيدة عائشة أم المؤمنين، صفحة ۲۱۴-۲۱۶. بتصرّف.]
        ترجمه : ام المومنین(رض) بسیار با سخاوت و با کرم بود، سائل را بر خود
        ترجیح میداد و حتی تمام اموال که به دستش میرسید صدقه میکرد، و روزی یک
        خانم نزد ایشان آمد و طعام طلب کرد ولی ام المومنین(رض) نزد خود جز خرمایی
        نیافت پس همان خرما را به آن زن اعطا کرد . و عروه (رض) فرمود : من ام
        المومنین (رض) را دیدم که(۷۰۰۰۰)هفتاد هزار درهم که در کنار لباس اش وصله
        یا پیوند زده بود صدقه کرد و همچنان حضرت امیر معاویه (رض) صد هزار درهم
        (۱۰۰،۰۰۰) را برای ام المومنین(رض) فرستاد و ام المومنین عائشه (رض) همه
        آنرا بین فقرا تقسیم و نزد اش هیچ چیز باقی نماند . ۳. الصبر : تعرّضت
        السّيدة عائشة -رضي الله عنها- إلى محنةٍ وابتلاءٍ عظيم في حادثة الإفك
        حينما نالت منها ألسنة المنافقين في المدينة، وتكلّموا في عرضها الشّريف،
        وقد صبرت متحمِّلةً ذلك ما يقارب الشّهر حتّى شاء الله -تعالى- أن تتنزّل
        فيها آيات من القرآن الكريم تُبَرّئها من كلام الناس وإفكهم، ولم يكن لسان
        مقالها في فترة الإفك سوى أن تردّد قول يعقوب -عليه السّلام- (فَصَبْرٌ
        جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ. ترجمه : به ام
        المومنین عائشه -(رضی الله عنها) در واقعة الفک که زبان منافقین در مدینه
        به او حمله ور شدند، و منافقین در باره آبرو و شرف شریف ایشان (با زبان های
        کثیف شان) صحبت میکردند و مادر مومنان به مصیبت و آزمایش بزرگی دچار شد، و
        ام المومنین (رض) تقریبا تا یک ماه صبر و بردباری اختیار نمودند، تا اینکه
        خداوند متعال(ج) خواست آیاتی از قرآن کریم در مورد او نازل شود و او را از
        تهمت و سخنان (نا شایسته در مورد خاندان نبوت) مبرا سازد، و در مدت یک ماه
        (مشقت و سختی) کلام که بر زبان میاورد تکرار سخنان حضرت یعقوب (علی سیدنا و
        علیه السلام) بود. - [سُوۡرَةُ یُوسُف : سوره ۱۲ ] وَجَاءُوا عَلَىٰ
        قَمِيصِهِ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ
        أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا
        تَصِفُونَ [١٢:١٨] و پیراهن او را با خونی دروغین (آغشته ساخته، نزد پدر)
        آوردند؛ گفت: «هوسهای نفسانی شما این کار را برایتان آراسته! من صبر جمیل
        (و شکیبائی خالی از ناسپاسی) خواهم داشت؛ و در برابر آنچه می‌گویید، از
        خداوند(ج) یاری می‌طلبم!» (سورة يوسف، آية:۱۸ ↑ السيد الجميلى، نساء النبي،
        صفحة ۶۳. بتصرّف.) توضیح : اگر ما به علمیت و شخصیت ام المومنین عائشه (رض)
        توجه بکنیم ، باید این سوال در ذهن ما خطور کند که؛ چرا ام المومنین عائشه
        (رض) این آیت و بخش آنرا بر گزید و تکرار میکرد ؟ حکمت چه بود ؟ چه درسی در
        آن برای امت است ؟ که در اخیر این رساله به حکمت این موضوع می پردازیم . ام
        المومنین زن عادی نبود ، الله (ج) برایش می فرماید یعنی به قرآن شریف ثابت
        است که زنان پیامبر محبوب مان (ص)، زنان عادی مثل سایر زنان نبودند ، پس
        حکمت چه بود و چرا این آیه را باربار تکرار می فرمودند ؟ [سُوۡرَةُ
        الاٴحزَاب : سور ٣٣ ] يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِّنَ
        النِّسَاءِ ۚ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ
        الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا [٣٣:٣٢] ای
        همسران پیامبر! شما همچون یکی از زنان معمولی نیستید اگر تقوا پیشه کنید؛
        پس به گونه‌ای هوس ‌انگیز سخن نگویید که بیماردلان در شما طمع کنند، و سخن
        شایسته بگویید! ان شاء الله این موضوع که ؛ چرا ام المومنین (رض) بار بار
        این آیه شریفه را تکرار می نمودند ، به حد توانایی بشری در موضوع افک این
        بحث توضیح داده میشود . ۴. العلم الغزير (علم کثیر) كانت السّيدة عائشة
        -رضي الله عنها- من علماء المسلمين، ومن أكثرهم فقهاً ورواية لحديث رسول
        الله -عليه الصّلاة والسّلام-، ولا غرابة في ذلك فهي التي لازمت رسول الله
        -صلى الله عليه وسلم- وتلقّت عنه الكثير، وقد انتفع الصّحابة الكِرام من
        علم السّيدة عائشة وفقهها، حتّى كانوا يتردّدون على بيتها للاستماع إلى ما
        في جعبتها من الفقه والعلم والحديث. ترجمه : ام المومنین عائشه (رض) از
        علماء مسلمین بود و نسبت اکثر شان فقیه و روایت کننده احدایث مبارک رسول
        الله (ص) بود . و در (تبحر فقاهت و علمیت ایشان ) جای تعجب هم نیست چون ام
        المومنین(رض) رسول الله (ص) را همراهی و ملازمت میکرد؛ چنانچه رسول الله
        (ص) می فرماید : «لا تُؤْذِينِي في عَائِشَةَ، فإنَّه واللَّهِ ما نَزَلَ
        عَلَيَّ الوَحْيُ وأَنَا في لِحَافِ امْرَأَةٍ مِنْكُنَّ غيرِهَا.» یعنی:
        در باره (ام المومنین) عائشه (رض) مرا اذیت نکنید ، به تحقیق ، قسم به الله
        (ج) که بر من در لحاف (بستر) هیچ یک از شما جز او [ام المومنین عائشه (رض)
        ] وحی نازل نشده است . [الراوي : عن عروة بن الزبير (رض) المحدث:البخاري]
        توضیح : پس بدان که ام المومنین(رض) از این اثرات وحی مستفید شده است. [أم
        المؤمنين عائشة زوجة الرسول"، قصة الإسلام، اطّلع عليه بتاريخ ۳/۷/۲۰۲۳.
        بتصرّف] ۵. الحیاء ام المومنین در حیاء شهرت داشت و الگوی بزرگ برای زنان
        امت خود بود و است . ۶. الشجاعة: اتصفت السيدة عائشة بالشجاعة، وكانت تشجع
        النساء على الجهاد في سبيل الله عز وجل. ترجمه : ام المومنین به شجاعت
        موصوف بود و زنان (امت) را به جهاد در راه الله (ج) تشویق میکرد . ۷.
        القدرات الذهنية الواسعة: كانت السيدة عائشة رضي الله عنها لديها قدرة
        كبيرة على الحفظ والتذكر، حيث روت ما يصل ل ۲۲۱۰ حديث من الاحاديث النبوية
        الشريقة، كما كانت تتميز بالدقة الشديدة في استنباط الأحكام الشرعية، وكانت
        قادرة على توضيح علل الأحكام واسباب نزولها عن روايتها لأحاديث النبي. (أدب
        المرأة : دراسات نقدية: رابطة الأدب الإسلامي العالمية) ترجمه : ام
        المومنین عائشه(رض) قدرت زیاد در حفظ و تذکر داشت، چنانچه ۲۲۱۰ (درین تحقیق
        البته اشاره ۲۲۱۰ حدیث شده است) احادیث شریف را روایت نموده اند ، و همچنان
        در دقت شدید شان در استنباط احکام شرعی هم بسیار ممتاز شناخته می شدند و
        همچنان قدرت توضیح علل احکام و اسباب نزول آنرا از احادیث روایت شده ایشان
        از رسول الله (ص) را داشتند . بخش سوم انتخاب ام المومنین عائشه (رض) برای
        ازدواج با رسول الله (ص) توسط وحی و اینکه ام المومنین عائشه (رض) زوجة
        رسول الله(ص) در دنیا و آخرت است ۱. عن عائشة ـ رضي الله عنها ـ قالت: قال
        رسول الله صلى الله عليه وسلم: "أريتك في المنام ثلاث ليالٍ. جاءني بك
        الملَك في سرقةٍ من حرير. فيقول هذه امرأتك، فأكشف عن وجهك فإذا أنت هي.
        فأقول: إن يك هذا من عند الله يمضه" (سرقة من حرير: قطعة حرير جيد . والله
        أعلم ) . [صحيح بخارى حديث شماره (٥١٢٥) و صحيح مسلم حديث شماره (٦٢٨٣)]
        ترجمه : آنحضرت صلى الله عليه وسلم به حضرت عايشه رضى الله عنها فرمودند:
        تو سه بار در خواب به من نشان داده شدي ، فرشته يي در قطعه ابريشيمي تورا
        أورد و می گفت : اين همسر تو هست. وقتی پارچه را كنار ‌زدم و دیدم ، آن تو
        استی .پس گفتم : اگر این از جانب الله(ج) است ، باشد ( قبول است) . ویا در
        روایت دیگر آمده است ؛ «دوبار تو را در لباس ابريشمي، خواب ديدم. و شخصي
        ميگفـت : ايـن، همسـر توست. چادرش را كنار بزن. ناگهان، ميديدم كه تو هستي.
        با خـود مـي گفـتم : اگـر خواب از جانب خداوند(ج) باشد،. به آن، جامه اي
        عمل ميپوشاند. ۲. فقد جاءت الأحاديث الصحيحة، الكثيرة في فضل عائشة -رضي
        الله عنها- ومن أعظمها ما جاء في بيان أنها زوجة النبي صلى الله عليه وسلم
        في الجنة، ففي مستدرك الحاكم وصححه – ووافقه الذهبي والألباني وشعيب
        الأرناؤوط- أن النبي صلى الله عليه وسلم قال لعائشة -رضي الله عنها-: أما
        ترضين أن تكوني زوجتي في الدنيا والآخرة؟ قلت: بلى والله، قال: فأنت زوجتي
        في الدنيا والآخرة. ترجمه : در حقیقت احادیث صحیحه یی زیاد در شان ام
        المومنین عائشه (رض) ذکر شده است ، و از بزرگترین آن ، حدیث شریف است در
        بیان اینکه ، ام المومنین عائشه (رض) زوجة رسول الله (ص) در بهشت است . در
        (ففي مستدرك الحاكم وصححه- ووافقه الذهبي والألباني وشعيب الأرناؤوط) رسول
        الله (ص) به ام المومنین عائشه (رض) فرمود ؛ آیا خوش نداری که زوجه (خانم)
        من در دنیا و آخرت باشی؟ ام المومنین عائشه (رض) فرمود ؛ والله خوش
        دارم(یعنی سوگند یاد کرد). رسول الله(ص) فرمود ؛ پس تو خانم من در دنیا و
        آخرت استی . ۳. وعند ابن حبان في صحيحه، ومستدرك الحاكم أيضا- وصححه،
        ووافقه الذهبي والألباني- عن عائشة أنها قالت: يا رسول الله صلى الله عليه
        وسلم من أزواجك في الجنة؟ قال: "أما إنك منهن". ترجمه : از ام المومنین
        عائشه (رض) روایت است که ام المومنین فرمود ؛ یا رسول الله صلى الله عليک
        وسلم، کی ها در بهشت خانم های شما است ؟‌ فرمود: «اما تو یکی از آنها
        استی.» ۴. وفي مصنف ابن شيبة، والطبقات الكبرى لابن سعد مرسلا -وصححه
        الألباني- عن مسلم البطين قال: قال رسول الله صلى الله عليه وسلم: عائشة
        زوجتي في الجنة . ترجمه : رسول الله(ص) فرمود ؛ عائشه (ام المومنین ) خانم
        من در بهشت است. ۵. وشهد الصحابة الكرام أنها زوجة النبي صلى الله عليه
        وسلم في الجنة، ففي صحيح البخاري عن عمار أنه قال عن عائشة -رضي الله
        عنهما-: إنها زوجة نبيكم صلى الله عليه وسلم في الدنيا والآخرة. ترجمه :
        حضرت عمار بن یاسر (رض) در شان ام المومنین عائشه (رض) گفت: به تحقیق که ام
        المومنین عائشه (رض) خانم پیغمبر شما (ص) در بهشت است. نتیجه: کی ها به جز
        منافقین و کفار و عنادین به اهل بیت جرات تهمت و افک به ام المومنین عائشه
        (رض) را دارند ، تهمت بر ام المومنین(رض) تهمت بر خاندان نبوت است ، و
        دشمنی و کفر دین الله (ج) است و بس . بخش چهارم نظریات صحابه کرام و تابعین
        تابان (رضی الله عنهم اجمعین) در مورد شخصیت ام المومنین عائشه (رض) . *۱.
        حضرت أبوموسى الأشعري - رضي الله عنه می فرماید: قال أبوموسى الأشعري - رضي
        الله عنه: (ما أشكَل علينا - أصحابَ رسولِ اللهِ صلَّى اللهُ عليه وسلَّم -
        حديثٌ قطُّ فسأَلْنا عائشةَ إلَّا وجَدْنا عندَها منه عِلْمًا) ترجمه :
        برای ما یعنی اصحاب النبی (ص) ، هیچ مشکلی در حدیث شریف پیش نیامده است ،
        مگر اینکه ما از ام المومنین عائشه (رض) درباره آن سؤال کرده ایم و ما
        ایشان را درباره آن حدیث شریف آگاه و عالمه یافته ایم . رواه الترمذي في
        سننه . ویا در روایت دیگر مذکور است ؛ حضرت أبوموسى الأشعري - رضي الله عنه
        می فرماید ؛ قال أبوموسى الأشعري - رضي الله عنه: (ما أشكَل علينا - أصحابَ
        رسولِ اللهِ صلَّى اللهُ عليه وسلَّم - حديثٌ قطُّ فسأَلْنا عائشةَ إلَّا
        وجَدْنا عندَها منه عِلْمًا) ترجمه : برای ما یعنی اصحاب النبی (ص) ، هیچ
        مشکلی در حدیث شریف پیش نیامده است ، مگر اینکه ما از ام المومنین عائشه
        (رض) درباره آن سؤال کرده یم و ما ایشان را درباره آن حدیث شریف آگاه و
        عالمه یافته ایم . رواه الترمذي في سننه . مثلا : فهم و درک مادر مومنان
        عائشه (رض) از تفسیر قرآن شریف : که درینجا سه نمونه را مثالاً ذکر می
        نمائیم . الف: باري چند نفر به زيارتش آمدند و عرض كردند: اي ام المؤمنين!
        كمي از اخـلاق رسول اكرم(ص) را براي ما بيان بفرما، فرمود: چطور، مگر شما
        قرآن را نميخوانيـد؟ اخلاق آنحضرت (ص) سر تا پا قرآن بود. بعد پرسيد: عبادت
        شبانه آنحضرت(ص) بـه چه طریقی بود ؟ فرمود: چطور مگر شما سوره یي مزمل را
        نخوانده ايد. " برای اهل اشاره به اشاره فهماند" ( سنن ابوداود ص ۱۳۴۲،
        صحيح مسلم ص ۷۴۶، صحيح ابن خزيمه ۱۷۱/۲ ص ۱۱۲۷، صحيح ابن ، حبان۲۹۲/۶ ش
        ۲۵۵۱ و السنن الكبري- بيهقي ۲۹/۳ ش ۴۵۸۸.) ب: امام مسلم (رح) در آخر صحيح
        خود با نهايت احتياط قسمت تفسير خـالص را جمـع كرده، اما آن خيلي مختصر
        است، ولي بيشتر آنچه هسـت از مرويـات حضـرت ابـن عباس(رض) و حضرت عايشه(رض)
        ميباشند، به هر حال روايت هاي تفسيري حضـرت عايشـه (رض) كم نيستند، اما ما
        فقط به تفسير آيه هايي اكتفا ميكنيم كـه در آن نكتـه هـاي خاصـي وجود دارد
        و حضرت عائشه(رض) بدان پرداخته است. 1. - از اعمال حج يكي دويدن در ميان
        صفا و مروه است. در قرآن مجيد آيه زير متعلق به آن است: [سُوۡرَةُ
        البَقَرَة : سوره ۲] إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللَّهِ ۖ
        فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن
        يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ
        عَلِيمٌ [٢:١٥٨] «صفا» و «مروه» از شعائر (و نشانه‌های) خداوند(ج) است!
        بنابراین، کسانی که حجِ خانه خداوند(ج) و یا عمره انجام می ‌دهند، مانعی
        نیست که بر آن دو طواف کنند؛ (و سعیِ صفا و مروه انجام دهند. و هرگز اعمال
        بی‌ رویّه مشرکان، که بتهایی بر این دو کوه نصب کرده بودند، از موقعیّت این
        دو مکان مقدّس نمی ‌کاهد!) و کسی که فرمان خداوند(ج) را در انجام کارهای
        نیک اطاعت کند، خداوند(ج) (در برابر عمل او) شکرگزار، و (از افعال وی) آگاه
        است. توضیح : عروه بن زبیر (رض) میگوید ؛ من از ام المومنین عائشه (رض)
        درباره آیه (إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ اللَّهِ ) سؤال
        كردم و گفتم: بخدا سوگند طبق اين آيه، اگر كسي، سعي بين صفا و مروه را
        انجام ندهد، برايش گناهي نيست. حضرت عايشه (رض) فرمود: اي خواهرزاده! سخن
        بدي بزبان آوردي. اگر اينطور كه شما تفسير كرديد، ميبود، خداوند(ج)
        ميفرمود: « لَا جُنَاحَ عَلَيْهِ أَن لا يَتطَّوَّفَ بِهِمَاِ ) ولي آيه
        فوق، درمورد انصار نازل شد. آنها قبل از اينكه اسلام بياورند، براي بت منات
        كه در مشلل آن را عبادت ميكردند، احرام ميبستند. و كسي كه احرام ميبست، سعي
        بين صفا و مروه را گناه ميدانست. هنگامي كه مسلمان شدند، از رسول الله (ص)
        در اين مورد، پرسيدند و گفتند: اي رسول الله (ص)! ما سعي بين صفا و مروه را
        گناه ميدانستيم. در پاسخ آنها، خداوند(ج) اين آيه را نازل فرمود: (إِنَّ
        الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ اللَّهِ )... رسول الله (ص) با عمل
        خود، سعي بين صفا و مروه را فرض گردانيد. پس هيچ كس، حق ندارد آنرا ترك
        نمايد. ابوبكر بن عبدالرحمن يك محدث بود، از اين گفتار حضرت عايشـه كـه
        مطلـع شد، گفت: اين را علم ميگويند، زيرا اين گفتار حضرت عايشه(رض) يـك
        مشـكل و گـره مهم اصول تفسير را باز كرد. (صحيح بخاري ۱۶۴۳ – كتاب الحج،
        صحيح امام مسلم- ۱۲۷۷ كتاب الحج، سنن ترمذي۲۹۶۵ - كتاب تفسير القرآن و سنن
        نسائي۲۹۶۸ - كتاب مناسك الحج) نکته: در هر تفسير هميشه اين اصل را بايد مد
        نظـرداشـت كـه طبـق محـاوره عـرب معاني اي كه از الفاظ متبادر اسـت همـان
        را بايـد مقصـود قـرآن دانسـت و اگـر نـه همچنان كه ام المؤمنين(رض) فرمود،
        خداوند (ج) عبارت را آنطور بيان ميكـرد كـه معنـي غير متبادر و مخفي واضح
        ميشد. مثلا : ۲ _ در قرآن شریف آیه ذیل است [سُوۡرَةُ یُوسُف : سوره ۱۲]
        حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا
        جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَن نَّشَاءُ ۖ وَلَا يُرَدُّ بَأْسُنَا
        عَنِ الْقَوْمِ الْمُجْرِمِينَ [١٢:١١٠] ترجمه : (پیامبران به دعوت خود، و
        دشمنان آنها به مخالفت خود همچنان ادامه دادند) تا آنگاه که رسولان (علیهم
        السلام) مأیوس شدند، و (مردم) گمان کردند که به آنان دروغ گفته شده است؛ در
        این هنگام، یاری ما به سراغ آنها آمد؛ آنان را که خواستیم نجات یافتند؛ و
        مجازات و عذاب ما از قوم گنهکار بازگردانده نمی ‌شود! توضیح : پيش از اين
        پيغمبران متعددي آمده اند و به دعوت خود ادامه داده اند و دشمنان حق و
        حقيقت هم به مبارزه خاسته و مقاومت و مخالفت نموده اند تا آنجا كه پيغمبران
        (از ايمان آوردن كافران و پيروزي خود) نااميد گشته و گمان برده اند كه (از
        سوي پيروان اندك خويش هم) تكذيب شده اند (و تنهاي تنها مانده اند). در اين
        هنگام ياري ما به سراغ ايشان آمده است (و لطف و فضل ما آنان را در برگرفته
        است). عروه(رض) پرسيد: آيا «كُذبوا» (دروغ گفته شدند) يعني با آنها وعده
        دروغين داده شده بود يا «كُذّبوا» (آنها تكذيب كرده شدند)؟ ام المومنین
        عايشه(رض) گفت: آنهـا تكـذيب كـرده شـدند . عروه(رض) گفت: آنها يقين داشتند
        كـه تكـذيب خواهنـد شـد و قوم شـان نبـوت آنهـا را تكذيب مينمايند؛ اينكه
        ظن و خيال نبود، بنابراين «كُذبوا» (با آنها وعده دروغ شـده بود) صحيح است؟
        ام المومنین(رض) فرمود: معاذ الله! پيامبران الهـي (علیهم السلام) نسـبت
        بـه خـداوند(ج) ايـن گمـان را نخواهند كرد كه به آنها وعده نصرت و ياري
        دروغين داده است. عروه(رض) گفت: پس مطلب آيه چيست؟ فرمود: آيه متعلق به
        پيـروان پيـامبران اسـت كه وقتي آنها ايمان را پذيرفته و نبوت را تصـديق
        كردنـد و قومشـان آنهـا را اذيـت ميكرد و احساس ميكردند در آمدن امداد و
        ياري الهي تأخير شده است تا اينجا كه پيامبران از ايمان منكرين قومش نا
        اميد شده و گمان كردند كـه مبـادا بـه سـبب ايـن تأخير مؤمنين هم ما را
        تكذيب كنند كه ناگهان نصرت الهي جلوه گر ميشود. [صحيح بخاري۴۶۹۶ - كتاب
        التفسير .] ۳- آيه مباركه اي كه به ازدواج تا چهار زن اجازه داده است:
        [سُوۡرَةُ النِّسَاء : سوره چهارم] وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي
        الْيَتَامَىٰ فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَىٰ
        وَثُلَاثَ وَرُبَاعَ ۖ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ
        مَا مَلَكَتْ أَيْمَانُكُمْ ۚ ذَٰلِكَ أَدْنَىٰ أَلَّا تَعُولُوا [٤:٣]
        ترجمه: و اگر می ‌ترسید که (بهنگام ازدواج با دختران یتیم،) عدالت را رعایت
        نکنید، (از ازدواج با آنان، چشم‌ پوشی کنید و) با زنان پاک (دیگر) ازدواج
        نمائید، دو یا سه یا چهار همسر و اگر می‌ ترسید عدالت را (درباره همسران
        متعدد) رعایت نکنید، تنها یک همسر بگیرید، و یا از زنانی که مالک آنهائید
        استفاده کنید، این کار، از ظلم و ستم بهتر جلوگیری می‌ کند. توضیح : «و اگر
        ترسيديد كه درباره يتيمان نتوانيد دادگري كنيد (و دچار گناه بزرگ شويد، از
        اين هم بترسيد كه نتوانيد ميان زنان متعدد خود دادگري كنيد و از اين بابت
        هم دچار گناه بزرگ شويد. ولي وقتي كه به خود اطمينان داشتيد كه ميتوانيد
        ميان زنان دادگري كنيد و شرائط و ظروف خاص تعدد ازواج مهيا بود) با زنان
        ديگري كه براي شما حلالند و دوست داريد، با دو يا سه يا چهار تا ازدواج
        كنيد». ظاهراً قسمت اول و قسمتهاي آخر آن با هم ربطي ندارند، انصـاف نكـردن
        در حق يتيمها و اجازه نكاح چه مناسبتي با هم دارند؟! يكي از شاگردانش همين
        اشكال را پيش او مطرح كرد. حضرت عايشه(رض) در جـواب گفـت : منظور دخترهاي
        يتيمهاي است كـه در منـزل فـاميلان و نزديكـان خودشـان (ماننـد پسران کاکا)
        هستند و تحت سرپرستي آنـان قـرار دارنـد و بـا ايشـان شـريك المـال
        ميباشند، اين نوع فاميلان به خاطر زيبايي و مال اينگونه دخترها به آنان
        علاقـه منـد ميشوند و با آنان ازدواج مينماينـد ولـي در تعيـين مهـر آنـان
        عـدالت را مراعـات نميكنند و مهري را كه به زنان ديگر ميدهند به اين
        دخترهـا نمـي دهنـد، لـذا از جانب خداوند(ج) از نكاح كردن يتيمه ها منع
        شدند مگر اينكه در تعيـين مهـر آنـان عدالت را رعايت شود و بالاترين مهري
        كه در بين زنان عادت و متداول ميباشد به اين يتيمه ها بدهند، و به اين گونه
        فاميلان دستور داده شد كه با زنان پاك غير يتيمـه نكاح كنند. (صحيح
        بخاري۵۰۹۸- كتاب النكاح و صحيح مسلم ۳۰۱۸- كتاب التفسير) ویا مثال درباب
        فهم و درک ام المومنین عائشه (رض) از حدیث شریف؛ ۱.اصولي كه ام المومنین
        عايشه (رض) استدراكات خود را بر آن بنيان كرده بود : استدراكات حضرت عايشه
        (رض) بر معاصرين خود بعد از تأمل معلوم مـي شـود كـه مبني بر وجوه ذيل است:
        أ- روايت مخالف قرآن حجت نيست. اولين اصل حضرت عايشه ام المومنین(رض) در فن
        حديث اين بود كه نبايد روايت با كلام الهي مخالف باشد. بنابراين اصل او صحت
        روايات متعددي را انكار كرده و اصل حقيقت و مفهوم آن روايات را مطابق علم
        خود بيان كرده است. حال جهت توضيح بيشتر نمونه هايي ذيل را ذكر ميكنيم: ۱.
        مسأله اي عذاب دادن مرده به واسطه یي گريه ي نزديكانش توضیح : حضرت
        عبداالله بن عباس، عبداالله بن عمر (رض) و... روايت ميكنند كه رسول اكرم
        (ص) فرمود: «إنَّ الميِّتَ ليُعذَّبَ بَبُكاءَ أَهْلِهِ». «مرده بر اثر
        گريه خانواده اش (براي او) عذاب داده ميشود». وقتي اين روايت براي حضرت ام
        المومنين عايشه(رض) بيان شد، گفت: خداوند(ج) عبدالرحمن را بيامرزد، روايتي
        را شنيده، اما آنرا حفظ ننموده است. واقعه از اين قرار است كه روزي جنازه
        اي يهودي از كنار رسول اكرم(ص) گذشت در حالي كه خويشاوندان او واويلا
        ميكردند، آنحضرت(ص) فرمود: «انتم تَبْكُون و إِنَّه لِيُعَذِّبُ» «شما گريه
        ميكنيد و او عذاب داده ميشود». منظور حضرت ام المومنین عايشه(رض) اين است.
        همچنان كه در صحيح بخاري شریف در واقعه غزوه بدر تصريح شده است كه گريه سبب
        عذاب نيست، بلكه دو چيز جداگانه هستند يعني نوحه كنندگان به خاطر مرگ او
        گريه مي كنند و مرده به خاطر اعمال گذشته خود به عذاب مبتلا ميشود، چون كه
        گريه كار ديگران است كه عذاب و گناه آن را خودشان متحمل خواهند شد . پس چرا
        ذمه آن به گردن مرده گذاشته شود؟ هر شخصـي جوابگـوي كـار خـودش هست!
        بنابراين، ام المومنین عايشه (رض) افزود: گواهي قرآن در اين مورد، كافي
        است. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرٰى) ترجمه: هيچ كسي گناه ديگري
        را بر دوش نميكشد. [سُوۡرَةُ الاٴنعَام سوره ۶ آیه ۱۶۴ ] قُلْ أَغَيْرَ
        اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ ۚ وَلَا تَكْسِبُ كُلُّ
        نَفْسٍ إِلَّا عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ ثُمَّ
        إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ
        تَخْتَلِفُونَ [٦:١٦٤] بگو: «آیا غیر خداوند(ج)، پروردگاری را بطلبم، در
        حالی که او پروردگار همه چیز است؟! هیچ کس، عمل (بدی) جز به زیان خودش،
        انجام نمی ‌دهد؛ و هیچ گنهکاری گناه دیگری را متحمّل نمی ‌شود؛ سپس بازگشت
        همه شما به سوی پروردگارتان است؛ و شما را از آنچه در آن اختلاف داشتید،
        خبر خواهد داد. آنگاه ابن عباس(رض) گفت: خداوند(ج) است كه انسان را به خنده
        و گريه در ميآورد (يعني خنده و گريه در اختيار انسان نيست، و اين گفته ي
        ابن عباس در تأييد گفته یي ام المومنین عايشه(رض) ميباشد) ابن ابي
        مليكه(رض) گفت: والله ابن عمر در جواب ابن عباس چيزي نگفت . امام بخاري(رح)
        بين حضرت عايشه(رض) و حضرت عبدالله ابن عمر(رض) قضاوت كرده است كه اگر اين
        نوحه و زاري دستور خود مرده بوده و او بستگانش را هيچ وقتي از اين كار منع
        نكرده است، پس او به علت گريه آنها عذاب داده خواهد شد؛ چون كه او فريضه
        تعليم و تربيت را اداء نكرده است، در حالي كه خداوند(ج)ميفرمايد: [سُوۡرَةُ
        التّحْریم : سوره ۶۶ ] يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ
        وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا
        مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ
        وَيَفْعَلُونَ مَا يُؤْمَرُونَ [٦٦:٦] ای کسانی که ایمان آورده‌ اید خود و
        خانواده خویش را از آتشی که هیزم آن انسانها و سنگهاست نگه دارید؛ آتشی که
        فرشتگانی بر آن گمارده شده که خشن و سختگیرند و هرگز فرمان خداوند(ج) را
        مخالفت نمی ‌کنند و آنچه را فرمان داده شده ‌اند (به طور کامل) اجرا می
        ‌نمایند! توضیح : یعنی اهلش باید می گفت که برای من گریه نکنید . چون
        پيامبر عظيم الشأن(ص) فرموده است: «كُلُكُّم راعٍ و كُلُكُّم مَسؤولٌ عَن
        رَعِيَتِهِ» ترجمه : «هر كدام از شما مسئول است، و از هريك از شما، درمورد
        زير دستانش سؤال می شود» پس نتیجه این میشود که: اگر با وجود تعليم و تربيت
        او، خانواده اش براي او نوحه ميكنند، رأي حضرت ام المومنین عايشه(رض) صحيح
        است. (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرٰى) ترجمه : هيچ كسي گناه ديگري
        را بر دوش نميكشد. و در جایی دیگر نیز می فرماید ؛ (وَإِن تَدْعُ
        مُثْقَلَةٌ إِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا
        قُرْبٰىٓ) [سُوۡرَةُ فَاطِر : سوره ۳۵ ] وَلَا تَزِرُ وَازِرَةٌ وِزْرَ
        أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ
        شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ إِنَّمَا تُنذِرُ الَّذِينَ يَخْشَوْنَ
        رَبَّهُم بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا
        يَتَزَكَّىٰ لِنَفْسِهِ ۚ وَإِلَى اللَّهِ الْمَصِيرُ [٣٥:١٨] هیچ گنهکاری
        بار گناه دیگری را بر دوش نمی ‌کشد؛ و اگر شخص سنگین‌ باری دیگری را برای
        حمل گناه خود بخواند، چیزی از آن را بر دوش نخواهد گرفت، هر چند از نزدیکان
        او باشد! تو فقط کسانی را بیم ‌می‌ دهی که از پروردگار(ج) خود در پنهانی
        می‌ ترسند و نماز را برپا می ‌دارند؛ و هر کس پاکی (و تقوا) پیشه کند،
        نتیجه آن به خودش بازمی ‌گردد؛ و بازگشت (همگان) به سوی خداوند(ج) است!
        عبداالله بن مبارك نيز همين نظريه را داشتند. اما به نظر ما استدلال ام
        المومنین عائش (رض) در هر سه صورت عرضه شده صحيح ميباشد و در بين مجتهدين
        امام شافعي، امام محمد و امام ابوحنيفه (علیهم السلام) در اين مسئله با
        حضرت عايشه(رض) موافقت نموده اند. "سبحان الله ، ماشاء الله به فقاهت و
        تبحر علم ام المومنین عائشه(رض)". ماخذ برای موضوع عذاب مرده بوسیله گریه
        اهلش ؛ ۱. صحيح بخاري ۱۲۸۸ - كتاب الجنائز و صحيح مسلم ۹۲۹- كتاب الجنائز
        ۲. صحيح بخاري۳۹۷۹ - كتاب المغازي و صحيح مسلم۹۳۲- كتاب الجنائز ۳. صحيح
        بخاري- كتاب الجنائز (ترجمة البابن) ۴. سنن ترمذي ۱۰۰۲ باب ما جاء في
        كراهية البكاء علي الميت . ۵. موطأ امام محمد
        ................................................................. ۲. زن،
        اسب و خانه از نشانه هاي بدبختي هستند . توضیح : مردم آمدند و به حضرت
        عايشه ام المومنین)رض) گفتند: ابوهريره(رض) ميگويد كه رسول االله (ص)
        فرموده است: «الشؤم فی ثلاثة: فی المرأة و الدابة و الدار». بد يُمني (بد
        شؤمي) در سه چيز وجود دارد: اسب ، زن و خانه». حضرت عايشه ام المومنین(ض)
        گفت: اين صحيح نيست، ابوهريره(رض) نصف سخن را شنيده و نصف ديگر را نشنيده
        است. رسول االله(ص) قسمت اول كلام را گفته بود كه ابوهريره(رض) سر رسيد.
        آنحضرت(ص)فرمود: «قاتل الله اليهود، يقولون الشؤم فی ثلاثة فی الدار و
        المرأة و الفرس» «خداوند(ج) يهوديها را نابود سازد كه ميگويند: «بديُمني در
        سه چيز وجود دارد: اسب و زن و خانه . امام احمد(رح) در مسند خود روايت كرده
        است كه ابوبرده(رض) خدمت حضرت عائشه (رض) آمد و گفت: اي مادر مؤمنان! مايل
        هستم حديثي از رسول خدا(ص) را بشنوم. گفت: آنحضرت(ص) ميفرمود: بديُمني بنا
        به تقدير ميشود، البته رسول اكرم(ص) تفأل و فال خوب را ميپسنديد. در روايتي
        ديگر آمده است كه وقتي روايت حضرت ابوهريره(رض)را شنيد، گفت: قسم به ذات آن
        كسي كه قرآن را براي ابو القاسم(ص) فرستاده است، رسول اكرم(ص) چنين نفرموده
        است، بعد اين آيه را خواند: [سُوۡرَةُ الحَدید : سوره ۵۷] مَا أَصَابَ مِن
        مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن
        قَبْلِ أَن نَّبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ [٥٧:٢٢]
        هیچ مصیبتی (ناخواسته) در زمین و نه در وجود شما روی نمی ‌دهد مگر اینکه
        همه آنها قبل از آنکه زمین را بیافرینیم در لوح محفوظ ثبت است؛ و این امر
        برای خداوند(ج) آسان است! در بعضي روايت ها اينطور است كه ميتوان روايتهاي
        حضرت ابوهريره (رض) و ام المومنین عايشه(رض) را تطبيق داد و آن اين است كه
        رسول اكرم(ص) نفرمودند: در اين سه چيز بديمني است، بلكه فرمودند: اگر چيزي
        بنام بديمني باشد در اين سه چيز ميباشد. و اين حكايت واقعيت نيست بلكه به
        صورت تعليق وارد شده است. ماخذها برای موضوع شومی در ۳ چیز است . ۱- مسند
        ابوداود طيالسي۲۱۵/۱ ۱۵۳۷. ۲- مسند امام احمد ۱۲۹/۶ ، ۲۵۰۲۶. ۳. صحيح
        بخاري- كتاب النكاح ۵۰۹۴، صحيح مسلم- كتاب السلام ۲۲۲۵ ، كتاب الاثار-
        ابويوسف ۱۹۹/۱ ۹۰۰ و الاوسط- طبراني ۲۷۹/۷ ۷۴۹۷. ۴. الاجابة- زركشي ش ۱۲۷
        -۲ ............................................................... ۳.
        قضيه یي متعه : توضیح : متعه يعني نكاح موقت كه در زمان جاهليت و ابتداي
        اسلام تا سال هفتم هجري جايز بود، سپس دين اسلام آنرا حرام نمود و در غزوه
        یي خيبر حرمت آن اعلام گردید؛ اما در روايات مربوط به اين قضيه كمي اختلاف
        است: حضرت ابن عباس(رض) به همراه بعضي مردم قايل به جواز آن بودند، اما
        جمهور صحابه کرام (رضوان الله علیهم اجمعین) معتقد به حرمت آن بوده و براي
        اثبات ادعاي خود احاديث گوناگون و صحيحِ را پيش كرده اند. هنگاميكه يكي از
        شاگردان حضرت ام المومنین عايشه (رض) از او در مورد جواز متعه پرسيد؟ او
        جوابش را به احاديث نداد، بلكه فرمود: بين من و آنها كتاب الله (ج) است.
        [سُوۡرَةُ المؤمنون : سوره ۲۳] «وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ
        [٢٣:٥]» و آنها که دامان خود را (از آلوده ‌شدن به بی ‌عفتی) حفظ می ‌کنند؛
        «لَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ
        غَيْرُ مَلُومِينَ [٢٣:٦]» تنها آمیزش جنسی با همسران و کنیزانشان دارند،
        که در بهره‌ گیری از آنان ملامت نمی ‌شوند؛ نتیجه : بنابراين، علاوه بر دو
        صورت فوق، چيز ديگري جايز نميباشد؛ و براي همگان واضح و روشن است كه نكاح
        متعه نه اين است كه زن را به عنوان همسر قلمداد نمود و نه از رديف «مَا
        مَلَكَتْ أَيْمَانُهُمْ » است، لذا چنين نكاحي جايز نميباشد " و حرام " است
        . ماخذ : المستدرك- حاكم ۳۳۴/۲ ۳۱۹۳ و ۴۲۷/۲ ش ۴۳۸۴ و السنن الكبري ۱۳۹۵۲ -
        بيهقي ۲۰۶/۷ اگر از علم و فقاهت ام المومنین عائشه(رض) استفاده نمیشد ،
        حالا همه امت درین گمراهی آشکار مبتلا می بودیم . پس طبیعی است که کفار و
        منافقین به همچو یک شخصیت علمی امت اسلامی ناسازگار باشد و بد بگویند.
        ................................................................. *۲.
        قال المقداد بن الأسود رضی الله تعالی عنه : معلومات مختصر درباره این
        تابعی جلیل القدر : المقداد بن عمرو المعروف أيضًا بـالمقداد بن الأسود
        (المتوفى 33 هـ) صحابي بدري، هاجر إلى الحبشة ثم إلى يثرب، وشارك مع النبي
        محمد في غزواته كلها، كما شارك في فتوح الشام ومصر. ترجمه : مقداد بن عمرو
        معروف به مقداد بن الأسود رضی الله تعالی عنه، صحابی بدری، مهاجر به حبشه و
        بعد به یثرب (مدینه شریفه)، در تمام غزوات یاور رسول الله (ص) بود و در فتح
        شام و مصر نیز مشارکت داشت . این صحابی جلیل القدر در شان و منزلت ام
        المومنین عائشه (رض) چنین می فرماید : «ما كنت أعلم أحدًا من أصحاب رسول
        الله صلى الله عليه وسلم أعلم بشعر ولا فريضة من عائشة» ترجمه : من کسی را
        در اصحاب رسول الله (ص) عالمتر به شعر و فریضه الهی نسبت به عائشه (رض)
        آگاهی نداشتم. *۳. عروة بن الزبير (رض) : هو عروة بن الزبير بن العوام -رضي
        الله عنهما- الأسدي القريشي، يكنى بأبي عبد الله، وقد كان من الفقهاء
        السبعة الذين كانوا في المدينة المنورة، كان عالمًا يتَّصفُ بالكرم، حيث
        كان والده الزبير بن العوام -رضي الله عنه- وهو أحد المبشرين بالجنة وحواري
        الرسول -صلى الله عليه وسلم-، وكانت والدته أسماء بنت أبي بكر الصديق -رضي
        الله عنهما- الملقبة بذات النطاقين. ترجمه : عروه بن الزبیر بن العوام (رضی
        الله عنهم) الأسدي القريشي ، کنیه اش ابی عبد الله ، از فقهای هفت گانه
        مدینه منوره ، عالم با جود و کرم ، پدرش سیدنا الزبیر (رض) صحابی ، بشارت
        داده شده به بهشت و از جمله حواریون رسول الله (ص) و مادر مبارک اش اسماء
        بنت ابی بکر الصدیق (رضی الله عنهما) ملقب به ذو النطاقین . این تابعی
        مبارک درباره ام المومنین عائشه (رض) چنین می فرماید : «ما رأيت أحدا من
        الناس أعلم بالقرآن، ولا بفريضة، ولا بحلال وحرام، ولا بشعر، ولا بحديث
        العرب، ولا النسب من عائشة رضي الله عنها.» ترجمه : من هیچ کس را عالمتر از
        ام المومنین عائشه (رض) به قرآن شریف، به فرائض ، به حلال و حرام ، به شعر
        ، به کلام عرب و نه هم آگاه تر به نسب ندیدم . مصنف ابن أبي شيبة ۵/۲۷۶ به
        همین دلیل تابعی جلیل القدر درباره ام المومنین(رض) چنین می فرماید؛ *۴.
        قال مسروق بن الأجدع التابعي الإمام القدوة العلم رضی الله تعالی عنه:
        تعریف مختصر ازین تابعی مبارک ( مسروق بن الأجدع بن مالك الهمداني الوادعي،
        أبو عائشة الكوفي، ثقة فقيه، عابد) درزمان رسول الله (ص) ایمان آورده بود
        ولی مشرف به صحبت و دیدار رسول الله نشده بود و ساکن همدان بود و بعدا عازم
        مدینه منوره شد و از صحابه کرام (رضی الله عنهم اجمعین) علم بسیار آموخت تا
        اینکه لقب امام را کسب نمود ، این تابعی مبارک در شان ام المومنین عائشه
        (رض) چنین می فرماید : «والذي نفسي بيده لقد رأيت مشيخة أصحاب محمد - صلى
        الله عليه وسلم - يسألونها عن الفرائض!!» ترجمه : قسم به ذات که نفس من در
        دست اوست که من دیدم ؛ بزرگان اصحاب رسول الله (ﷺ) از ام المومنین(رض)
        درباره فرائض می پرسیدند . *۵. قال أبو سلمة بن عبد الرحمن رضی الله تعالی
        عنه: شهرت مختصر این تابعی مبارک : أبو سلمة بن عبد الرحمن بن عوف (۲۲ هـ -
        ۹۴ هـ) تابعي، وأحد رواة الحديث النبوي، وأحد فقهاء المدينة السبعة من
        التابعين، والقاضي عليها من سنة ۴۸ هـ إلى ۵۴ هـ، وابن الصحابي عبد الرحمن
        بن عوف أحد العشرة المبشرين بالجنة. ۹۴ هـ (۷۲ سنة ترجمه : ابو سلمه فرزند
        عبدالرحمن بن العوف رضی الله تعالی عنه، تابعی جلیل القدر ، راوی احادیث
        سردار کونین (ص) ، از جمله ۷ فقیه تابعی مدینه منوره ، قاضی مدینه منوره و
        فرزند صحابی که به بهشت بشارت داده شده بود یعنی عبد الرحمن بن عوف (رضی
        الله عنهما ) . این شخصیت مبارک در باره ام المومنین عائشه (رض) می فرماید
        : «ما رأيت أحدا أعلم بسنن رسول الله… من عائشة رواية ودراية.» ترجمه : من
        هیچ کس را نسبت به ام المومنین عائشه (رض) عالمتر و آگاه تر به اساس روایت
        و درایت به سنت رسول الله (ص) ندیده ام. *۶. وعن القاسم بن محمد رضی الله
        تعالی عنه قال: تعریف مختصر درباره این تابعی جلیل القدر (رض) أبو محمد
        القاسم بن محمد بن أبي بكر التيمي (۳۵ هـ - ۱۰۷ هـ) تابعي مدني، وأحد رواة
        حدیث نبوی (ص)، وأحد فقهاء المدينة السبعة من التابعين. ترجمه : ابو محمد
        القاسم بن محمد بن ابی بکر التیمی ، تابعی مدنی ، روای احادیث مبارک رسول
        الله (ص) و از جمله فقهای هفتگانه تابعی مدینه منوره . این تابعی عالیقدر
        در باره ام المومنین عائشه (رض) چنین می فرماید : «كانت عائشةُ قد استقلَّت
        بالفتوى في خلافة أبي بكر وعمر وعثمان، وهلم جرًّا، إلى أن ماتت يرحمها
        الله.» ترجمه : عایشه رضی الله عنها ام المومنين در فتوا دادن به خلافت
        سيدنا ابوبکر (رض) و سیدنا عمر رضی الله عنه مستقل بود و تا زمانی که از
        دنیا رفت همین گونه بود . *۷. و قال عطاء بن أبي رباح رضی الله تعالی عنه:
        تعریف مختصر تابعی جلیل القدر عطاء بن ابی رباح (أبو محمد عطاء بن أبي رباح
        أسلم بن صفوان (۲۷ هـ - رمضان ۱۱۴ هـ / ٦٤٧م - ٧٣٢م) هو فقيه وعالم حدیث
        شریف ، وهو من الفقهاء والتابعين في القرن الأول والثاني الهجري.) درباره
        ام المومنین چنین می فرماید : «كانت عائشة أفقه الناس.» ترجمه : ام
        المومنین عائشه (رض) فقیه ترین مردم بود . (رواه الحاكم ۴ /۱۵) *۸. قال أبو
        عمر بن عبد البر رضی الله تعالی عنه: تعريف مختصر اين عالم فرزانه :
        (ابوعمر یوسف بن عبدالله النمری معروف به ابن عبدالبر (۳۶۸-۴۶۳) هجری قمری)
        امام و فقیه مالکی و حدیث شناس و مورخ اندلسی دارای آثار و کتاب های
        فراوانی است که معروف ترین آنها « الاستعاب فی معرفة الأصحاب که در شرح حال
        اصحاب حضرت محمد صلی الله علیه و آله آمده است.» «إن عائشة كانت وحدية
        بعصرها في ثلاثة علوم: علم الفقه وعلم الطب وعلم الشعر.» ترجمه : ام
        المومنين عائشة (رض) در عصر اش ( به عقیده ما یکتا در تمام عصور است ) در
        سه علم بی همتا بود ؛ ۱. علم الفقه ۲. علم الطب ۳. علم الشعر *۹. قال
        الزركشي رضی الله تعالی عنه: «إن عمر بن الخطاب وعلي بن أبي طالب كانا
        يسألانها في مسائل فقهية عديدة.» ترجمه: تعریف مختصر امام زرکشی (رح) :
        (بدر الدين الزركشي أبو عبد الله، بدر الدين، محمد بن بَهادُر بن عبد الله
        الزَّرْكَشِيِّ المصري، هو فقيه شافعي، أصولي ومُحدث، له مؤلفات في علوم
        كثيرة) (أعلام النساء ۳/۱۰۵) بخش پنجم قضیه افک و تهمت به ام المومنین
        عائشه (رض) و برائت ام المومنین عائشه (رض) با نزول وحی توسط الله علیم و
        حکیم (ج) قبيله ي بني مصطلق در نزديكي نجد چشمه اي بنام مريسيع داشتند كه
        در شعبان سال پنجم هجري در كنار اين چشمه معركه مسلمانان با مشركان رخ داد.
        چـون احتمـال ميرفت كه اين جنگ، جنگي خونين نخواهد بـود تعـداد زيـادي از
        منـافقين بـراي شركت در اين نبرد بيرون آمدند. ابن سعد روايت ميكند: در اين
        سفر تعداد زيـادي از منافقين كه در هيچ جنگ ديگري شركت نكرده بودند، شريك
        شده بودند. آنحضـرت (ص) هـر وقـت بـه سـفري مـي رفـت ، بـين ازواج مطهرات
        قرعه كشي ميكرد، قرعه بنام هر كدام اصابت ميكـرد بـه شـرف همراهـي آنحضرت
        (ص) نايل ميشد. ام المومنين عايشه(رض) ميگويد: «درين غزوه قرعه به نـام مـن
        در آمد و در خدمت رسول الله (ص) بيرون رفتم». عايشه گردن بندي را از خواهرش
        اسماء به عاريه گرفته بود، بندهاي گردن بنـد چنان ضعيف بود كه ميشكستند. در
        اين زمان حضـرت عايشـه (رض) چهـارده سـال سن داشت كه در آن سن معموليترين
        زيور براي زنان كالاي گران قيمت محسـوب ميشود كه به اشتياق آن متحمل هر نوع
        زحمتي خواهند شد. ام المومنين عايشه (رض) ميگويد: «كساني كه مسئول حمل
        كجاوه بودند، به اين گمـان كـه مـن در كجاوه هستم، آن را برداشتند و روي
        شترم گذاشتند. قابل ذكر است كـه زنـان در آن زمان، گوشت و وزن زيادي
        نداشتند. زيرا غذاي اندكي به اندازة سد رمق، ميـل مـي كردند. علاوه بر آن،
        من زن كم سن و سالي بودم. در نتيجه، آنها بدون اينكه متوجـه وزن كجاوه
        شوند، آنرا برداشتند و بر شتر گذاشتند و شتر را بلند كردند و رفتند». در
        خلال بازگشت از سفر، منافقين چندين بار دست به شرارت زدند تا آنجـا كـه
        نزديك بود مهاجرين و انصار عليه همديگر شمشير بكشند و همـديگر را قتـل عـام
        كنند. اين افراد شرور (منافقين) انصار را به اين تشويق ميكردند كـه خـدمت
        مـالي بـه مهاجرين، اسلام و مسلمانان را ترك كنند، و از پشتيباني خود شـانه
        خـالي نماينـد و ديگر ياور آنان نباشند، عبدالله بن ابي كه رئيس منافقين
        بود، آشكارا گفت: [سُوۡرَةُ المنَافِقون : سوره ٦٣ ] يَقُولُونَ لَئِن
        رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا
        الْأَذَلَّ ۚ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ
        وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ [٦٣:٨] آنها می‌ گویند:
        «اگر(از غزوه بني مصطلق) به مدینه بازگردیم، عزیزان ذلیلان را بیرون می‌
        کنند!» در حالی که عزت مخصوص خداوند(ج) و رسول الله(ص) و مؤمنان است؛ ولی
        منافقان نمی‌ دانند! آنحضرت (ص) وقتي از اين آشوب ميان انصار و مهـاجرين
        اطـلاع يافـت، بـه ميـان انصار بيرون رفت و فرمود: فَسَمِعَ ذَلِكَ رَسُولُ
        اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَقَالَ: (مَا بَالُ دَعْوَى
        الْجَاهِلِيَّةِ ؟) قَالُوا: يَا رَسُولَ اللَّهِ كَسَعَ رَجُلٌ مِنْ
        الْمُهَاجِرِينَ رَجُلًا مِنْ الْأَنْصَارِ. فَقَالَ: (دَعُوهَا فَإِنَّهَا
        مُنْتِنَةٌ) «چرا دعوت جاهليت، سر داده ايد»؟ سپس پرسيد: «ماجراي آنهـا
        چيسـت»؟ آنگـاه، گفتند ؛ یا رسول الله (ص) مردی از مهاجرین یک مردی را از
        انصار به سیلی زده است. نبي اكرم (ص) فرمود: «اين سخنان جاهليت را رها كنید
        زيرا زشت و ناپسندند». سپس دستور حركت را صادر نمود و مـردم را از آن مكـان
        دور سـاخت، عبـدالله پسر عبدالله بن ابي جلو كاروان رفت و سر راه پدرش
        ايستاد، وقتي پـدرش را ديـد، لگام شترش را گرفت و از ورود او به مدينه
        جلوگيري نمود و گفت: اجازه نميدهم وارد مدينه بشويد، مگر اينكه اعلام
        داريـد كـه شـما ذليـل هسـتيد و سیدنا و سندنا و مولانا محمـد(ص) عزيـز مي
        باشد. ام المومنین عايشه (رض) ميگويد: «بعد از اينكه غزوه ي رسول خدا (ص)
        بـه پايـان رسـيد و بسـوي مدينه منوره برگشتند. شبي، نزديك مدينه بعد از
        توقف اعلام نمود تا لشـكر كـوچ كنـد . پس از اعلام كوچ، من براي قضاي حاجت
        از لشكر فاصله گرفتم. و بعـد از قضـاي حاجت، بسوي سواري ام بر گشتم. در
        آنجا دست به سينه ام بردم و ناگهـان متوجـه شدم كه گردن بندم كه از مهره
        هاي يمني شهر ظفار ساخته شده بود، از جايش جدا شده و افتاده است. براي پيدا
        كردن آن، دوباره برگشتم. جستجوي گـردن بنـد ، مـانع رفتنم شد». ايشان يقين
        داشتند كه قبل از حركت كاروان، گمشده ي خود را مييابـد، به همين خاطر مسأله
        را با كسي در ميان نگذاشت و از آنان نخواست كـه منتظـرش بمانند. ميگويد: «و
        كساني كه مسئول حمل كجاوه بودند، به اين گمـان كـه مـن در كجاوه هستم، آن
        را برداشتند و روي شترم گذاشتند. قابل ذكر است كـه زنـان در آن زمان، گوشت
        و وزن زيادي نداشتند. زيرا غذاي اندكي به اندازة سد رمق، ميـل مـي كردند.
        علاوه بر آن، من زن كم سن و سالي بودم. در نتيجه، آنها بدون اينكه متوجـه
        وزن كجاوه شوند، آنرا برداشتند و بر شتر گذاشتند و شتر را بلند كردند و
        رفتند. بعد از اينكه سپاه، حركت كرد و رفت، من گردنبنـدم را پيـدا كـردم .
        و هنگـامي كـه بـه منزلگاه خود رسيدم، كسي آنجا نبود. به گمان اين كه آنها
        بزودي متوجـه گـم شـدن من ميشوند و بر ميگردند، به منزلگاه خود، بازگشتم.
        آنجا نشسته بودم كـه خـواب بر من غلبه نمود و خواب رفتم. صفوان بن معطل
        سلمي ذكواني كه مسئول بررسـي منزل سپاه بود، هنگام صبح بـه جايگـاه مـن
        رسـيد و سـياهي انسـان خوابيـده اي را مشاهده نمود. وي قبل از نازل شدن حكم
        حجاب، مرا ديده بود. با استرجاع (إنـا لله وإنا إليه راجعون) گفتنش از خواب
        بيدار شدم. او شترش را خواباند و پايش را بـر زانوي شتر گذاشت و من سوار
        شدم. آنگاه مهار شتر را گرفت و براه افتاد تـا اينكـه به لشكر كه هنگام ظهر
        براي استراحت، توقف كرده بود، رسيديم. اين همان تصوير واقعي براي آن حادثه
        ميباشد كه بيشتر اوقات براي كسـاني بـه وجود ميآيد كه به تنهايي به مسـافرت
        مـي رونـد، حتـي در عصـر امـروز هـم كـه پيشرفتهاي تكنولوژي به اوج خود
        رسيده و انـواع مختلفـي از وسـايل مسـافرت، كوچ و ارتباط را به عرصه ي وجود
        در آورده است از اين نوع تهمتها واقع ميشوند. ديگر اينكه آنچه منافقان كينه
        توز و داراي بغض و كينه براي حضرت ام المومنین عايشـه (رض) آن زن پاكدامن،
        متقي و پاك و بيآلايش جعل نمودند، تنها نمونه اي نيست كـه تـاريخ به خود
        ديده باشد، بلكه آن واقعه بازپخشـي اسـت بـراي آنچـه قـبلاً در ميـان بنـي
        اسراييل براي بی بی مريم پارسا و پاکدامن رخ داده است . عبدالله بن ابي
        (رییس المنافقین) آن دشمن خداوند(ج) از آن ماجرا رَوزَنه اي يافت، و با
        توجـه بـه بيمـاري نفاق و حسادتي كه در ساختار بدنش لانه كرده بـود بـه
        بـازگويي و شـايعه ي افـك پرداخت و اين را هر جا پخش ميكرد و ياوارنش با
        انتشار اين دروغ و تهمت خود را به او نزديك ميساختند، هنگامي كه مسلمانان
        نيك دل اين را شنيدند، دستهايشان را بر گوشهايشان گذاشتند و گفتند: خداوند
        متعال(ج) از هر عيب و ايرادي پاك و منـزه است و براستي كه اين بهتان و
        تهمتي سترگ (بزرگ) است. روزي زن ابو ايوب انصاري (رضی الله تعالی عنها) به
        او گفت: ابو ايوب! مگر نميشنوي مردم در مورد ام المومنین عائشه(رض) چه
        ميگويند؟ ابو ايوب (رض) گفت: بله، ميشنوم. اما همه اش دروغ است. ای ام
        ايوب! اگر تو بودي اين كار را ميكردي؟ گفت: نه به خداوند(ج) سوگند هيچگاه
        مرتكب چنين عملي نميشدم. ابو ايوب(رض) گفت: مسلماً ام المومنین عائشه(رض)
        از تو بهتر است! علاوه بر عبدالله ابن ابي سه نفر ديگر در مدينه به نامهاي
        ۱. حسان بن ثابـت، ۲. حمنـه بنت جحش و ۳. مسطح بن اثاثه در ساختن و پرداختن
        افك شريك بودند، در حالي كه از اينها دو نفر اولي در اين سفر نبودند و
        حادثه را با چشم سرشان مشـاهده ننمـوده بودند. حضرت حسان به صحت واقعه
        (نعوذ باالله) تـوجهي نداشـت ، او فقـط از بـد نامي صفوان لذت ميبرد او
        ناراحت بود كه چرا بيگانگان به خانه ما آمده اند و از مـا عزيزتر هستند، او
        در اهانت به صفوان شعري بدين منوال سرودند: امسي الجلابيب قد عزو او قد
        كثروا ----- وابن الفريعة امسي بيضة البلد «ميبينم كه بيگانگان به عزت دست
        يافته اند و فراوان گشته اند، در حالي كـه ابـن فريعه (حسان) شهروند اصلي،
        عزتش را از دست داده است» حمنه خواهر ام المؤمنين زينب بنت جحش فكر ميكرد
        كه با ايـن كـار حضـرت ام المومنین عايشه(رض) را شكست ميدهد و موقعيت
        بزرگشدن را براي خواهرش فراهم ميكند. اما مسطح جاي تعجب است و هر كسي از آن
        تعجب مينمايد كه چگونه به ايـن امر قيام نموده در حالي كه يكي از
        خويشاوندان حضرت ابـوبكر الصدیق (رض) بـود و اينكـه از بخشش و سخاوت او
        امرار معاش ميكرد. براي دختران جوان به طور ويژه چيزي سخت تر و زخمناك تر
        از تهمتي نيست كه شهرت او را هدف ميگيرد و پايگاهش را بر باد ميزند و
        محبوبش را از او ميگيرد، سخت تر از آن اينكه نشانه به سوي انسان نيك و
        آبرودار گرفته شـود كـه او يـا از شرم و حيا آب ميشود و يا از فرط ناراحتي
        آتش ميگيرد. تا آن وقت مـريم امت مسلمه از آن وقايع بي خبر بود، اتفاقاً يك
        شب با مادر مسطح براي قضاي حاجت از آبادي داشت به بيرون ميرفت، ميگويد: من
        از اين شايعات، هيچ اطلاعي نداشتم تا اينكـه در دوران نقاهت، من و ام مسطح
        براي قضـاي حاجـت، بـه مناصـع (محـل قضـاي حاجت) بيرون رفتيم. گفتني است كه
        ما فقط شبها براي قضاي حاجت، بيـرون مـي رفتيم. و اين زماني بود كه هنوز در
        نزديكي خانه هايمـان توالـت نسـاخته بـوديم و براي قضاي حاجت، مانند عربهاي
        نخستين، از خانه ها دور مي شديم و فاصله مـي گرفتيم. من و ام مسطح مي رفتيم
        كه چادر ام مسطح زير پايش گير كرد و بـه زمـين افتاد. در اين هنگام، گفت:
        مسطح، هلاك شود. من به او گفتم: چه سخن بدي بزبان آوردي. آيا به مردي كه در
        غزوة بـدر حضـور داشـته اسـت، ناسـزا مـي گـويي؟ ام مسطح گفت: اي فلاني!
        مگر سخنانشان را نشنيده اي؟ و اينجا بود كه مرا از سـخنان اهل افك، مطلع
        ساخت. با شنيدن اين سخن، بيماري ام افزايش يافت. هنگامي كه به خانه برگشتم،
        رسول خدا(ص) نزد من آمد و سلام كرد و گفت: «بيماری شما چطور است»؟ گفـتم :
        بـه مـن اجازه دهيد تا نزد والدينم بروم. هدفم اين بود كـه از پـدر و
        مـادرم اصـل مـاجرا را جويا شوم و نسبت به آن، يقين پيدا كنم. پيامبر
        اكرم(ص) هم به من اجـازه دادند. پـس نزد والدينم رفتم و سخنان مردم را براي
        مادرم بازگو نمودم. مادرم گفت: اي دخترم! اين امر را بر خودت آسان بگير.
        زيرا زني زيبا كه در خانه ي مردي باشد و هووهايي داشته باشد و آن مرد هم او
        را دوست داشته باشد، هووهـا عليـه او سـخنان زيـادي مي گويند. يكبار بر اثر
        غيرت شديدي كه بدان آراسته بود تصميم گرفت كه خـودش را بـه چاه بيندازد تا
        بميرد. وقتي صفوان از اين هجو گويي حسان مطلع شد، سوگند ياد كرد و گفـت :
        پـاك و منزه است خدايي كه بي همتا ميباشـد، بـه خـداوند جل عزمته قسـم مـن
        تـا كنـون هـيچ زنـي را نبوسيده ام و با ناراحتي شمشير را بر دست گرفت و به
        جستجوي حسان بيرون شـد و اين شعر را خواند: تَّلق ذباب السيف عني فإنی غلام
        --- اذا هوجيت لست بشاعر «برش اين شمشير را از من بگير، من نوجواني هستم كه
        وقتي هجـو شـده باشـم، شاعر نيستم». صفوان وقتي با استفاده از شمشيرش حسان
        را اسير كـرد، او را بـه بارگـاه نبـوي حاضر گردانيد، آنحضرت(ص) حسان و
        صفوان بن معطل را احضار نمود. ابـن معطـل گفت: اي رسول خدا (ص)! حسان مرا
        آزار داد و در هجـو مـن شـعر سـروده اسـت، لـذا خشمگين گشتم و بر او ضربه
        وارد نمودم. پيامبر(ص) بـه حسـان گفـت : آفـرين اي حسان! آيا كساني را مورد
        هجو قرار ميدهيد كه خداوند(ج) آنان را به اسـلام رهنمـا گردانيده است! سپس
        فرمود: اي حسان! در برابر آنچه به شما رسـيده، خـوش رفتـار باش. حسان گفت:
        اي رسول خدا(ص)! آنرا به شـما بخشـيدم . ابـن اسـحاق مـي گويـد : محمد بن
        ابراهيم گفت: پيامبر(ص) در عوض آن ضربه، بيرحاء كه امروز در مدينـه بـه كاخ
        بني جديله مشهور است، به حسان عنايت كرد، گفتني است كه بيرحاء در اصـل
        متعلق به ابوطلحه بن سهل بود كه آنرا به آل پيـامبر (ص) بخشـيد و پيـامبر ص
        نيـز آنرا به حسان عطا نمود. بدون شك ام المؤمنين(رض) از تمام آن اتهامات
        به طور كامل مبري بـود، امـا بـاز هـم براي بستن دهان انسانهاي شرور، تحقيق
        و تفحص در اين زمينه امر لازم و ضروري بود. آنحضرت (ص) با حضرت علي (رض) و
        اسامه (رض) در رابطه با افتراق همسرش مشورت نمودند؛ اسامه در پاسخ به پرسش
        پيـامبر (ص) گفـت : اي رسـول خـدا (ص) ! او خـانواده تو است. به خداوند(ج)
        سوگند جز خوبي چيز ديگري در اينباره نميدانيم. از سیدنا علي بن ابي طالب
        (رضی الله عنه) نيز پرسيد. او پاسخ داد: اي رسول خدا(ص)! خداوند(ج) تو را
        در تنگنا قرار نداده. زنان زيادي غير از او وجود دارد، اما از كنيزك در اين
        زمينه بپـرس تا به تو حقيقت را بگويد. پيامبر(ص) كنيزك را خواست و از او
        پرسيد: آيا در عائشه(رض) چيزي ديده اي كه تو را دچار شك و ترديد كند؟ گفت:
        نه، قسم به خدايي كه تو را به حق برانگيخته است، چيزي از او نديده ام كه
        چشم پوشي كنم. جز اين كه او دختري كم سن و سـال اسـت . در كنـار آرد خـو
        ابش ميبرد. بنابراين گوسفند ميآمد و آرد را ميخورد. سپس پيامبر خدا(ص) با
        الفاظي صريح و روشن از او سؤال پرسـيد ؟ او گفـت: اي رسول خدا(ص)! چشم و
        گوشم را حفظ ميكنم، به خداوند عزوجل قسم همچنان كه طـلا سـاز، در بعضـي
        روايـات آمـده كـه طلا را ميشناسد، من نيز او را همينطور ميشناسم. از بين
        هووها تنها حضرت زينب ادعاي برابري با عائشـه را داشـت و خـواهرش حمنه در
        ساختن و پرداختن اين قضيه شريك بـود ، بنـابراين آنحضـرت (ص) نظريـه زينب
        را جويا شد و پرسيد: زينب! چه ميداني، چه ديده اي؟ زينب پاسخ داد: اي رسول
        خدا(ص)! چشم و گوشم را حفـظ مـي كـنم . بـه خـدا سوگند به جز خوبي چيز
        ديگري از او نديده ام. تحقيقات پيامبر(ص) كامل شد. اكنون مطمئن شده بـود
        كـه شـايعه هـيچ اساسـي ندارد. به مسجد رفت و در ميان انبوه جمعيت سخن گفت:
        «يا مَعْشَرَ المُسْلِمِينَ! مَن يَعْذِرُنِي مِن رَجُلٍ قدْ بَلَغَ
        أَذَاهُ في أَهْلِ بَيْتي، فواللَّهِ مَا عَلِمْتُ عَلَى أَهْلِ بَيْتِي
        إِلَّا خَيْرًا، وَلَقَدْ ذَكَرُوا رَجُلا– يعني صَفْوَانَ بْنَ
        الْمُعَطَّلِ رضي الله عنه –ومَا عَلِمْتُ عَلَيْهِ إِلَّا خَيْرًا، وَمَا
        كَانَ يَدْخُلُ عَلَى أَهْلِي إِلَّا مَعِي». ترجمه : «ای گرده مسلمین! چه
        كسي مرا در مورد مردي معذور به شمار مـي آورد كـه آزارش بـه خـانواده ام
        رسيده است. به خدا(ج) سوگند از خانواده ام به جز خوبي چيز ديگـري نديـده
        ام. ضـمناً در مورد مردي اين شايعه را گفته اند كه به جز خوبي چيز ديگري از
        او سراغ نـدارم. او به جز همراه با من، به خانه ام نميآمد». ريس قبيله اوس،
        سعد بن معاذ(رض) برخاست و گفت: من تو را در مورد او معـذور ميدانم. اگر
        آنمرد، از قبيله یي اوس است، ما گردنش را مـي زنـيم و اگـر از بـرادارن
        خزرجي ماست، شما دستور دهيد تا ما دستور شما را اجـرا نمـاييم. (معركـه
        آرايـي اوس و خزرج و دشمني با همديگر نسل در نسل وجود و ادامه داشت. اسلام
        آمد و اين فتنه را ريشه كن كرد، اما آن آتش تا آن وقت هنوز زير خاكستر
        زنـده بـود و بـا كوچكترين حركتي شعله ور ميشد). بعد از اين گفت و شنود،
        سردار خزرج، سعد بن عبـاده(رض) كـه قبـل از ايـن، مـردي نيكوكار بود اما در
        اين لحظه، تعصب قومي اش شعله ور شد، برخاسـت و گفـت : دروغ ميگويي. سوگند
        به خداوند(ج)، نه او را به قتل ميرساني و نه توانايي كشـتن اش را داري. در
        اين هنگام، اسيد بن حضير برخاست و گفـت: والله، دروغ ميگـويي . سـوگند بـه
        خداوند(ج) كه او را ميكشيم. تو منافقي كه از منافقان، دفاع ميكني. اينجا
        بـود كـه قبيلـه ي اوس و خزرج برآشفتند و در حالي كه رسول خدا(ص) بالاي
        منبر بود، خواسـتند بـا يكديگر درگير شوند. با مشاهده یي اين وضع، رسول
        خدا(ص) از منبـر پـايين آمـد و آنها را به آرامش دعوت كرد. تا اينكه خاموش
        شدند و رسول خدا(ص) نيز سـكوت كرد. ام المومنین عايشه(رض) ميگويد: در حالي
        كه پدر و مادرم كنارم نشسـته بودنـد و مـن گريـه ميكردم، يك زن انصاري،
        اجازه یي ورود خواست. بـه او اجـازه دادم . بعـد از اينكـه وارد خانه شد،
        نشست و با من شروع به گريه كردن نمود. ما در حال گريسـتن بـوديم كـه ناگهان
        رسول (ص) وارد شد و (كنار من) نشست در حالي كـه از تـاريخ شـروع اين سخنان،
        كنارم ننشسته بود و يك ماه هم چيزي در مورد من به وي وحي نشـده بود. رسول
        خدا(ص) بعد از نشستن، شهادتين خواند. سپس فرمود: يَا عَائِشَةُ! فَإِنَّهُ
        قَدْ بَلَغَنِي عَنْكِ كَذَا وَكَذَا ،فَإِنْ كُنْتِ بَرِيئَةً
        فَسَيُبَرِّئُكِ اللَّهُ، وَإِنْ كُنْتِ أَلْمَمْتِ بِذَنْبٍ
        فَاسْتَغْفِرِي اللَّهَ وَتُوبِي إِلَيْهِ، فَإِنَّ الْعَبْدَ إِذَا
        اعْتَرَفَ بِذَنَبِهِ، ثُمَّ تَابَ تَابَ اللَّهُ عَلَيْهِ». ترجمه : «اي
        عائشه! در مورد تو به من چنين سخناني رسـيده اسـت . اگـر تـو پـاك و بـي
        گناهي، بزودي خداوند(ج) پاكي و بي گناهي ات را اعلام خواهد كرد. و اگر
        مرتكـب گناهي شده اي، از خداوند(ج) طلب مغفرت كن و بسوي او رجوع نما. زيرا
        اگر بنده، به گناهش اعتراف نمايد و توبه كند، خداوند(ج) توبـه اش را مـي
        پـذيرد ». هنگـامي كـه رسول خدا(ص) سخنانش را به پايان رسانيد، اشـك در
        چشـمانم خشـكيد طوريكـه قطره اي هم يافت نميشد. به پدرم گفتم: از طرف من
        جواب رسول االله (ص) را بده. گفت: سـوگند بـه خـداوند(ج)، نميدانم به رسول
        خدا(ص) چه بگويم. به مادرم گفتم: شما از طرف من به رسول االله (ص) پاسخ
        دهيد. گفت: سـوگند بـه خدا(ج) كه من هم نميدانم به رسول خدا(ص) چه بگويم.
        من كه دختر كم سن و سالي بودم و (تا آن زمان) قرآن زيادي نميدانستم، گفـتم
        : به خداوند(ج) سوگند، ميدانم كه شما سخنان مردم را شنيده ايد و در قلبتان
        جاي گرفته انـد و آنها را باور كرده ايد. در نتيجه، اگر به شما بگـويم :
        مـن بـي گنـاه و پـاكم و خـداوند(ج) ميداند كه من بي گناهم، سخن مرا باور
        نميكنيد. و اگر به گناهي اعتراف نمايم ـ و خداوند(ج) ميداند كه من بي گناهم
        ـ شما مرا تصديق مي نماييد. بخداوند(ج) سوگند، مثـال مـن و شما مانند پدر
        يوسف است كه فرمود: [سُوۡرَةُ یُوسُف : سوره ۱۲ ] وَجَاءُوا عَلَىٰ
        قَمِيصِهِ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ
        أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا
        تَصِفُونَ [١٢:١٨] و پیراهن او را با خونی دروغین (آغشته ساخته، نزد پدر)
        آوردند؛ گفت: «هوسهای نفسانی شما این کار را برایتان آراسته! من صبر جمیل
        (و شکیبائی خالی از ناسپاسی) خواهم داشت؛ و در برابر آنچه می‌ گویید، از
        خداوند(ج) یاری می‌طلبم!» آنگاه آن حضرت محبوب (ص) بلند شد و در جانب دیگر
        منزل نشست. ام المومنین عائشه (رض) میگوید: من میدانستم که خداوند (ج) مرا
        تبرئه خواھد کرد؛ چون بیگناه بودم فکر میکردم شاید به صورت خواب یا به نحوی
        دیگر بیگناھی من برای رسول خدا(ص) ثابت و روشن شود و خود را کوچکتر از آن
        میدانستم که در مورد من آیات اللھی نازل شود؛ رسول خدا(ص) ھنوز از جایش
        بلند نشده بود که یک مرتبه حالت وحی به او دست داد؛ ام المومنین عایشه(رض)
        با خوشحالی از زیر چادرش او را نظاره میکرد؛ با آنکه ھوا سرد بود، عرق از
        سر و صورت مبارک پیامبرخدا(ص) سرازیر میشد و حضرت ابوبکر الصدیق (رض) و
        ھمسرش ام رومان(رض) نیز با اضطراب تمام منتظر پایان وحی بودند؛ لحظاتی که
        برای سیدنا ابوبکر الصدیق (رض) و خانواده اش بینھایت با ارزش بودند . چون
        منافقین دسیسه های مخرب در قبال این تهمت داشتند و آهسته آهسته به آن دست
        میافتند و جز از اهداف منافقین قراز ذیل بود ؛ (اهداف منافقين در ماوراي
        اين فتنه انگيزي) منافقين از ماوراي اين فتنه سترگ (بزرگ) اهداف ذيل را
        دنبال ميكردند: (١) اهانت به پيامبر اكرم (ص) و ابوبكر صديق(رض) (نعوذ
        باالله) و بد نام كردن آنهـا با استفاده از پايمال نمودن ناموسشان و
        بيحرمتي به حرم مباركشان. (٢) ايجاد تفرقه و اختلاف در خانواده نبوي. (٣)
        فروپاشي و به همريزي اتحاد، برادري و قوت اجتماعي اسلام و پاشيدن بـذر
        اختلاف در درون اتحاد اخوت اسلامي. (۴) دسیسه یی بود برای تخریب جایگاه اهل
        بیت رسول الله (ص) در امت اسلامی تا بعد از رحلت پیامبر (ص) کسی به اهل بیت
        اش توجهی حرمت نداشته باشد. ظاهر امر بيانگر اين بود كه آنان در همه اين
        مقاصد به پيروزي دست يافتند و بـه اهداف و آرزوي خود جامه یي تحقق بخشيدند
        و اوضاع طوري بـود كـه بايـد زبـان غيب گويا شود و پرده را از واقعيت كنار
        زند و ابر را از روي حقيقـت دور سـازد و بالاخره زبان غيب به گفتن در آمد،
        حضرت عائشه(رض) ميگويد: بخـداوند(ج) سـوگند ! قبـل از اينكه رسول خدا(ص) از
        جايش بلند شود و كسي از اهل خانه از خانـه، بيـرون رود، بر آنحضرت(ص) وحي
        نازل گرديد و همان سختي و دشواري حالت وحـي، وي را فرا گرفت طوريكه در روز
        سرد زمستاني، قطرات عرق ماننـد دانـه هـاي مرواريـد از بدن مباركش سرازير
        گشت. ونخستين كلماتي را كه رسول الله (ص) بعد از برطرف شدن حالت وحي بـا
        تبسـم به زبان آورد، اين بود كه به من گفت: «يَا عائشةَ ! اِحْمِدِي الله ,
        فقد بَرَّأَكِ الله» اي عايشه! خداوند(ج) را سپاس بگوي، زيرا خداوند(ج)،
        برائت و پاكي ات را اعلام نمود. و اين آيات را تلاوت نمود: [سُوۡرَةُ
        النُّور : سوره ٢٤ از آیات 11 الی 24] إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ
        عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ
        لَّكُمْ ۚ لِكُلِّ امْرِئٍ مِّنْهُم مَّا اكْتَسَبَ مِنَ الْإِثْمِ ۚ
        وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ [٢٤:١١]
        مسلّماً کسانی که آن تهمت عظیم را عنوان کردند گروهی (متشکّل و توطئه‌ گر)
        از شما بودند؛ امّا گمان نکنید این ماجرا برای شما بد است، بلکه خیر شما در
        آن است؛ آنها هر کدام سهم خود را از این گناهی که مرتکب شدند دارند؛ و از
        آنان کسی که بخش مهمّ آن را بر عهده داشت عذاب عظیمی برای اوست! لَّوْلَا
        إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ
        خَيْرًا وَقَالُوا هَٰذَا إِفْكٌ مُّبِينٌ [٢٤:١٢] چرا هنگامی که این
        (تهمت) را شنیدید، مردان و زنان با ایمان نسبت به خود (و کسی که همچون خود
        آنها بود) گمان خیر نبردند و نگفتند این دروغی بزرگ و آشکار است؟! لَّوْلَا
        جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ ۚ فَإِذْ لَمْ يَأْتُوا
        بِالشُّهَدَاءِ فَأُولَٰئِكَ عِندَ اللَّهِ هُمُ الْكَاذِبُونَ [٢٤:١٣] چرا
        چهار شاهد برای آن نیاوردند؟! اکنون که این گواهان را نیاوردند، آنان در
        پیشگاه خداوند(ج) دروغگویانند! وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ
        وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ
        فِيهِ عَذَابٌ عَظِيمٌ [٢٤:١٤] و اگر فضل و رحمت الهی در دنیا و آخرت شامل
        شما نمی ‌شد، بخاطر این گناهی که کردید عذاب سختی به شما می ‌رسید! إِذْ
        تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ
        لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ
        [٢٤:١٥] به خاطر بیاورید زمانی را که این شایعه را از زبان یکدیگر می‌
        گرفتید، و با دهان خود سخنی می ‌گفتید که به آن یقین نداشتید؛ و آن را کوچک
        می ‌پنداشتید در حالی که نزد خداوند(ج) بزرگ است! وَلَوْلَا إِذْ
        سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَٰذَا
        سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ [٢٤:١٦] چرا هنگامی که آن را شنیدید
        نگفتید: «ما حق نداریم که به این سخن تکلّم کنیم؛ خداوندا منزّهی تو، این
        بهتان بزرگی است»؟! يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا
        إِن كُنتُم مُّؤْمِنِينَ [٢٤:١٧] خداوند(ج) شما را اندرز می‌ دهد که هرگز
        چنین کاری را تکرار نکنید اگر ایمان دارید! وَيُبَيِّنُ اللَّهُ لَكُمُ
        الْآيَاتِ ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ [٢٤:١٨] و خداوند(ج) آیات را برای
        شما بیان می ‌کند، و خداوند(ج) دانا و حکیم است. إِنَّ الَّذِينَ
        يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ
        أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا
        تَعْلَمُونَ [٢٤:١٩] کسانی که دوست دارند زشتیها در میان مردم با ایمان
        شیوع یابد، عذاب دردناکی برای آنان در دنیا و آخرت است؛ و خداوند(ج) می
        ‌داند و شما نمی‌ دانید! وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ
        وَأَنَّ اللَّهَ رَءُوفٌ رَّحِيمٌ [٢٤:٢٠] و اگر فضل و رحمت الهی شامل حال
        شما نبود و اینکه خداوند(ج) مهربان و رحیم است (مجازات سختی دامانتان را می
        ‌گرفت)! يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ
        الشَّيْطَانِ ۚ وَمَن يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ
        بِالْفَحْشَاءِ وَالْمُنكَرِ ۚ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ
        وَرَحْمَتُهُ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا وَلَٰكِنَّ اللَّهَ
        يُزَكِّي مَن يَشَاءُ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ [٢٤:٢١] ای کسانی که
        ایمان آورده ‌اید! از گامهای شیطان پیروی نکنید! هر کس پیرو شیطان شود
        (گمراهش می ‌سازد، زیرا) او به فحشا و منکر فرمان می ‌دهد! و اگر فضل و
        رحمت الهی جل جلاله بر شما نبود، هرگز احدی از شما پاک نمی‌ شد؛ ولی
        خداوند(ج) هر که را بخواهد تزکیه می ‌کند، و خداوند(ج) شنوا و داناست!
        وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُولِي
        الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ ۖ
        وَلْيَعْفُوا وَلْيَصْفَحُوا ۗ أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ
        لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ [٢٤:٢٢] آنها که از میان شما دارای
        برتری (مالی) و وسعت زندگی هستند نباید سوگند یاد کنند که از انفاق نسبت به
        نزدیکان و مستمندان و مهاجران در راه خداوند(ج) دریغ نمایند؛ آنها باید عفو
        کنند و چشم بپوشند؛ آیا دوست نمی ‌دارید خداوند(ج) شما را ببخشد؟! و
        خداوند(ج) آمرزنده و مهربان است! إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ
        الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ
        وَلَهُمْ عَذَابٌ عَظِيمٌ [٢٤:٢٣] کسانی که زنان پاکدامن و بی‌ خبر (از
        هرگونه آلودگی) و مؤمن را متهم می ‌سازند، در دنیا و آخرت از رحمت الهی
        بدورند و عذاب بزرگی برای آنهاست. يَوْمَ تَشْهَدُ عَلَيْهِمْ
        أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا يَعْمَلُونَ
        [٢٤:٢٤] در آن روز زبانها و دستها و پاهایشان بر ضدّ آنها به اعمالی که
        مرتکب می ‌شدند گواهی می ‌دهد! ام المومنین عايشه (رض) ميگويد: مادرم به من
        گفت: بلند شـو و از رسـول خـدا (ص) تشـكر كـن. گفتم: بخداوند(ج) سوگند،
        بلند نميشوم و بجز خداوند(ج)، از كسي ديگر، تشكر نميكنم. بعد از آن طبق
        قانون لطمه به حيثيت به هر كدام از سه مجرمي كه در اين دسيسـه شركت داشتند،
        هشتاد ضربه شلاق زده شد. ابن اسحاق در سيرت حسان ذكر كرده كه حسان براي
        كفاره ي جرمش در تعريف و تمجيد از ام المومنین عائشه (رض) چند شعري را که
        در روايت بخاري شریف از مسـروق آمـده كـه سرود است. گويد: خدمت ام المؤمنين
        عائشه(رض) رفتيم ديديم كه حسـان پـيش او اسـت و غزلـي را برايش ميخواند، و
        اين بيت جزء آن غزل بود: حَصانٌ رَزانٌ ما تُزِنُّ بِريبَةٍ --- وَتُصبِحُ
        غَرثى مِن لُحومِ الغَوافِلِ «عفيفه و پاكدامن و با وقار است و به هيچ
        تهمتي مـتهم نمـي شـود، و از خـوردن گوشت بيگناهان اجتناب و پرهيز ميكند».
        حضرت عايشه وقتي اين شعر را شنيد گفت: اين درسـت اسـت ، امـا تـو اينطـور.
        (به اين مسأله اشاره كرد كه او در قضيه تهمت شريك بوده است).
        ................................................................. ماخذها
        برای قضیه افک یا تهمت؛ ١. - الطبقات الكبري- ابن سعد ٦٣/٢ غزوة رسول
        الله0ص) المريسيع. قول صحيح بر آن است كه غزوه مريسيع در سال ششم رخ داده
        است ٢. الطبقات الكبري- ابن سعد ٦٥/٢، سنن ترمذي- تفسير سوره (المنافقون)
        ص٣٣١٥، صحيح بخاري. همه اينها ترجيح داده اند كه اين واقعه در غزوه مريسيع
        بوده است در حالي كه نسائي معتقد است كه در غزوهي تبوك بوده است (السنن
        الكبري- نسائي- تفسير سوره (منافقون) ٤٩١/٦ ص ١١٥٩٧ . قول اول صحيح تر
        ميباشد، با توجه به اينكه تمامي سيرتنگاران بر آن اجماع نظر داشته اند. ٣.
        صحيح بخاري- كتاب الافك ص ٤١٤١. ٤. السيره النبويه -ابن هشام ٢٦٨/٤، و
        تاريخ الطبري ١١٤/٢ ٥. تاريخ الطبري ١١٥/٢، السيرة النبوية- ابن هشام
        ٢٧٠/٤، و البداية و النهاية ١٦٣/٤ ٦. صحيح بخاري- قصة الافك ص ٤١٤١. ٧.
        السيرة النبوية- ابن هشام ٢٧٢/٢ و البداية و النهاية ١٦٣/٤. ٨. تفسير
        الطبري ٩٥/١٨، مسند اسحاق بن راهويه ٥٥٩/٢، شعب الايمان- بيهقي ٣٨٥/٥ و
        الكفاية في علم الرواية ٩٨/١. ٩. واقعهي افك به طور مفصل در كتابهاي صحيح
        آمده است. ١٠. صحيح بخاري- كتاب الشهادات ص ٢٦٦١، كتاب المغازي ص ٤١٤١ و
        كتاب تفسير القرآن ص ٤٧٥٠، صحيح مسلم- كتاب التوبة ص ٢٧٧٠ چيزهاي اضافي هاي
        كه در ديگر كتاب هاي حديث شریف روايت شده از فتح الباري جلد ٨ تفسير سوره
        گرفته ايم، در تطبيق روايات و ترتيب وقايع و مطالب نيز از ابن حجر تقليد
        نموده ايم. ١١ . السيرة النبوية- ابن هشام ٢٧٣/٤. برای مطالعه بیشتر به
        کتاب (مادر مومنان عائشه (رضی الله عنها) نوشته یي: علامه سيد سليمان ندوي)
        رجوع نمائید . بخش ششم چرا اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة
        الصدیقه رضی الله تعالی عنها برای طهارت و پاکی اش از شَرّ تهمت منافقین
        آیه ۱۸ سوره ۱۲ (یوسف) را تلاوت می فرمودند؟ و درین آیت مبارکه چه حکمتی
        وجود دارد؟ و در اعداد این آیت مبارک چه رمزهای وجود دارد؟ و همچنان در
        حروف این آیت چه رازیست که ام المومنین بی بی عائشه صدیقه (رض) به آن اشاره
        دارد؟ چونکه اُمّنا و أُم الّمؤمنين حضرت بی بی عائشة الصدیقه رضی الله
        تعالی عنها یک زن عادی نبودند؛ و جناب مبارکه ایشان، به روایتی بعضی از
        علمای کرام، مانند: (ابوالثَّناء سید محمود شهاب‌ الدین افندی
        (۱۲۱۷-۱۲۷۰ق/۱۸۰۲-۱۸۵۴م)، فرزند صلاح‌ الدین ملقب به شهاب آلوسی فقیه،
        مفسر، ادیب و مفتی بغداد) رحمته الله علیه در تفسیر روح المعانی شریف
        فرموده اند که: پانزده هزار (۱۵۰۰۰) توجیهات ، تأويلات و معانی قرآن شریف
        را میدانستند ، پس حتماً حکمتی است در وراء این آیه مبارکه در خصوص این
        تهمت که منافقان به ام المومنین عائشه (رض) بستند . [نکته مهم در باره
        تفسیر روح المعانی شریف اینست که کار نگارش آن در ۱۲۶۸ هـ به اتمام رسیده
        ‌است. محمد حسین ذهبی دربارهٔ این تفسیر شریف گفته ‌است که: روش نوشتار
        جناب آلوسی صاحب مبارک در چگونگی تدوین این تفسیر شریف، شگفت‌ آور است.
        ایشان روزها مشغول فتوا دادن و تدریس بودند و در اوایل شب، جلسات مفید
        داشته و فرصت برای نوشتن تفسیر نداشتند و این کار را در اواخر شب انجام
        داده اند، ورقهای نوشته شده را به مُنشی های خود سپرده و آنان به مدت ده
        ساعت آن را پاک نویس می ‌کرده‌اند.] و همچنان حدیث شریف « خذوا نصفَ دينِكم
        من هذه الحميراءِ» از راوی مبارک ابن عثيمين(رح) المصدر:مجموع فتاوى ابن
        عثيمين الجزء أو الصفحة:498/27 و در جای دیگری « خذوا شطرَ دينِكم عن هذه
        الحُمَيراءِ» از محدث ابن کثیر (رح) در المصدر:البداية والنهاية الجزء أو
        الصفحة:8/96 روایت گردیده است. خذوا شطر دِينكم عن هذه الحُميراء [يعني: أم
        المؤمنين عائشة رضي الله عنها]. قال الإمام السيوطي -رحمه الله-: «قال بعض
        العلماء: لكل آية ستون ألف فهم. فهذا يدل على أن في فهم معاني القرآن
        مجالاً رحباً، ومُتسعاً بالغاً، وأن المنقول من ظاهر التفسير، وليس ينتهي
        الإدراك فيه بالنقل. والسماعُ لا بد منه في ظاهر التفسير؛ ليتّقيَ به مواضع
        الغلط، ثم بعد ذلك يتسع الفهم والاستنباط، ولا يجوز التهاون في حفظ التفسير
        الظاهر، بل لا بد منه أولا؛ إذ لا يُطمَع في الوصول إلى الباطن قبل إحكام
        الظاهر، ومن ادّعى فهم أسرار القرآن ولم يحكم التفسير الظاهر، فهو كمن ادعى
        البلوغ إلى صدر البيت قبل أن يجاوز الباب» [الإتقان في علوم القرآن:
        ۴/۱۹۷]. بعض العلماء: لكل آية ستون ألف فهم ترجمه : امام سیوطی (رح) درکتاب
        اتقان فی علوم القرآن می فرماید: که بعضی علماء میگویند: برای هرآیه شصت
        هزار(۶۰۰۰۰) فهم معانی و تأويلات وجود دارد . توضیح : با حرمت به این نظریه
        علماء کرام، ما بر این عقیده استیم که معانی و فهم و تأويلات قرآن شریف از
        حَیطَه (زن با عفت و بزرگوار(اقرب الموارد)) فهم و درک بشر خارج است، چون
        قرآن شریف صفت الله (ج) است و صفت از ذات جدا نيست و چنانچه درک و فهم ذات
        الله (ج) از توان فهم و درک بشر خارج است به همین منوال درک و فهم تمام
        معانی و تأويلات صفت اش از قدرت ذهنی و علمی بشر خارج است ، الله(ج)
        ذوالجلال و الإكرام است که بر همه چیز احاطه دارد و بشر این ظرفیت و قوت را
        ندارد که بر الله (ج) و صفات آن احاطه پیدا کند . بالفرض ، اگر همین شصت
        هزار فهم و تاویل برای هر آیت را هم بپذیریم ، شما تصور کنید ، کی بهتر از
        شاگردان رسول الله(ص) از آن آگاهتر اند؟ وبالأخص شخصیت که در خانواده صدیق
        اکبر (رض) به دنیا آمده باشد و از سن طفولیت تحت نظر و تربیت خلافت و نبوت
        بزرگ شده باشد ، چقدر از این فیوضات خلافت و نبوت مستفید گردیده باشد ؟ و
        چقدر معانی و مفاهیم و تأويلات کلام الله مجید را بداند؟ ، به همین دلیل و
        مبنا می خواهیم بررسی کنیم که ، حکمت چه بود ، که ام المومنین عایشة
        الصدیقه (رض) آیه ۱۸ سوره ۱۲ را برای بیان بی گناهی اش در حضور نبی اکرم
        (ص) و خانواده محترم اش تلاوت نمود؟ و به آن اکتفاء نمود و جالب اینکه رسول
        الله (ص) از جایش برنخاسته بود و کسی از اطاق خارج نشده بود که وحی آمد و
        پاکی و طهارت و برائت ام المومنین عائشه (رض) را بیان نمود، سبحان الله چه
        عظمت و فضیلت ازین بزرگتر ؟ که الله (ج) طهارت و عفیفه بودن مادر مان را از
        افک منافقین و کفار بیان بدارد، الحمد لله . میاییم به بحث در بررسی رمز
        های نهفته در آیه ۱۸ سوره ۱۲ [یوسف (ع)]: [سُوۡرَةُ یُوسُف : سوره ۱۲ ]
        وَجَاءُوا عَلَىٰ قَمِيصِهِ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ
        أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ
        مَا تَصِفُونَ [١٢:١٨] و پیراهن او را با خونی دروغین (آغشته ساخته، نزد
        پدر) آوردند؛ گفت: «هوسهای نفسانی شما این کار را برایتان آراسته! من صبر
        جمیل (و شکیبائی خالی از ناسپاسی) خواهم داشت؛ و در برابر آنچه می ‌گویید،
        از خداوند(ج) یاری می ‌طلبم!» توضیح : این آیه مبارکه مجموعاً ۷۹ حروف دارد
        که از 19 حروف الف و با مرکب گردیده است و ۹ حروف در آن نیست. درس های
        نهفته درین آیه مبارکه : در کل و در ابتدا به صورت کلی در آیت مبارکه بحث
        می کنیم و در قدم بعدی در اجزای آیت تحقیق میکنیم . ۱. اولاً باید بدانیم
        که هیچ اتفاقی در آسمان و زمین به وقوع نمی پیوندد مگر اینکه در کتاب الله
        (ج) که قرآن شریف است ، مذکور یا ذکر و بیان شده است ، چنانچه الله(ج) در
        کتاب مبارکش می فرماید؛ چون از ۱۹ حرف الف و با این آیه مبارکه مرکب گردیده
        است پس ۱۹×۳=۵۷ یعنی مطلب را سوره ۵۷ که سوره حدید است افاده میکند .
        [سُوۡرَةُ الحَدید : سوره ۵۷ ] مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ
        وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا ۚ
        إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ [٥٧:٢٢] هیچ مصیبتی (ناخواسته) در
        زمین و نه در وجود شما روی نمی دهد مگر اینکه همه آنها قبل از آنکه زمین را
        بیافرینیم در لوح محفوظ ثبت است؛ و این امر برای خداوند(ج) آسان است! توضیح
        : و همچنان الله (ج) در کتاب مبارک اش می فرماید ، که در بهتان و افک که
        منافقین بر مادر مان ام المومنین عائشه (رض) بستند برای خانواده نبوت و
        جمیع امت خیر است و آنرا شر نپنداریم . [سُوۡرَةُ النُّور : سوره ۲۴ ]
        إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ
        شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ امْرِئٍ مِّنْهُم مَّا
        اكْتَسَبَ مِنَ الْإِثْمِ ۚ وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ
        عَذَابٌ عَظِيمٌ [٢٤:١١] مسلّماً کسانی که آن تهمت عظیم را عنوان کردند
        گروهی (متشکّل و توطئه‌ گر) از شما بودند؛ امّا گمان نکنید این ماجرا برای
        شما بد است، بلکه خیر شما در آن است؛ آنها هر کدام سهم خود را از این گناهی
        که مرتکب شدند دارند؛ و از آنان کسی که بخش مهمّ آن را بر عهده داشت عذاب
        عظیمی برای اوست! توضیح : ام المومنین(رض) شخصیت است که باید از ایشان نصف
        دین گرفته میشد ، بناءً باید جایگاه و شخصیت مبارک اش در بین امت ثابت و
        مستحکم میگردید، که با نزول وحی جهت برائت و پاکی مادر مومنان عائشه
        الصدیقه(رض) این جایگاه تثبیت گردید و امت با تمام جرأت و اطمینان برای حل
        مشاکل و گرفتن آن نصف دین به ایشان مراجعه می نمود و در پخش و نشر دین تکیه
        گاه علمی گردید، که درین باره در درس های گذشته مثال های قبلاً پیش گردیده
        است، به آن مراجعه شود. ۲. چون آیت 18 در سوره یوسف (ع) است ، این اشاره به
        این دارد که کفار و منافقین کوشش کردند که حرمت خانواده نبوت را بشکنند به
        این خاطر شخصیت ام المومنین(رض) را خواستند که لکه دار کنند ، چنانچه
        برادران یوسف که از لحاظ مقام گرچه عالی بودند ولی شیطان کافر و منافق
        میدانست که حضرت یوسف (ع) به نزد الله(ج) وجیه (سید و مهتر قوم) و صاحب عزت
        است بناء خواست که بوسیله برادرانش او را اذیت کند و دسیسه قتل اش را
        کشیدند و نهایتاً خواستند که او را به عمق تاریکی چاه آب شور بیاندازند و
        هدف قتل برادر ایشان بود ولی اراده الله (ج) چیزی دیگری بود و برعکس حضرت
        یوسف (ع) را عزیز خود ، عزیز حبیب اش (ص) و عزیز پادشاه و مردم مصر گشتاند
        و بوسیله آن مردم را بسوی حق هدایت فرمود ، به همین منوال الله(ج) ام
        المومنین را تهمت منافقین برائت داد ، عزیز خود گشتاند و محبوبه حبیب اش
        گشتاند و تکیه گاه علمی امت گردانید که بوسیله آن مردم تا روز قیامت هدایت
        میشوند و بالآخره الله(ج) حضرت عائشه(رض) را مادر مومنان امت رسول الله(ص)
        گردانید. و کفار خواستند که این نور الله(ج) را خاموش کنند ولی برعکس نور
        علمش سبب هدایت بشریت گردید. نکته جالب اینجاست که الله (ج) وقتی می خواهد
        که خود را از تهمت و شرک منافقین مبرا بداند حمد و ثناء خود را بیان میکند
        مثلا : [سُوۡرَةُ الاٴنبیَاء : سوره ۲۱ ] وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ
        وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ [٢١:٢٦] آنها گفتند:
        «خداوند رحمان فرزندی برای خود انتخاب کرده است»! او منزه است (از این عیب
        و نقص)؛ آنها [= فرشتگان‌] بندگان شایسته اوهستند. به همین شکل وقتی
        الله(ج) می خواهد پاکی و برائت ام المومنین(رض) را بیان کند درین صورت هم
        اول حمد و ثناء الله(ج) بیان می گردد ، مثلا ؛ [سُوۡرَةُ النُّور : سوره ۲۴
        ] وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن
        نَّتَكَلَّمَ بِهَٰذَا سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ [٢٤:١٦] چرا
        هنگامی که آن را شنیدید نگفتید: «ما حق نداریم که به این سخن تکلّم کنیم؛
        خداوندا منزّهی تو، این بهتان بزرگی است»؟! ۳. آیه مبارک ۱۸ سوره یوسف(ع)
        از ۱۹ حرف الف و با تشکیل گردیده است و مجموعاً چون ۷۹ حرف است وقتی ۷۹
        میان خود جمع گردد یعنی ۹+۷=۱۶، درین اعداد چه درس ایست برای ما ؟ الله(ج)
        از آیه ۱۶؛ که شروع رکوع است تا آیه ۴۰ که رکوع ختم میشود؛ داستان تهمت
        بستن حضرت بی بی مریم(رض) را بیان میکند که قومش چگونه به او تهمت بستند در
        حالیکه حضرت بی بی مریم زن مطهره و پاک بود و پاکی ایشان را الله(ج) بوسیله
        حضرت عیسی(ع) که هنوز طفل در گهواره بود بیان فرمود ولی سبحان الله پاکی و
        طهارت ام المومنین عائشه (رض) را خود الله (ج) بوسیله وحی در قرآن عظیم
        الشان بیان فرمود و این یعنی عزت و عظمت حرمت اهل بیت و ام المومنین(رض)
        میباشد . درس درین آیات این است که چنانچه کفار و منافقین و مردم ضعیف قوم
        حضرت بی بی مریم به خود بی بی مریم(رض) تهمت زدند در حالیکه او پاک بود
        همین قسم قوم عرب به ام المومنین (رض) تهمت زدند در حالیکه او ازین عیبها
        پاک و مطهره بود . که برای وضاحت بیشتر پیرامون آیات سوره مریم شریف ذیلاً
        بحث میکنیم: [سُوۡرَةُ مَریَم : سوره ۱۹ از آیات 16 الی 40] وَاذْكُرْ فِي
        الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا
        [١٩:١٦] و در این کتاب (آسمانی)، مریم را یاد کن، آن هنگامیکه از
        خانواده‌اش جدا شد، و در ناحیه شرقی (بیت المقدس) قرار گرفت؛ فَاتَّخَذَتْ
        مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ
        لَهَا بَشَرًا سَوِيًّا [١٩:١٧] و میان خود و آنان حجابی افکند (تا
        خلوتگاهش از هر نظر برای عبادت آماده باشد). در این هنگام، ما روح خود را
        بسوی او فرستادیم؛ و او در شکل انسانی بی‌عیب و نقص، بر مریم ظاهر شد!
        قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيًّا [١٩:١٨]
        او (سخت ترسید و) گفت: «من از شرّ تو، به خدای رحمان پناه می‌ برم اگر
        پرهیزگاری! قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا
        زَكِيًّا [١٩:١٩] گفت: «من فرستاده پروردگار توام؛ (آمده‌ام) تا پسر
        پاکیزه‌ای به تو ببخشم!» قَالَتْ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَلَمْ
        يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا [١٩:٢٠] گفت: «چگونه ممکن است
        فرزندی برای من باشد؟! در حالی که تاکنون انسانی با من تماس نداشته، و زن
        آلوده‌ای هم نبوده‌ام!» قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ
        هَيِّنٌ ۖ وَلِنَجْعَلَهُ آيَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّا ۚ وَكَانَ
        أَمْرًا مَّقْضِيًّا [١٩:٢١] گفت: «مطلب همین است! پروردگارت فرموده: این
        کار بر من آسان است! (ما او را می ‌آفرینیم، تا قدرت خویش را آشکار سازیم؛)
        و او را برای مردم نشانه‌ای قرار دهیم؛ و رحمتی باشد از سوی ما! و این امری
        است پایان یافته (و جای گفتگو ندارد)!» فَحَمَلَتْهُ فَانتَبَذَتْ بِهِ
        مَكَانًا قَصِيًّا [١٩:٢٢] سرانجام (مریم) به او باردار شد؛ و او را به
        نقطه دور دستی برد (و خلوت گزید) فَأَجَاءَهَا الْمَخَاضُ إِلَىٰ جِذْعِ
        النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا وَكُنتُ نَسْيًا
        مَّنسِيًّا [١٩:٢٣] درد زایمان او را به کنار تنه درخت خرمایی کشاند؛
        (آنقدر ناراحت شد که) گفت: «ای کاش پیش از این مرده بودم، و بکلّی فراموش
        می شدم!» فَنَادَاهَا مِن تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ
        تَحْتَكِ سَرِيًّا [١٩:٢٤] ناگهان از طرف پایین پایش او را صدا زد که:
        «غمگین مباش! پروردگارت زیر پای تو چشمه آبی (گوارا) قرار داده است!
        وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا
        جَنِيًّا [١٩:٢٥] و این تنه نخل را به طرف خود تکان ده، رطب تازه‌ای بر تو
        فرو می ‌ریزد! فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا ۖ فَإِمَّا تَرَيِنَّ
        مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا
        فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا [١٩:٢٦] (از این غذای لذیذ) بخور؛ و
        (از آن آب گوارا) بنوش؛ و چشمت را (به این مولود جدید) روشن دار! و هرگاه
        کسی از انسانها را دیدی، (با اشاره) بگو: من برای خداوند رحمان روزه‌ای نذر
        کرده‌ام؛ بنابراین امروز با هیچ انسانی هیچ سخن نمی ‌گویم! (و بدان که این
        نوزاد، خودش از تو دفاع خواهد کرد!)» فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ ۖ
        قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا [١٩:٢٧] (مریم) در
        حالی که او را در آغوش گرفته بود، نزد قومش آورد؛ گفتند: «ای مریم! کار
        بسیار عجیب و بدی انجام دادی! يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ
        امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا [١٩:٢٨] ای خواهر هارون! نه
        پدرت مرد بدی بود، و نه مادرت زن بد کاره‌ای!!» .... و تا آیه ۴۰ که رکوع
        ختم میشود . در قدم دوم در اجزای آیت مبارکه ۱۸ سوره ۱۲ بحث میکنیم . ۱.
        وَجَاءُوا عَلَىٰ قَمِيصِهِ بِدَمٍ كَذِبٍ ۚ توضیح : این جز آیه مبارکه ۱۸
        سوره ۱۲ از ۲۴ حروف تشکیل شده است ، یعنی موضوع خود را در سوره ۲۴ بررسی می
        کنیم ۲. قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ این جز آیه
        مبارکه ۱۸ سوره ۱۲ از ۲۳ حرف تشکیل گردیده است ، یعنی موضوع مورد بررسی خود
        را در آیه ۲۳ سوره ۱۲ یوسف بررسی میکنیم نتیجه : در سوره ۲۴ آیه ۲۳ الله
        (ج) این چنین می فرماید ؛ [سُوۡرَةُ النُّور : سوره ۲۴] إِنَّ الَّذِينَ
        يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي
        الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ [٢٤:٢٣] کسانی که زنان
        پاکدامن و بی‌ خبر (از هرگونه آلودگی) و مؤمن را متهم می‌ سازند، در دنیا و
        آخرت از رحمت الهی بدورند و عذاب بزرگی برای آنهاست. توضیح : کسانیکه زنان
        پاک و مطهره را تهمت می بندند جزای شان لعنت الله(ج) بر آنها است در دنیا و
        آخرت ، یعنی این چنین اشخاص حتی از شیطان هم بدتر استند چون لعنت الله(ج)
        بر شیطان تا روز قیامت است ولی بر اشخاصیکه زنان پاک و ناخبر از هر گونه
        آلودگی را متهم میکنند در دنیا و آخرت مورد خشم الله(ج) و رسول الله (ص)
        است و ملعونین استند. لا حول ولا قوة الا بالله . بخصوص اگر زن متهمه (یا
        تهمت شده) از اهل بيت رسول الله(ص) باشد، سزای شان به مراتب عظیم تر است
        چون حریم مطهر نبوت را صدمه میزنند و در حقیقت حدود الله(ج) را تجاوز
        میکنند چون حریم رسول الله(ص) در حقیقت حریم الله(ج) است ، نکته قابل عطف
        دیگر در این جز آیه مبارکه این است ؛ درین جز آیه مبارکه دو کلمه مهم ذکر
        است ، ۱. قمیص : لباس ۲. دم کذب : دروغ توضیح : ۱. قمیص یا لباس : الله(ج)
        در سوره ۲ آیه ۱۸۷ بخش دوم این آیه مبارکه که از ۲۵ حرف تشکیل شده است که
        ۲۵ را به دو بخش تقسیم میکنیم یعنی ۲۴ و ۱ که ۱ آن اشاره به شخص است و ۲۴
        اشاره به حروف متشکله بخش اول آیه ۱۸ سوره ۱۲ میکند که در آن لفظ قمیص یا
        لباس ذکر شده بود و درینجا الله (ج) زوجه را لباس یا قمیص خطاب میکند و می
        فرماید : [سُوۡرَةُ البَقَرَة : سوره دوم] أُحِلَّ لَكُمْ لَيْلَةَ
        الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ ۚ هُنَّ لِبَاسٌ لَّكُمْ
        وَأَنتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ اللَّهُ أَنَّكُمْ كُنتُمْ
        تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَالْآنَ
        بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ ۚ وَكُلُوا
        وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ
        الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ۖ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى
        اللَّيْلِ ۚ وَلَا تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ
        ۗ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ
        اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ [٢:١٨٧] آمیزش جنسی با
        همسرانتان، در شبِ روزهایی که روزه می ‌گیرید، حلال است. آنها لباس شما
        هستند؛ و شما لباس آنها (هر دو زینت هم و سبب حفظ یکدیگرید). خداوند(ج)
        میدانست که شما به خود خیانت می ‌کردید؛ (و این کارِ ممنوع را انجام می
        ‌دادید؛) پس توبه شما را پذیرفت و شما را بخشید. اکنون با آنها آمیزش کنید،
        و آنچه را خداوند(ج) برای شما مقرر داشته، طلب نمایید! و بخورید و
        بیاشامید، تا رشته سپید صبح، از رشته سیاه (شب) برای شما آشکار گردد! سپس
        روزه را تا شب، تکمیل کنید! و در حالی که در مساجد به اعتکاف پرداخته‌ اید،
        با زنان آمیزش نکنید! این، مرزهای الهی است؛ پس به آن نزدیک نشوید!
        خداوند(ج)، این چنین آیات خود را برای مردم، روشن می ‌سازد، باشد که
        پرهیزکار گردند! توضیح : ام المومنین حضرت عائشه(رض) قمیص ویا لباس رسول
        الله (ص) است چنانچه خود مبارک سیدنا و مولانا محمد مصطفی (ص) مقدس و مطهر
        است بی شک که لباس اش هم مقدس و مطهر است و دلیل بر این مدعی آیه مبارک است
        ، الله(ج) می فرماید : باز هم در سوره ۲۴ چون این جز آیه مبارکه از ۲۴ حرف
        تشکیل شده است و ازینکه تمام این آیه مبارکه از ۷۹ حرف تشکیل شده است و
        وقتی ۷۹ را بین هم جمع کنیم یعنی ۷+۹= ۱۶ میشود پس دوباره به سوره ۲۴ ولی
        این بار آیه ۱۶ را برای توضیح موضوع خود بررسی میکنیم ، و الله(ج) چنین می
        فرماید : [سُوۡرَةُ النُّور : سوره ۲۴ ] وَلَوْلَا إِذْ سَمِعْتُمُوهُ
        قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَٰذَا سُبْحَانَكَ هَٰذَا
        بُهْتَانٌ عَظِيمٌ [٢٤:١٦] چرا هنگامی که آن را شنیدید نگفتید: «ما حق
        نداریم که به این سخن تکلّم کنیم؛ خداوندا منزّهی تو، این بهتان بزرگی
        است»؟! توضیح : حکمت چیست که الله(ج) می فرماید که چرا در همان وهله (نوبت
        و کرات) اول یا ابتدای قضیه افک نگفتید که این بهتان است ، چون شما باید
        بسوی حبیب من (صلی الله علیه والسلم ) نگاه می کردید که این چه هستی عظیمِ
        است و زوجه مبارکه اش هم زن با صفات نیکو و عظیم و پاک میباشد و از هرنوع
        عیب پاک است چون الله(ج) می فرماید که ای زنان پیامبر(ص) شما مثل زنان عادی
        دیگر نیستید چون نسبت شما زوجات به پیامبر با عظمت به مانند محمد مصطفی
        رسول الله (ص) امام الانبیاء است ، این جمله آیه مبارک توضیح بیشتر وتفسیر
        تحقیقی می خواهد ،و دوم شما باید به کلام من نظر می کردید ،! آیا من نگفته
        ام که پاکان برای پاکان است و ناپاکان برای ناپاکان . سوره ۲۴ آیه ۲۶ :
        [سُوۡرَةُ النُّور : سوره ۲۴] الْخَبِيثَاتُ لِلْخَبِيثِينَ
        وَالْخَبِيثُونَ لِلْخَبِيثَاتِ ۖ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ
        وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ۚ أُولَٰئِكَ مُبَرَّءُونَ مِمَّا
        يَقُولُونَ ۖ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ [٢٤:٢٦] زنان ناپاک از آن
        مردان ناپاک اند، و مردان ناپاک نیز به زنان ناپاک تعلّق دارند؛ و زنان پاک
        از آن مردان پاک، و مردان پاک از آن زنان پاک اند! این ها از نسبتهای
        ناروایی که (ناپاکان) به آنان می ‌دهند مبرّا هستند؛ و برای آنان آمرزش
        (الهی) و روزی پرارزشی است! ۲. دم کذب : نکته قابل عطف دوم لفظ خون دروغین
        است یعنی این افک و تهمت دروغ است و کار منافقان و کافران است ، و آیه ۲۳
        سوره ۲۴ دلیل بر این است که کافران و منافقان بر پاکان تهمت می بندند ،
        چنانچه الله(ج) در آیه ذیل اشارا میکند [سُوۡرَةُ النُّور : سوره ۲۴] إِنَّ
        الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا
        فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ [٢٤:٢٣] کسانی که
        زنان پاکدامن و بی ‌خبر (از هرگونه آلودگی) و مؤمن را متهم می‌ سازند، در
        دنیا و آخرت از رحمت الهی بدورند و عذاب بزرگی برای آنهاست. توضیح : إِنَّ
        الَّذِينَ يَرْمُونَ : به تحقیق کسانیکه تهمت می بندند ، اینها کی ها اند؟
        چون بخش دوم آیه ۱۸ سوره ۱۲ از ۲۳ حروف تشکیل شده است بناء ۲۳ را دو حصه
        میکنیم ۲۱ و ۲ و اولا ۲۱ را در ۳ ضرب نموده که مساوی به ۶۳ میشود یعنی
        ۲۱×۳=۶۳ و سوره ۶۳ ام سوره منافقین است و صفات و اهداف منافقین در آن ذکر
        است و می خواهند که حق را باطل سازد و نور الله(ج) را خاموش کنند و مردم را
        به خاندان و حریم نبوت متردد و مشکوک بسازند تا از حلقه حق دور شوند ولی
        الله (ج) حق را غالب و نور اش را به تمام می رساند ولو کفار خوش نداشته
        باشند و بد بیبینند ، و ۲ یعنی میرویم به سوره دوم آیه ۱۵۲ تا ۱۵۷ که
        الله(ج) بندگانش را با آزمایش های گوناگون می آزماید و صابران را اجر بی
        نهایت میدهد [سُوۡرَةُ البَقَرَة : سوره دوم از آیات 152 الی 157]
        فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ [٢:١٥٢] پس
        به یاد من باشید، تا به یاد شما باشم! و شکر مرا گویید و (در برابر
        نعمتهایم) کفران نکنید! توضیح: در هر حالت مرا یاد کنید ، در خوشی و غم و
        هر حالت بالای تان میامد مرا یاد کنید ، آگاه باشید که من شما را می آزمایم
        تا درجات تان بلند نمایم یا از گناهان پاک تان بسازم ، چنانچه الله(ج) در
        ذیل می فرماید : يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ
        وَالصَّلَاةِ ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ [٢:١٥٣] ای افرادی که
        ایمان آورده‌اید! از صبر (و استقامت) و نماز، کمک بگیرید! (زیرا) خداوند(ج)
        با صابران است. توضیح : و ام المومنین(رض) عالمه امت در زمان که به او
        مبارکه تهمت بستند همیشه و تنها یک جمله می گفت : «فَصَبْرٌ جَمِيلٌ ۖ
        وَاللَّهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُونَ.» ترجمه: من صبر جمیل (و
        شکیبائی خالی از ناسپاسی) خواهم داشت؛ و در برابر آنچه می ‌گویید، از
        خداوند(ج) یاری می‌ طلبم!» سبحان الله ! الله (ج) هم برایش بشارت میدهد و
        در آیه ۱۵۷ سوره بقره شریف می فرماید که بر گروه شکیبا و صابر صلوات و رحمت
        من است ، در ادامه بحث خواهیم کرد. وَلَا تَقُولُوا لِمَن يُقْتَلُ فِي
        سَبِيلِ اللَّهِ أَمْوَاتٌ ۚ بَلْ أَحْيَاءٌ وَلَٰكِن لَّا تَشْعُرُونَ
        [٢:١٥٤] و به آنها که در راه خداوند(ج) کشته می‌ شوند، مرده نگویید! بلکه
        آنان زنده‌ اند، ولی شما نمی‌ فهمید! توضیح: کسانیکه عزت و حرمت شان در راه
        الله(ج) از بین میرود به آنان ناسزا و بد نگوئید ، همین ها در نزد الله(ج)
        صاحب عزت ، کرامت و وقار اند چون صاحبان تقوا و صابران اند .
        وَلَنَبْلُوَنَّكُم بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِّنَ
        الْأَمْوَالِ وَالْأَنفُسِ وَالثَّمَرَاتِ ۗ وَبَشِّرِ الصَّابِرِينَ
        [٢:١٥٥] قطعاً همه شما را با چیزی از ترس، گرسنگی، و کاهش در مالها و جانها
        و میوه‌ها، آزمایش می ‌کنیم؛ و بشارت ده به استقامت ‌کنندگان! توضیح: سخت
        ترینِ بلاها بر انبیاء(ع) اند بعد بر صدیقین و شهداء و صالحین و مومنین وبه
        ترتیب قربت شان به عشق حق ، یک قاعده فقهی هم از همچو موضوعات استنبات
        گردیده است که علماء می فرماید: «المشقة تجلب تيسير»: يعنی مشقت وسختی
        آسانی را سبب میشوند یعنی کامیابی در امتحانات رب سبب قربت به حق میگردد
        چنانچه سختی و افک بر ام المومنین(رض) سبب ارتقاء شأن و منزلت ایشان در نزد
        الله(ج) و رسول الله (ص) گردید . الَّذِينَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ
        قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ [٢:١٥٦] آنها که هر
        گاه مصیبتی به ایشان می‌رسد، می‌گویند: «ما از آنِ خدائیم؛ و به سوی او
        بازمی‌گردیم!» توضیح: حقا که الله (ج) در مقابل مصیبتی رسیده به ام
        المومنین(رض) پاداش عظیمِ داد که نظیرش در زنان عالم دیده نمیشود و آن بیان
        پاکی و طهارت مادر مومنان از افک توسط وحی بود . سبحان الله این امر عظیم
        است چون الله(ج) برای صابران هم چنین بود که از رحمت و صلوات الله(ج)
        مستفید می شوند . چنانچه الله(ج) در ذیل می فرماید : أُولَٰئِكَ عَلَيْهِمْ
        صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ ۖ وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ
        [٢:١٥٧] اینها، همانها هستند که الطاف و رحمت خداوند(ج) شامل حالشان شده؛ و
        آنها هستند هدایت‌ یافتگان! ۳. و بخش سوم آیه ۱۸ سوره ۱۲ یعنی (فَصَبْرٌ
        جَمِيلٌ ۖ ) ۱۰ حرف است و بخش دوم آیه ۱۸ سوره ۱۲ یعنی (قَالَ بَلْ
        سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ ) ۲۳ حرف است و ۲۳×۳=۶۹ یعنی موضوع
        خود را در سوره ۱۰ یونس(ع) آیه ۶۹ بررسی میکنیم : [سُوۡرَةُ یُونس : سوره
        ۱۰ ] قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا
        يُفْلِحُونَ [١٠:٦٩] بگو: «آنها که به خداوند(ج) دروغ می‌ بندند، (هرگز)
        رستگار نمی ‌شوند! توضیح : الله متعال(ج) درین آیه مبارکه به صراحت می
        فرماید که منافقین در عمل افک و افتراء شان کامیاب نمیشوند چون الله(ج) طرف
        دار حق است و حق با ام المومنین(رض) بود . ۴. حروف بخش دوم و سوم را اگر
        باهم جمع کنیم چون از دید علم تجوید در ( ۖ ) وصل بهتر است و ما در آیه ۱۸
        سوره ۱۲ در (ۖ) اول وصل را اختیار میکنیم بناء حروف بخش دوم و سوم باهم ۳۳
        حرف میگردد و حالا میرویم به سوره ۳۳ آیه ۳۳ که الله (ج) در آنجا به چه
        موضوع مهم اشاره میکند ، [سُوۡرَةُ الاٴحزَاب : سوره ۳۳] وَقَرْنَ فِي
        بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ ۖ
        وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ
        ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ
        وَيُطَهِّرَكُمْ تَطْهِيرًا [٣٣:٣٣] و در خانه‌های خود بمانید، و همچون
        دوران جاهلیّت نخستین (در میان مردم) ظاهر نشوید، و نماز را برپا دارید، و
        زکات را بپردازید، و خداوند(ج) و رسولش(ص) را اطاعت کنید؛ خداوند(ج) فقط
        می‌ خواهد پلیدی و گناه را از شما اهل بیت دور کند و کاملاً شما را پاک
        سازد. توضیح: درینجا الله(ج) می فرماید : خداوند(ج) به تحقیق می‌ خواهد
        پلیدی (تهمت و افک) و گناه را از شما اهل بیت دور کند و کاملاً شما را پاک
        سازد. یعنی در فکر تهمت اینها نباشید بوسیله افک الله(ج) شما را خیر کثیر
        نصیب میکند ای اهل بیت محبوب (ص) ، و شما این تهمت را شر نپندارید بلکه این
        تهمت در حقیقت خیر است برای شما اهل بیت پاکی تان آشکار شد و تکیه گاه و
        مورد اعتماد امت مسلمه گشتید و شأن شما برجسته شد و بلند مرتبه گشتید .
        چنانچه الله(ج) می فرماید : [سُوۡرَةُ النُّور : سوره ۲۴ ] إِنَّ الَّذِينَ
        جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ
        بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ امْرِئٍ مِّنْهُم مَّا اكْتَسَبَ مِنَ
        الْإِثْمِ ۚ وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ
        [٢٤:١١] ترجمه : مسلّماً کسانی که آن تهمت عظیم را عنوان کردند گروهی
        (متشکّل و توطئه‌گر) از شما بودند؛ امّا گمان نکنید این ماجرا برای شما بد
        است، بلکه خیر شما در آن است؛ آنها هر کدام سهم خود را از این گناهی که
        مرتکب شدند دارند؛ و از آنان کسی که بخش مهمّ آن را بر عهده داشت عذاب
        عظیمی برای اوست! واگر الله(ج) بخواهد این عصبه گروه را برای محبوب نشان
        میدهد چنانچه الله(ج) می فرماید : إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ
        عُصْبَةٌ مِّنكُمْ ۚ مسلّماً کسانی که آن تهمت عظیم را عنوان کردند گروهی
        (متشکّل و توطئه‌گر) از شما بودند؛ چون آیه ۱۸ است و سوره ۱۲ یعنی ۱۲+۱۸=۳۰
        پس به سوره ۴۷ آیه آیت 30 مراجعه میکنیم : [سُوۡرَةُ محَمَّد : سوره ۴۷]
        وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ ۚ
        وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ وَاللَّهُ يَعْلَمُ
        أَعْمَالَكُمْ [٤٧:٣٠] و اگر ما بخواهیم آنها را به تو نشان می‌ دهیم تا
        آنان را با قیافه‌ هایشان بشناسی، هر چند می‌ توانی آنها را از طرز
        سخنانشان بشناسی؛ و خداوند(ج) اعمال شما را می‌داند! و همچنان وقتی ۳+۳=۶ و
        در سوره ۳۳ آیه ۶ الله (ج) چنین می فرماید: [سُوۡرَةُ الاٴحزَاب : سوره ۳۳]
        النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَاجُهُ
        أُمَّهَاتُهُمْ ۗ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي
        كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَن
        تَفْعَلُوا إِلَىٰ أَوْلِيَائِكُم مَّعْرُوفًا ۚ كَانَ ذَٰلِكَ فِي
        الْكِتَابِ مَسْطُورًا [٣٣:٦] ترجمه : پیامبر نسبت به مؤمنان از خودشان
        سزاوارتر است؛ و همسران او مادران آنها [= مؤمنان‌] محسوب می ‌شوند؛ و
        خویشاوندان نسبت به یکدیگر از مؤمنان و مهاجران در آنچه خداوند(ج) مقرّر
        داشته اولی هستند، مگر اینکه بخواهید نسبت به دوستانتان نیکی کنید (و سهمی
        از اموال خود را به آنها بدهید)؛ این حکم در کتاب (الهی) نوشته شده است.
        توضیح: مومنین بر مبناء این آیه مبارکه حضرت بی بی عائشه الصدیقه(رض) را
        مادر خود میداند و هرگونه تهمت و افک را بر همچو مادر پاک و مطهره و عالمه
        حرام قطعی می بینند ولی منافقین و کافران صفات عکس این قضیه را دارند . ۵.
        و بخش چهارم سوره ۱۲ آیه ۱۸ یعنی (وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا
        تَصِفُونَ) ۲۴ حروف است . ترجمه: و در برابر آنچه می‌گویید ( کی ها
        میگویند؟ چون ۲۴ حرف است و ۲۴×۳=۷۲ یعنی ۷۲ گروه مضله و گمراه و بد بخت چه
        در قرون اولی باشد ، وسط ویا در اخیر باشد که بر زنان پاک دامن و عفیفه
        تهمت می بندند از الله (ج) مدد بخواهند الله(ج) حتما به داد شان میرسد چون
        وعده الله(ج) است که از مومنین دفاع میکند)، از خداوند(ج) یاری می ‌طلبم!
        بخش هفتم فیصله قرآن شریف، در حق منافقین که در شان اهل بیت بخصوص ام
        المومنین عائشه (رض) افک و تهمت می بندند ، چیست ؟ فتوای قرآن عظیم الشان
        در باره کسانیکه به ام المومنین عائشه (رض) تهمت می بندند ، قرار ذیل است .
        ۱. اهل افک و تهمت به ام المومنین عائشه (رض) کافر اند ، چون الله(ج) در
        قرآن شریف ام المومنین عائشه (رض) را پاک و مبرا ازین تهمت و افک اعلان
        نمود ، پس کسانی که به ام المومنین(رض) تهمت روا میدانند، قرآن شریف را
        قبول ندارند و خلاف احکام الله(ج) حکم میکنند و کسانیکه خلاف حکم الله(ج)
        حکم کنندُ الله(ج) به آنها کافر میگویند؛ چنانچه در آیه مبارکه ذیل صراحت
        کامل دارد . [سُوۡرَةُ المَائدة : سوره 5 ] إِنَّا أَنزَلْنَا التَّوْرَاةَ
        فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا
        لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا
        اسْتُحْفِظُوا مِن كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ ۚ فَلَا
        تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا
        قَلِيلًا ۚ وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ
        الْكَافِرُونَ [٥:٤٤] ما تورات را نازل کردیم در حالی که در آن، هدایت و
        نور بود؛ و پیامبران، که در برابر فرمان خداوند(ج) تسلیم بودند، با آن برای
        یهود حکم می‌ کردند؛ و (همچنین) علما و دانشمندان به این کتاب که به آنها
        سپرده شده و بر آن گواه بودند، داوری می‌ نمودند. بنابر این، (بخاطر داوری
        بر طبق آیات الهی،) از مردم نه هراسید! و از من بترسید! و آیات مرا به بهای
        ناچیزی نفروشید! و آنها که به احکامی که خداوند(ج) نازل کرده حکم نمی‌
        کنند، کافر اند. ۲.اهل افک و تهمت به ام المومنین عائشه (رض) ظالمین اند ،
        کسانیکه خلاف حکم الله (ج) حکم کنند ظالمان اند ، یعنی از حد و از حکم
        الله(ج) تجاوز میکنند و به میل و هوای نفس خویش حکم میکنند پس ظالمین اند .
        [سُوۡرَةُ المَائدة : سوره ۵ ] وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ
        النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنفَ بِالْأَنفِ
        وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ ۚ
        فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ ۚ وَمَن لَّمْ يَحْكُم بِمَا
        أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ [٥:٤٥] و بر آنها [= بنی
        اسرائیل‌] در آن [= تورات‌]، مقرر داشتیم که جان در مقابل جان، و چشم در
        مقابل چشم، و بینی در برابر بینی، و گوش در مقابل گوش، و دندان در برابر
        دندان می ‌باشد؛ و هر زخمی، قصاص دارد؛ و اگر کسی آن را ببخشد (و از قصاص،
        صرف‌ نظر کند)، کفاره (گناهان) او محسوب می‌ شود؛ و هر کس به احکامی که
        خداوند(ج) نازل کرده حکم نکند، ستمگر است. ۳. اهل افک و تهمت به ام
        المومنین عائشه (رض) فاسقین اند ، چون خلاف حکم الله (ج) حکم میکنند .
        [سُوۡرَةُ المَائدة : سوره ۵ ] وَلْيَحْكُمْ أَهْلُ الْإِنجِيلِ بِمَا
        أَنزَلَ اللَّهُ فِيهِ ۚ وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ
        فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ [٥:٤٧] اهل انجیل [= پیروان مسیح‌] نیز
        باید به آنچه خداوند(ج) در آن نازل کرده حکم کنند! و کسانی که بر طبق آنچه
        خداوند(ج) نازل کرده حکم نمی ‌کنند، فاسقند. [سُوۡرَةُ الاٴحزَاب : سوره
        ۳۳] إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي
        الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا [٣٣:٥٧] آنها
        که خداوند(ج) و پیامبرش(ص) را آزار می‌دهند، خداوند(ج) آنان را از رحمت خود
        در دنیا و آخرت دور ساخته، و برای آنها عذاب خوارکننده‌ای آماده کرده است.
        ۴.اهل افک و تهمت به ام المومنین عائشه (رض) ملعونین اند ، چنانچه در آیه
        مبارکه ذیل صراحت کامل دارد. [سُوۡرَةُ الاٴحزَاب : سوره ۳۳ ] إِنَّ
        الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي
        الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا [٣٣:٥٧] آنها
        که خداوند(ج) و پیامبرش(ص) را آزار می‌دهند، خداوند(ج) آنان را از رحمت خود
        در دنیا و آخرت دور ساخته، و برای آنها عذاب خوارکننده‌ای آماده کرده است.
        توضیح: چون تهمت و افک بر ام المومنین سبب اذیت الله (ج) و رسول الله(ص)
        میگردد پس کسیکه الله (ج) و رسول الله(ص) را ذیت کند الله (ج) او را در
        دنیا و آخرت ملعون قرار میدهد و عذاب خوار کننده یی نصیب شان میگرداند . ۵.
        بر مبنای همین آیات فوق علماء امت تماماً اجماع بر کافر بودن شخص دارند که
        بر ام المومنین حضرت عائشه (رض) تهمت و افک می بندند و ناسزا میگویند. مصنف
        شیخ احمد الافغانی الحمد لله والصلاة والسلام على رسول الله (صلى الله عليه
        وسلم ) سندنا و شفيعنا و حبيبنا و حبيب رب العالمين .`;
 
    return <TextPagination text={largeText} wordsPerPage={200} />;
};

export default First;
